[
  {
    "pid": "p000",
    "text": "Chapter Fifteen – April 1989, Leeds and London – Hillsborough and the Next Front"
  },
  {
    "pid": "p001",
    "text": "The motorway up to Leeds felt like any other spring run. Grey sky, patches of yellow gorse on the embankments, service stations that all smelled the same. We were in the back of a borrowed Transit, knees up under our chins, amps and drum cases rattling every time the driver hit a pothole he swore had not been there last week."
  },
  {
    "pid": "p002",
    "text": "Riz had the radio balanced on his knees, long aerial stretched up between the seats. It was a Saturday, so the football coverage was wall to wall. Half the band had scarves tied to their wrists or stuffed in coat pockets – not for Leeds or Forest or Liverpool specifically, just from the habit of lads who had grown up with grounds as their cathedrals."
  },
  {
    "pid": "p003",
    "text": "‘You realise if this festival overruns we are missing the second half,’ Tommy said."
  },
  {
    "pid": "p004",
    "text": "‘Consider it spiritual discipline,’ Alex replied. ‘Abstaining for political reasons.’"
  },
  {
    "pid": "p005",
    "text": "‘We are not boycotting football,’ I said. ‘We are boycotting the Premier League, which has not been invented yet. Keep up.’"
  },
  {
    "pid": "p006",
    "text": "We were due on mid-afternoon at a civic anti-racism and anti-Poll Tax event, the sort of broad-front business The Furnace loved. Bands, speakers, stalls, leaflets. The Scots had promised to send someone down to talk about what was already hitting them. It felt like reconnaissance."
  },
  {
    "pid": "p007",
    "text": "We rolled into Leeds just after kick-off at Hillsborough. The streets round the venue were quieter than I had expected. Most of the noise seemed to be coming from pubs with televisions. As we lugged gear through the side door of the town hall, the caretaker shook his head."
  },
  {
    "pid": "p008",
    "text": "‘Big match,’ he said. ‘You will be competing with it.’"
  },
  {
    "pid": "p009",
    "text": "‘We are used to competing with bigger things than that,’ I said, resting the flight case on my foot. ‘Thatcher, for a start.’"
  },
  {
    "pid": "p010",
    "text": "He snorted."
  },
  {
    "pid": "p011",
    "text": "‘Good luck, lad,’ he said. ‘You will need more than loud guitars for that one.’"
  },
  {
    "pid": "p012",
    "text": "We had just about finished the most half-hearted soundcheck in history when someone stuck their head round the door."
  },
  {
    "pid": "p013",
    "text": "‘You lot need to see this,’ the promoter said. ‘Come to the bar.’"
  },
  {
    "pid": "p014",
    "text": "*"
  },
  {
    "pid": "p015",
    "text": "The bar was already full but not in the way we were used to. No gig punters yet, just men and women in shirtsleeves and jackets pressed shoulder to shoulder, all facing the television in the corner. The usual low roar of chat had dropped. You could hear the commentary clearly over the clink of glasses."
  },
  {
    "pid": "p016",
    "text": "The image on the screen did not look like a football match at first glance. The pitch was mostly covered in people, and not in any celebratory way. One pen behind the goal was a mass of bodies pressed up against fencing. Police in fluorescent jackets ran along the touchline, waving frantically. The sound from the crowd came through the speakers as a single strained note."
  },
  {
    "pid": "p017",
    "text": "‘What has happened?’ I asked no one in particular."
  },
  {
    "pid": "p018",
    "text": "‘Cup semi,’ said a bloke with a red scarf looped round his wrist, eyes fixed. ‘Liverpool–Forest. They opened the gates or something. Too many in the Leppings Lane end. They are saying overcrowding.’"
  },
  {
    "pid": "p019",
    "text": "On screen, the camera cut from the packed terrace to fans tearing up advertising hoardings, passing them overhead to make makeshift stretchers. A man in a Liverpool shirt pumped at someone's chest, hands moving in sharp, desperate bursts. Another held a woman's hand while a police officer bent over her, his face caught somewhere between training and panic."
  },
  {
    "pid": "p020",
    "text": "‘Jesus,’ Alex murmured. ‘They are using pitchside as triage.’"
  },
  {
    "pid": "p021",
    "text": "The commentator stumbled. The familiar Saturday voice stripped of its usual patter."
  },
  {
    "pid": "p022",
    "text": "‘We have been told there have been some injuries… possibly more serious than that… the situation is still unclear…’"
  },
  {
    "pid": "p023",
    "text": "It was never unclear if you could see. There was nothing unclear about people's faces when they knew they were losing someone they loved on a piece of grass that was supposed to be for celebration."
  },
  {
    "pid": "p024",
    "text": "The bloke in the red scarf had stopped blinking. His hand had closed round the edge of the bar so hard his knuckles were white."
  },
  {
    "pid": "p025",
    "text": "‘You all right, mate?’ I said, because I did not know what else to say."
  },
  {
    "pid": "p026",
    "text": "He did not look at me. His voice came from somewhere far away."
  },
  {
    "pid": "p027",
    "text": "‘I was there last year,’ he said. ‘Same pen. You could not move your arms. We said it was a death trap. We said.’"
  },
  {
    "pid": "p028",
    "text": "He swallowed."
  },
  {
    "pid": "p029",
    "text": "‘They laughed,’ he added. ‘Said if you did not like it you could stay home.’"
  },
  {
    "pid": "p030",
    "text": "On screen, they were carrying bodies now. Some covered, some not."
  },
  {
    "pid": "p031",
    "text": "‘I cannot watch this,’ Tommy said suddenly, turning away, hand over his mouth."
  },
  {
    "pid": "p032",
    "text": "‘Yes you can,’ I said quietly. ‘We have to. They will tell this back to us wrong otherwise.’"
  },
  {
    "pid": "p033",
    "text": "He made a strangled sound that might have been agreement."
  },
  {
    "pid": "p034",
    "text": "We stayed until the commentator's voice cracked and they cut back to the studio, where men in suits tried to talk about “order” and “control” and “regrettable scenes”. Somebody turned the set off with more force than necessary. The moment the screen went black, the bar felt smaller."
  },
  {
    "pid": "p035",
    "text": "‘What now?’ the promoter asked. ‘Do we carry on?’"
  },
  {
    "pid": "p036",
    "text": "The man with the red scarf finally looked up. His eyes were wet, but anger sat under it."
  },
  {
    "pid": "p037",
    "text": "‘What do you think?’ he said. ‘You cannot sing that away. But you can talk about it.’"
  },
  {
    "pid": "p038",
    "text": "*"
  },
  {
    "pid": "p039",
    "text": "The festival did not cancel. It shifted. Instead of opening with a cheery ska band, they brought forward one of the local speakers – a Hillsborough survivor who had driven from Sheffield as soon as he heard."
  },
  {
    "pid": "p040",
    "text": "He was not the sort of “speaker” we usually had. No prepared notes, no jokes, no slogans. Early thirties, jeans, jacket, scarf still knotted. Hands that would not behave. He gripped the mic with one and kept dropping the other to clench it at his side, as if trying to remember his body went below the throat."
  },
  {
    "pid": "p041",
    "text": "‘I am not here as an organiser,’ he said, voice shaking. ‘I am here because I stood in a pen at that ground and felt men's ribs against my back. I am here because my mate Paul did not make it and I do not know yet whether he is one of them or in a hospital. I am here because on the way over I stopped for petrol and the radio was already talking about drunken fans and ticketless louts.’"
  },
  {
    "pid": "p042",
    "text": "He swallowed hard."
  },
  {
    "pid": "p043",
    "text": "‘We queued for hours,’ he said. ‘We went where they told us. It was their job to keep us safe. They built cages and then blamed us when we could not breathe in them. Remember that when you read your papers tomorrow.’"
  },
  {
    "pid": "p044",
    "text": "He pointed vaguely in the direction of everywhere."
  },
  {
    "pid": "p045",
    "text": "‘They did it to the miners at Orgreave,’ he said. ‘They will do it to anyone who scares them. Football fans, black lads, queers, pickets. Anyone who makes them feel outnumbered. They have always got a story ready that makes us the problem.’"
  },
  {
    "pid": "p046",
    "text": "My stomach lurched. Two memories tried to sit in the same space – horses at Orgreave; footage of police and stewards at Hillsborough trying to haul kids over fences. The metal looked the same."
  },
  {
    "pid": "p047",
    "text": "‘Look after each other,’ he finished hoarsely. ‘Do not let them divide you. And if you were there and you are having… pictures you cannot shake, talk to someone. Do not swallow it. It will swallow you.’"
  },
  {
    "pid": "p048",
    "text": "The applause was not a cheer. More like a collective decision to send something back because we had nothing else."
  },
  {
    "pid": "p049",
    "text": "When our turn came, I walked to the mic with my setlist crumpled in my hand. The songs about the strike suddenly felt small and tidy compared to what was still unfolding up the motorway."
  },
  {
    "pid": "p050",
    "text": "‘We are not going to pretend we can follow that,’ I said. ‘We are Glass Saints, from London. We were meant to shout about the Poll Tax and the usual. We still will. But first—’"
  },
  {
    "pid": "p051",
    "text": "I glanced at the page, crossed out two titles, wrote HILLSBOROUGH in the margin like naming the wound would help."
  },
  {
    "pid": "p052",
    "text": "‘First I just want to say,’ I went on, ‘if you read tomorrow that people died in Sheffield because they were drunk or stupid or violent, that is a lie. We have seen this film. They said the miners attacked first at Orgreave. I saw the footage. I heard the stories. I know who was swinging batons and who was holding placards.’"
  },
  {
    "pid": "p053",
    "text": "I could feel my voice thinning, that tightness where crying and shouting occupy the same space."
  },
  {
    "pid": "p054",
    "text": "‘They build cages then blame the people inside,’ I said. ‘They crowd stadiums with fences then talk about hooligans. Next year they will bring in a tax that lands on every one of us and call it fair. When people say no, they will call us scroungers, yobs, vandals. Remember this feeling. Remember who did what today. It is going to matter.’"
  },
  {
    "pid": "p055",
    "text": "We played like we were trying to scrub something off the air. The guitars were sharper, the drums more relentless. When I hit the line about “names thrown up on the back page wall”, it felt less like a metaphor than a threat."
  },
  {
    "pid": "p056",
    "text": "Afterwards, the man with the red scarf came over. We stood at the side of the hall, half in shadow."
  },
  {
    "pid": "p057",
    "text": "‘You from Liverpool?’ he asked."
  },
  {
    "pid": "p058",
    "text": "‘Yorkshire,’ I said. ‘Coalfield, not council houses by the Mersey.’"
  },
  {
    "pid": "p059",
    "text": "‘Same difference,’ he said. ‘They will treat you like scum when it suits.’"
  },
  {
    "pid": "p060",
    "text": "He took a breath."
  },
  {
    "pid": "p061",
    "text": "‘What you said,’ he added. ‘About the tax. We have already got it, you know. In Scotland. They tried it on us first. Like we were test rats.’"
  },
  {
    "pid": "p062",
    "text": "‘I have heard,’ I said. ‘We have some of your lot coming down soon. The Furnace. Big concrete box with a heart in it.’"
  },
  {
    "pid": "p063",
    "text": "His mouth twitched."
  },
  {
    "pid": "p064",
    "text": "‘Good,’ he said. ‘You will need us. We will need you. That wall they build between 'respectable taxpayers' and 'rabble'? That is coming down whether they like it or not.’"
  },
  {
    "pid": "p065",
    "text": "He looked like he might say more, then stopped."
  },
  {
    "pid": "p066",
    "text": "‘Anyway,’ he said. ‘Thanks for saying it. About the cages.’"
  },
  {
    "pid": "p067",
    "text": "He walked away before I could answer."
  },
  {
    "pid": "p068",
    "text": "That night, in the squat we were kipping in, I dreamt I was in the pen at Hillsborough and on the field at Orgreave at the same time. The fences were the same metal. The shouting sounded identical."
  },
  {
    "pid": "p069",
    "text": "*"
  },
  {
    "pid": "p070",
    "text": "Back in London, the papers hit the doormat like accusations."
  },
  {
    "pid": "p071",
    "text": "‘THE TRUTH,’ screamed one front page over a photo of a man stepping over bodies. Underneath, a vomit of claims about drunk fans urinating on police, robbing the dead, fighting each other. Anonymous ‘sources’ and statements presented as gospel. No mention of overcrowding or locked exits. Nothing about cages."
  },
  {
    "pid": "p072",
    "text": "I stood at the bar in The Furnace with three papers laid out: the tabloid filth, a broadsheet politely parroting police lines, and one solitary column in the Guardian asking careful questions about numbers, gates, crowd control. Charlotte had ringed certain phrases in biro – little angry circles round “allegedly drunken” and “it is understood that”."
  },
  {
    "pid": "p073",
    "text": "‘This is exactly what they did with us,’ Shell said, leaning on her elbow. ‘Smear first, investigate later. By the time anybody gets near the truth, the damage is done. People have picked a side.’"
  },
  {
    "pid": "p074",
    "text": "She flicked the tabloid with two fingers as if it were something rotten."
  },
  {
    "pid": "p075",
    "text": "‘They called us thugs and terrorists at Orgreave,’ she said. ‘Now it is football fans. Next year it will be anybody who does not pay this tax.’"
  },
  {
    "pid": "p076",
    "text": "Riz joined us, wiping photocopier toner off his fingers."
  },
  {
    "pid": "p077",
    "text": "‘Early warning from Dundee,’ he said. ‘Fax just came. Bills have barely landed and already folk are talking about summary warrants, sheriff officers, all this “diligence” stuff. Whole streets out blocking them. It is kicking off up there already.’"
  },
  {
    "pid": "p078",
    "text": "He dropped a sheaf of paper on the bar. The text was smudged but legible: community charge, non-payment, summary warrant, sheriff officer. Words that meant nothing to most English ears yet. They would."
  },
  {
    "pid": "p079",
    "text": "‘Read,’ he said. ‘It is all there. How they are doing it. Who is fighting back. We have been saying the Poll Tax is the next front. This puts it in ink.’"
  },
  {
    "pid": "p080",
    "text": "I scanned the leaflet. The language was plain, almost blunt. No rhetoric. Just sentences like: If we all refuse, they cannot jail us all. If we stand together, they cannot take our goods."
  },
  {
    "pid": "p081",
    "text": "‘They are writing their own defence packs,’ Shell said, impressed. ‘We were still working out banners at that point in the strike.’"
  },
  {
    "pid": "p082",
    "text": "Charlotte came in from the office, camera bag over one shoulder, ink from the fax on the other."
  },
  {
    "pid": "p083",
    "text": "‘Picture desks do not want Hillsborough from my angle,’ she said, sinking onto a stool. ‘They want 'fans' climbing fences, not police waving people back. They want crying women and 'our brave boys' doing their best. Anything that matches the headline.’"
  },
  {
    "pid": "p084",
    "text": "‘Surprised?’ I asked."
  },
  {
    "pid": "p085",
    "text": "‘Yes,’ she said, almost angrily. ‘I thought after Orgreave they would be more careful. I thought… I do not know what I thought. That people had learned the first story is always the state's.’"
  },
  {
    "pid": "p086",
    "text": "She rubbed her eyes."
  },
  {
    "pid": "p087",
    "text": "‘Then the editor says, 'we must not inflame things, Charlotte, families are grieving',’ she added. ‘As if telling the truth is the same as throwing petrol.’"
  },
  {
    "pid": "p088",
    "text": "Riz poured her tea and slid it across."
  },
  {
    "pid": "p089",
    "text": "‘So we do what we always do,’ he said. ‘We tell it ourselves. We get the Scottish stuff out. We put Hillsborough next to Orgreave next to Poll Tax leaflets and say: see the pattern.’"
  },
  {
    "pid": "p090",
    "text": "‘We have not got wall space for a pattern that big,’ Shell muttered, already reaching for drawing pins."
  },
  {
    "pid": "p091",
    "text": "*"
  },
  {
    "pid": "p092",
    "text": "The Scots arrived on a damp evening in late April, a small delegation who looked like they had walked out of a John Byrne painting: duffel coats, chewed biro ends, eyes mixing mischief with fury."
  },
  {
    "pid": "p093",
    "text": "There were four: Mags, who did most of the talking and had hair like a battle standard; Dougie, quiet, glasses, notebook always open; Iain, who laughed too loud until Mags said ‘serious now’; and Ailsa, who wore a CND badge next to her anti-Poll Tax one and had a knack for slipping into the kitchen and washing up without being told."
  },
  {
    "pid": "p094",
    "text": "They had come down on a night coach with sandwiches, flasks and a carrier bag full of leaflets. When we sat them at a table in The Furnace café, they emptied it in a colourful drift: photocopies, cartoons, mock poll tax bills with WE WILL NOT PAY stamped in red."
  },
  {
    "pid": "p095",
    "text": "‘It is not theory now,’ Mags said, wrapping her hands round a mug that actually smelled of decent coffee. ‘We have got the thing. Brown envelopes, sheriff officers, arrest warrants. People you would never see at a demo in their lives are furious. Wee old wifies, shop owners. You name it.’"
  },
  {
    "pid": "p096",
    "text": "‘Who is refusing?’ Shell asked."
  },
  {
    "pid": "p097",
    "text": "‘Everybody,’ Mags said, with unhidden satisfaction. ‘Well, not everybody. You have got your cowards and your 'we must pay our way' brigade. But there are schemes where ninety per cent have said not a penny. Councils are panicking. Sheriffs are drowning. We had a day last week where a hundred cases were due in one court and they postponed the lot.’"
  },
  {
    "pid": "p098",
    "text": "Dougie pushed his glasses up his nose."
  },
  {
    "pid": "p099",
    "text": "‘We are learning,’ he said. ‘How to pack a court so full of non-payers they cannot process anyone. How to surround a van without giving them an excuse to call it a riot. It is a steep curve, but we are climbing.’"
  },
  {
    "pid": "p100",
    "text": "Something familiar unfolded in my chest at that: a version of the feeling I had had watching lads at Orgreave dig in after each charge, of miners walking back to work with banners raised a year later. Except this time there was also opportunity. Not just defence. Strategy."
  },
  {
    "pid": "p101",
    "text": "‘And the papers?’ I asked. ‘What are they calling you?’"
  },
  {
    "pid": "p102",
    "text": "Mags rolled her eyes."
  },
  {
    "pid": "p103",
    "text": "‘Irresponsible, unpatriotic, selfish,’ she said. ‘Apparently by not paying the poll tax we are depriving kittens and pensioners of vital services. Funny how they never showed that much concern for kittens and pensioners when they were closing everything.’"
  },
  {
    "pid": "p104",
    "text": "She leaned in."
  },
  {
    "pid": "p105",
    "text": "‘They will do the same to you,’ she said. ‘Down here. As soon as folk start saying no. They will pick the worst-looking marchers and make them the story. They will talk about vandalism and louts and forget the single mothers and grannies. So think ahead. About how you look. Who is at the front. Who speaks.’"
  },
  {
    "pid": "p106",
    "text": "‘Already on it,’ Shell said under her breath."
  },
  {
    "pid": "p107",
    "text": "Riz scribbled on his pad."
  },
  {
    "pid": "p108",
    "text": "‘Coach grid,’ he muttered. ‘Stewards. Briefings. Mix of faces.’"
  },
  {
    "pid": "p109",
    "text": "It did not have a name yet. But sitting there with whisky someone had produced in chipped mugs, listening to Mags explain how they had turned sheriff's vans back with bodies and refusal, I could see it starting to grow like a photograph in developer."
  },
  {
    "pid": "p110",
    "text": "Ailsa pulled out a small cassette."
  },
  {
    "pid": "p111",
    "text": "‘Also,’ she said quietly, sliding it over, ‘we recorded a wee tape. Talking through what we did at one warrant sale. Dodgy sound, but you get the idea. Thought you might play it down here.’"
  },
  {
    "pid": "p112",
    "text": "On the label, in her neat hand: DUNDEE DOORSTEP – SHERIFF GOES HOME."
  },
  {
    "pid": "p113",
    "text": "‘Tapes again,’ I said. ‘Feels like coming full circle.’"
  },
  {
    "pid": "p114",
    "text": "‘We learned from you,’ she said. ‘From Coalface. From your stuff about Orgreave. Do not get modest now.’"
  },
  {
    "pid": "p115",
    "text": "We listened that night over the PA in the hall. The sound was rough – wind, voices peaking when people shouted – but the bones were clear. Sheriff reading names, voice formal and bored. Locals answering back, calm and firm. A car horn as signal. Someone calling, ‘We are all on the same side here, you do not have to do this job.’ Applause when the van door shut and the engine revved in retreat, not advance."
  },
  {
    "pid": "p116",
    "text": "When it clicked off there was a moment of silence. Then the tenants' association woman let out a low whistle."
  },
  {
    "pid": "p117",
    "text": "‘Well,’ she said. ‘They have got some nerve up there.’"
  },
  {
    "pid": "p118",
    "text": "‘No more than you,’ Shell said. ‘You just have not had chance yet.’"
  },
  {
    "pid": "p119",
    "text": "I looked round. Miners' wives, queer kids, dockers, nurses, students, the café family, Scottish comrades who looked knackered and alive. Hillsborough still sat like a stone in my stomach. But round it, over it, was something else: the sense we were being handed a map from the future."
  },
  {
    "pid": "p120",
    "text": "‘You realise what this is,’ I said to Charlotte later, when most people had gone and she was standing on a chair photographing the notices we had pinned – Poll Tax leaflets, Hillsborough clippings, Orgreave shots, Dundee cartoons."
  },
  {
    "pid": "p121",
    "text": "‘A wall of depressing paper,’ she said."
  },
  {
    "pid": "p122",
    "text": "‘A pattern,’ I said. ‘Stage directions.’"
  },
  {
    "pid": "p123",
    "text": "‘For who?’ she asked."
  },
  {
    "pid": "p124",
    "text": "‘For us,’ I said. ‘For them.’ I nodded, vaguely, at the invisible them – MPs, editors, anyone who had ever called themselves the decent majority while sitting on someone's neck. ‘Hillsborough shows us how they will lie. Scotland shows us how to jam their systems. Poll Tax is where it meets.’"
  },
  {
    "pid": "p125",
    "text": "She tilted her head."
  },
  {
    "pid": "p126",
    "text": "‘You know none of this will make the six o'clock news,’ she said. ‘They will show riots, not warrant sales. Burning cars, not knitting on a coach.’"
  },
  {
    "pid": "p127",
    "text": "‘That is why we have to remember,’ I said. ‘And record. Not just our bruises but their tells. When they flinch. What they fear. That bloke in Leeds, Rupert in his study, these four from Dundee. It is all connected.’"
  },
  {
    "pid": "p128",
    "text": "She smirked."
  },
  {
    "pid": "p129",
    "text": "‘You are going to give it a name,’ she said. ‘You always do.’"
  },
  {
    "pid": "p130",
    "text": "‘Not yet,’ I said. ‘Too soon. For now it is just the bit on the tape I cannot forget.’"
  },
  {
    "pid": "p131",
    "text": "Later, when Keira sat at my table in 2025 with her notebook and questions, I would draw one of my little diagrams and label this Hillsborough / Scotland: the day the pattern snapped into focus – state lies, class blame and a tax that would finally make quiet people step into frame. In 1989, all I knew was my jaw ached from clenching and my hand hurt from writing."
  },
  {
    "pid": "p132",
    "text": "We went home that night with pockets full of Scottish leaflets and heads full of images from a ground three hours up the road. Behind my eyes, as sleep finally dragged at me, I saw fences pulled down, not built. I saw sheriff officers with hands up, backed away by neighbours. I saw, for a split second, a Prime Minister at the dispatch box whose voice was not the last word any more."
  },
  {
    "pid": "p133",
    "text": "I could not prove any of that would happen. But I knew, as surely as I had known anything, that Hillsborough had changed something. Not because the government would grow a conscience, but because too many had watched ordinary fans crushed and been told it was their fault. That kind of lie leaves a mark."
  },
  {
    "pid": "p134",
    "text": "Next time they tried to slap “enemy within” on a crowd, there were going to be more of us ready to say: we have heard this song. And we have brought our own recording equipment."
  }
]
