[
  {
    "pid": "p001",
    "text": "I was trying to decide whether egg or beans should go on the toast first when I saw the headline."
  },
  {
    "pid": "p002",
    "text": "The Standard was open on someone else's table in the café – one of those copies left behind, folded to the inside page – but the words snagged in the corner of my eye and would not let go."
  },
  {
    "pid": "p003",
    "text": "SECTION 28."
  },
  {
    "pid": "p004",
    "text": "We had been talking about it for months – CLAUSE 28 on Shell’s flyers, a threat made into a slogan. But there was something different about seeing it here, promoted into law, sitting between adverts for double glazing and second-hand cars."
  },
  {
    "pid": "p005",
    "text": "‘ Local authorities shall not intentionally promote homosexuality or publish material with the intention of promoting homosexuality… or promote the teaching in any maintained school of the acceptability of homosexuality as a pretended family relationship .’"
  },
  {
    "pid": "p006",
    "text": "I read it again."
  },
  {
    "pid": "p007",
    "text": "Pretended."
  },
  {
    "pid": "p008",
    "text": "The knife in my hand dripped marmalade onto the table. I did not notice."
  },
  {
    "pid": "p009",
    "text": "‘You all right, mate?’"
  },
  {
    "pid": "p010",
    "text": "Someone from behind the counter. I blinked and forced my fingers to unclench."
  },
  {
    "pid": "p011",
    "text": "‘Yes. Sorry. Yes.’"
  },
  {
    "pid": "p012",
    "text": "I sat down without quite deciding to, still holding the knife, still staring at the page as if staring hard enough might force it to say something else. It did not. It said pretended ."
  },
  {
    "pid": "p013",
    "text": "I thought about Karen – sharp, dry Karen, who organised half the Furnace rotas with Gareth and who had told me once, laughing, that she would not be needing my matchmaking services because she had all the family she needed, thank you very much."
  },
  {
    "pid": "p014",
    "text": "Pretended."
  },
  {
    "pid": "p015",
    "text": "I thought about Mo, who ran the legal drop-in on Tuesday nights and barely spoke about herself, but who was there, solid and careful, when the SECTION 28 protests started to get nastier, telling people calmly what their rights were if the coppers came."
  },
  {
    "pid": "p016",
    "text": "Pretended."
  },
  {
    "pid": "p017",
    "text": "My hand tightened on the knife."
  },
  {
    "pid": "p018",
    "text": "*"
  },
  {
    "pid": "p019",
    "text": "At The Furnace, Shell was already in the kitchen. Gareth sat at the table facing her, the same article spread out between them. Karen stood by the kettle, back to both of them, shoulders so still they might have been carved."
  },
  {
    "pid": "p020",
    "text": "‘Morning,’ I said, unsure whether to speak at all."
  },
  {
    "pid": "p021",
    "text": "Karen turned. Her eyes were red but she was not crying."
  },
  {
    "pid": "p022",
    "text": "‘Have you seen it?’ she asked."
  },
  {
    "pid": "p023",
    "text": "‘Yes.’"
  },
  {
    "pid": "p024",
    "text": "‘Right.’ She nodded once, sharply, like someone accepting a fight they had not wanted but would not walk away from. ‘So. We organise.’"
  },
  {
    "pid": "p025",
    "text": "Shell pulled out a chair."
  },
  {
    "pid": "p026",
    "text": "‘Sit.’"
  },
  {
    "pid": "p027",
    "text": "I sat. Gareth slid the paper over. I did not need to read it again – the words were already burned into my head – but I did anyway, because it felt like the only way to believe it was real."
  },
  {
    "pid": "p028",
    "text": "‘It is real, is it not,’ I said quietly. ‘Law now.’"
  },
  {
    "pid": "p029",
    "text": "Shell nodded. ‘Royal Assent two days ago.’"
  },
  {
    "pid": "p030",
    "text": "Karen sat between us."
  },
  {
    "pid": "p031",
    "text": "‘They cannot use it directly on us,’ she said. ‘We are not a school. We are not a council department. But it is not about what they can do on paper. It is about what they make people think is allowed.’"
  },
  {
    "pid": "p032",
    "text": "‘Like permission,’ Gareth said."
  },
  {
    "pid": "p033",
    "text": "‘Exactly that,’ Karen said. ‘They can write it into their Act. But I have seen your breakfasts, I have heard your arguments, I know who makes this place work. This is not pretend. This is real. If they think a bit of legal window-dressing is going to scare people back into cupboards, they do not know who they have picked a fight with.’"
  },
  {
    "pid": "p034",
    "text": "Shell's hand moved across the table and found Karen's."
  },
  {
    "pid": "p035",
    "text": "‘No,’ she said. ‘They do not.’"
  },
  {
    "pid": "p036",
    "text": "I looked at the three of them in that small kitchen that smelled of burnt toast, spilled tea and the faint ghost of yesterday's samosas, and felt something shift inside my chest. Anger, yes. But something larger under it. Resolve."
  },
  {
    "pid": "p037",
    "text": "‘What do we need?’ I asked."
  },
  {
    "pid": "p038",
    "text": "*"
  },
  {
    "pid": "p039",
    "text": "No Gagging, they called it."
  },
  {
    "pid": "p040",
    "text": "It started that same week: a meeting at The Furnace, packed to the walls, standing room only. Teachers, librarians, youth workers, LGSM comrades, a scattering of union people who had clocked the pattern before most. Someone had painted a banner overnight – EDUCATION NOT ERASURE – and hung it behind the stage."
  },
  {
    "pid": "p041",
    "text": "Riz had set up by the door with a donations tin and a pile of handouts, taking names and numbers like it was a union list."
  },
  {
    "pid": "p042",
    "text": "Shell stood at the front. She was not a natural speech-maker, not like I was. But she was steady, and when she spoke, people listened."
  },
  {
    "pid": "p043",
    "text": "‘I am not going to pretend,’ she said – and there was a grim little ripple at the word – ‘that I know what it is like to be told your family is not real. That is not my fight to claim. But I do know what it is like to be called a liar by your own government. I know what it feels like when they say your experience does not count. When they dress up cruelty as concern. When they turn your neighbours against you by convincing them you are dangerous.’"
  },
  {
    "pid": "p044",
    "text": "The room was completely still."
  },
  {
    "pid": "p045",
    "text": "‘SECTION 28 is not new tactics,’ she went on. ‘It is the same playbook they used on us during the strike. Tell people we were violent. Tell people we were the problem. Make it illegal to tell the truth. Hope fear does the rest.’"
  },
  {
    "pid": "p046",
    "text": "She looked out – at teachers, librarians, the young lad in the corner who was eighteen and shaking and trying very hard not to cry."
  },
  {
    "pid": "p047",
    "text": "‘So here is what we do,’ Shell said. ‘We do not pretend we are not here. We do not pretend this is not happening. We tell the truth. We look after each other. And we make enough noise that they cannot pretend we do not exist.’"
  },
  {
    "pid": "p048",
    "text": "The applause was not loud. It was something quieter. Something fiercer."
  },
  {
    "pid": "p049",
    "text": "Afterwards, Karen found me by the tea urn."
  },
  {
    "pid": "p050",
    "text": "‘We need a song,’ she said."
  },
  {
    "pid": "p051",
    "text": "‘What?’"
  },
  {
    "pid": "p052",
    "text": "‘For Saturday. The march. We need something people can carry with them. Something that says what Shell just said, but shorter. Catchier. You know.’"
  },
  {
    "pid": "p053",
    "text": "‘Karen, I cannot just—’"
  },
  {
    "pid": "p054",
    "text": "‘Yes, you can.’ She smiled – small, tired, completely certain. ‘You have done it before. Do it again.’"
  },
  {
    "pid": "p055",
    "text": "*"
  },
  {
    "pid": "p056",
    "text": "I wrote it in three days."
  },
  {
    "pid": "p057",
    "text": "Not wrote, exactly. It came in pieces: a line scribbled on the back of a flyer, a chorus murmured into my pocket recorder at two in the morning, a bridge that arrived fully formed while I was walking back from the chippy. By Thursday I had something close. By Friday it felt right."
  },
  {
    "pid": "p058",
    "text": "‘Pretend Family.’"
  },
  {
    "pid": "p059",
    "text": "The chorus was simple enough to learn on the move:"
  },
  {
    "pid": "p060",
    "text": "They can write it in their books, They can write it in the law, But we know what family looks like – We have seen it all before."
  },
  {
    "pid": "p061",
    "text": "The verses were sharper, angrier, specific:"
  },
  {
    "pid": "p062",
    "text": "You can strike our name from the register, You can tell our kids to look away, But you cannot make us vanish, And you cannot make us stay afraid."
  },
  {
    "pid": "p063",
    "text": "I played it for Shell and Karen that night, just the three of us in The Furnace after everyone else had gone. Karen cried. Shell did not, but her hand stayed on Karen's shoulder the whole time."
  },
  {
    "pid": "p064",
    "text": "‘It is good,’ Karen said."
  },
  {
    "pid": "p065",
    "text": "‘It is not enough,’ I said."
  },
  {
    "pid": "p066",
    "text": "‘It is exactly enough,’ Shell said. ‘Now we get it out.’"
  },
  {
    "pid": "p067",
    "text": "*"
  },
  {
    "pid": "p068",
    "text": "We recorded it on Saturday morning. Not in a real studio – we could not afford that – but Jules knew someone in Hackney with a four-track above a carpet warehouse. The room smelled of dust and glue and something vaguely chemical, but the sound was clean enough."
  },
  {
    "pid": "p069",
    "text": "Jules played guitar. I sang. Gareth, who turned up uninvited but with a tambourine, added percussion. We did three takes. The second one was the one."
  },
  {
    "pid": "p070",
    "text": "By lunchtime we had thirty tapes dubbed and labelled. By the time the first coaches started arriving for the march, we had a hundred."
  },
  {
    "pid": "p071",
    "text": "*"
  },
  {
    "pid": "p072",
    "text": "The march was loud and messy and enormous. Banners everywhere – rainbow flags, union colours, hand-painted signs: MY FAMILY IS NOT YOUR WEAPON; LOVE IS NOT A PRETENCE; TEACHERS AGAINST THE GAG. Someone had a sound system on wheels, the kind you usually saw at football matches, and they played everything from Bronski Beat and The Communards to, eventually, a crackly copy of my new song."
  },
  {
    "pid": "p073",
    "text": "I stood at the edge of the crowd, watching."
  },
  {
    "pid": "p074",
    "text": "People were singing along. Not many – not yet – but some. A group of students near the front had already learned the chorus and were chanting it like a football song. A teacher I did not recognise was writing the lyrics down in a notebook."
  },
  {
    "pid": "p075",
    "text": "Charlotte appeared beside me, camera in hand."
  },
  {
    "pid": "p076",
    "text": "‘You all right?’ she asked."
  },
  {
    "pid": "p077",
    "text": "‘Yes,’ I said, though my throat ached. ‘Do you think it will change anything?’"
  },
  {
    "pid": "p078",
    "text": "She lowered the camera and looked properly."
  },
  {
    "pid": "p079",
    "text": "‘I think it already has,’ she said."
  },
  {
    "pid": "p080",
    "text": "She nodded towards a woman near the back – middle-aged, grey-haired, holding a banner that said TEACHER. MOTHER. NOT YOUR SCAPEGOAT."
  },
  {
    "pid": "p081",
    "text": "‘Her,’ Charlotte said. ‘The students with the notebook. That lad over there filming on his mum's camcorder. They are going to take this home. They are going to play it in classrooms, in unions, in their kitchens. Some kid twenty years from now is going to write a dissertation about how a song written in a room above a carpet warehouse ended up being sung in council chambers and school halls and places you do not even know exist.’"
  },
  {
    "pid": "p082",
    "text": "I looked at her."
  },
  {
    "pid": "p083",
    "text": "‘You are taking notes again,’ I said."
  },
  {
    "pid": "p084",
    "text": "‘Always.’ She smiled – small, tired, certain. ‘Someone has to. For the researchers. For the grandchildren. For the kid who wants to know how we got from here to wherever we end up.’"
  },
  {
    "pid": "p085",
    "text": "She raised the camera again, took a shot, lowered it."
  },
  {
    "pid": "p086",
    "text": "‘Besides,’ she added. ‘You lot never write anything down.’"
  },
  {
    "pid": "p087",
    "text": "‘Shell does.’"
  },
  {
    "pid": "p088",
    "text": "‘Shell writes lists. I write context.’"
  },
  {
    "pid": "p089",
    "text": "I laughed despite myself."
  },
  {
    "pid": "p090",
    "text": "*"
  },
  {
    "pid": "p091",
    "text": "By the time we got back to The Furnace that night, my voice was gone and my legs felt like jelly. Someone had made stew. Someone else had brought crisps. The room was full of people too tired to stand but too wired to go home."
  },
  {
    "pid": "p092",
    "text": "Karen stood by the noticeboard, pinning up photos from the march. Gareth sat beside her, nursing a cup of tea that had gone cold."
  },
  {
    "pid": "p093",
    "text": "Shell appeared at my shoulder."
  },
  {
    "pid": "p094",
    "text": "‘You look knackered,’ she said."
  },
  {
    "pid": "p095",
    "text": "‘I am knackered.’"
  },
  {
    "pid": "p096",
    "text": "She smiled. ‘Good day, though.’"
  },
  {
    "pid": "p097",
    "text": "‘Yes.’ I looked round the room – at banners, tired faces, the stack of tapes still by the door waiting to be pressed into hands. ‘Good day.’"
  },
  {
    "pid": "p098",
    "text": "She nudged my shoulder."
  },
  {
    "pid": "p099",
    "text": "‘They thought SECTION 28 would scare everyone back into corners,’ she said."
  },
  {
    "pid": "p100",
    "text": "‘Yes.’"
  },
  {
    "pid": "p101",
    "text": "‘But look at this.’ She gestured. ‘Does this look like corners to you?’"
  },
  {
    "pid": "p102",
    "text": "I smiled."
  },
  {
    "pid": "p103",
    "text": "‘No,’ I said. ‘It looks like they wired us together.’"
  },
  {
    "pid": "p104",
    "text": "*"
  },
  {
    "pid": "p105",
    "text": "Later, in my flat, I sat at the little desk and pulled out the notebook I had started keeping – not lyrics this time, not exactly. Something closer to a map. Names. Connections. Ideas."
  },
  {
    "pid": "p106",
    "text": "At the top of a fresh page I wrote: Five Headings."
  },
  {
    "pid": "p107",
    "text": "Underneath:"
  },
  {
    "pid": "p108",
    "text": "I stared at the list for a long time. The words themselves were not new – Shell and I had written them down at Mam's kitchen table three years ago, back when we were trying to name the shapes of what we were already doing. But now they felt sharper, more tested. What had been a scribbled attempt at pattern recognition in March 1985 was starting to look like a framework that worked across campaigns, across years."
  },
  {
    "pid": "p109",
    "text": "At the bottom of the page I added another line."
  },
  {
    "pid": "p110",
    "text": "SECTION 28 was meant to divide us. On a good day, it looks like they wired us together instead."
  },
  {
    "pid": "p111",
    "text": "I closed the notebook, turned off the light and went to bed. Tomorrow there would be more work. There always was."
  },
  {
    "pid": "p112",
    "text": "But that night, for the first time in a while, I felt like we were winning, if only on paper."
  }
]
