[
  {
    "pid": "p000",
    "text": "Chapter Six – November 1984–February 1985, London – Building Networks"
  },
  {
    "pid": "p001",
    "text": "By November the cold had moved into the flat and refused to leave."
  },
  {
    "pid": "p002",
    "text": "You could see your breath if you stood too close to the window. The landlord claimed the ancient gas fire was ‘perfectly adequate’ for the size of the room, which was true if you sat directly in front of it and never moved. The rest of the flat lived in a permanent state of grey chill, mugs of tea doing as much for morale as for temperature."
  },
  {
    "pid": "p003",
    "text": "We were halfway through a morning dubbing shift when the phone rang downstairs. Riz was on the floor by the window folding flyers and licking envelopes, his fingertips stained faintly with ink. I could hear the landlord's muffled shout up through the floor."
  },
  {
    "pid": "p004",
    "text": "'Ashcroft!'"
  },
  {
    "pid": "p005",
    "text": "I thundered down, still in socks. The landlord stood by the little phone on her hallway table, receiver held out like it might bite."
  },
  {
    "pid": "p006",
    "text": "'Tell your mates,' she said, 'that this is not a bloody answering service. One ring, you pick up. Otherwise they can write.'"
  },
  {
    "pid": "p007",
    "text": "I took it, nodded my thanks and waited till she shut herself in the kitchen."
  },
  {
    "pid": "p008",
    "text": "'All right?'"
  },
  {
    "pid": "p009",
    "text": "'All right?' Shell echoed on the other end. 'I am at Doncaster station, you pillock. Coach dropped me here. Catching the train. I told you last week I was coming.'"
  },
  {
    "pid": "p010",
    "text": "I sat down hard on the bottom step of the stairs. 'You what?'"
  },
  {
    "pid": "p011",
    "text": "'London,' she said. 'Should be at King’s Cross half twelve if this thing does not give up. I have got one suitcase, a bag of leaflets and a tin of biscuits Mam made for you. Try and look pleased.'"
  },
  {
    "pid": "p012",
    "text": "‘You moving down or just visiting?’"
  },
  {
    "pid": "p013",
    "text": "There was a pause, full of diesel fumes and the crackle of a bad payphone line."
  },
  {
    "pid": "p014",
    "text": "‘Let us call it an extended stay,’ she said. ‘See you at the barrier.’"
  },
  {
    "pid": "p015",
    "text": "The line clicked dead."
  },
  {
    "pid": "p016",
    "text": "Alex was watching me, tape paused with his finger still on the button."
  },
  {
    "pid": "p017",
    "text": "‘Shell?’ he said."
  },
  {
    "pid": "p018",
    "text": "‘She is coming,’ I said. ‘Today.’"
  },
  {
    "pid": "p019",
    "text": "He grinned. ‘About time someone responsible joined this outfit.’"
  },
  {
    "pid": "p020",
    "text": "*"
  },
  {
    "pid": "p021",
    "text": "King’s Cross at lunchtime smelled of chips and diesel and wet coats. People moved through the concourse in thick lines, some with proper cases on wheels, others with plastic bags that had once held duvets and now held everything."
  },
  {
    "pid": "p022",
    "text": "I spotted her before she saw me. Denim jacket under a too-thin parka, scarf in Grimethorpe Welfare colours knotted round her neck, hair scraped back in a way that meant business. She had a battered suitcase in one hand and a canvas bag over the other shoulder, which looked like it contained paper more than clothes."
  },
  {
    "pid": "p023",
    "text": "When her eyes found me, her whole face shifted. The tiredness did not go away, it just made space for a smile."
  },
  {
    "pid": "p024",
    "text": "‘All right, London,’ she said, when we were close enough. ‘You look rough.’"
  },
  {
    "pid": "p025",
    "text": "‘You look like you have wrestled that case all the way from Barnsley,’ I said. ‘What have you got in there, coal?’"
  },
  {
    "pid": "p026",
    "text": "‘Leaflets,’ she said. ‘And jumpers. And half a food parcel from Mrs Briggs. She says if you have gone vegetarian down here she will have to come and slap some sense into you.’"
  },
  {
    "pid": "p027",
    "text": "We hugged, awkward for all of three seconds and then not awkward at all. She smelled of cigarette smoke and washing powder and the inside of the Women’s Centre, which had always been caretakers’ polish and strong tea."
  },
  {
    "pid": "p028",
    "text": "‘Does your husband know you are doing this?’ I asked as we headed for the tube."
  },
  {
    "pid": "p029",
    "text": "‘He knows I am not much use sitting at home wringing my hands,’ she said. ‘He also knows I will come back if things get desperate. Until then, London can have me on loan.’"
  },
  {
    "pid": "p030",
    "text": "On the platform she dug in her pocket and produced a folded sheet."
  },
  {
    "pid": "p031",
    "text": "'Victoria says if you are not eating proper I am to put you over my knee,' she said, handing it over. 'She wrote it down so I would not forget.'"
  },
  {
    "pid": "p032",
    "text": "It was a list in Mam's careful handwriting: vegetables, pulses, things you could afford if you went to the right market stalls at the right time. At the bottom she had added: Tell him I said music does not count as a food group."
  },
  {
    "pid": "p033",
    "text": "I swallowed round the lump that rose in my throat."
  },
  {
    "pid": "p034",
    "text": "‘I will put it on the wall,’ I said."
  },
  {
    "pid": "p035",
    "text": "‘Good,’ Shell said. ‘And I will make you actually follow it. We are doing this properly now.’"
  },
  {
    "pid": "p036",
    "text": "*"
  },
  {
    "pid": "p037",
    "text": "We did not have a spare room, so Shell ended up two streets away in a squat that had once been a solicitor’s office. The council had forgotten it long enough for someone to prise the back door, and now it housed eight people, three cats and a permanent smell of damp."
  },
  {
    "pid": "p038",
    "text": "‘It is fine,’ she said, when I pulled a face at the cracked window in what was now her bedroom. ‘Roof is mostly sound, and there is a lock on the door that works. You have been in some of the houses back home. This is luxury.’"
  },
  {
    "pid": "p039",
    "text": "She put her suitcase down, then immediately started rearranging the furniture like she owned the place."
  },
  {
    "pid": "p040",
    "text": "‘We will need hooks here for coats,’ she said. ‘And a board somewhere with who is cooking when. You cannot have eight of you all deciding to make beans at different times. You will never get off the toilet.’"
  },
  {
    "pid": "p041",
    "text": "‘You have been here ten minutes,’ I said. ‘Do you not want to sit down first?’"
  },
  {
    "pid": "p042",
    "text": "'I sat for four hours on trains and platforms,' she said. 'If I sit now I will fall asleep, and there is too much to do.'"
  },
  {
    "pid": "p043",
    "text": "That became her rhythm. Within a week she had a rota on the kitchen wall, a list of local support groups pinned next to it, and a notebook with names and phone numbers of anyone who had ever expressed the slightest interest in helping."
  },
  {
    "pid": "p044",
    "text": "‘You are supposed to be resting,’ I said one night, as she drew lines between names on a page like she was mapping a constellation."
  },
  {
    "pid": "p045",
    "text": "‘I will rest when Thatcher does – which is never – so I will take catnaps,’ she said."
  },
  {
    "pid": "p046",
    "text": "She looked up, pen tapping her lip."
  },
  {
    "pid": "p047",
    "text": "‘You lot need a better system for your tapes,’ she added. ‘That biscuit tin method will not do when we double output.’"
  },
  {
    "pid": "p048",
    "text": "‘Double?’ I said."
  },
  {
    "pid": "p049",
    "text": "She grinned. ‘You have got me now. We are doing phone trees. You and Alex can be the rock stars. I will be the telephone exchange.’"
  },
  {
    "pid": "p050",
    "text": "*"
  },
  {
    "pid": "p051",
    "text": "The solidarity meeting that week was in a church hall off Euston Road. From the outside it looked like anywhere else on the street – soot-dark stone, big wooden doors – but inside the noticeboard was plastered with posters: COAL NOT DOLE, AIDS: GET THE FACTS, GREENHAM WOMEN FOR PEACE. Someone had drawn a peace sign over a picture of cruise missiles."
  },
  {
    "pid": "p052",
    "text": "The hall itself was a patchwork of activity. At one end, trestle tables with foil trays of stew and trays of bread. At the other, folding chairs in ragged rows facing a makeshift stage of pallets and a microphone stand. Between the two, a strip of lino where kids ran in circles, weaving between adult legs and piles of leaflets."
  },
  {
    "pid": "p053",
    "text": "At the donations table near the door, two men in leather jackets were counting change into an old biscuit tin. One had a pink triangle badge on his lapel next to an NUM sticker. The other caught Shell looking and grinned."
  },
  {
    "pid": "p054",
    "text": "'Lesbians and Gays Support the Miners,' he said, like it was obvious. 'We're on your side, love. Thatcher hates us almost as much as she hates you lot.'"
  },
  {
    "pid": "p055",
    "text": "Shell blinked, recovered. 'Right then,' she said. 'You'll want tea, I expect?'"
  },
  {
    "pid": "p056",
    "text": "'Thought you'd never ask.'"
  },
  {
    "pid": "p057",
    "text": "Shell walked in like she owned the place, and within twenty minutes was up to her elbows in pans in the kitchen."
  },
  {
    "pid": "p058",
    "text": "‘They are trying to do three different kinds of soup with one hob,’ she muttered to me over her shoulder. ‘No wonder people are queuing halfway down the corridor.’"
  },
  {
    "pid": "p059",
    "text": "‘They are volunteers,’ I said. ‘They are doing their best.’"
  },
  {
    "pid": "p060",
    "text": "‘And I am helping them do better,’ she said briskly. ‘Pass me that ladle. And those bowls. And tell Mrs Briggs her recipe travels.’"
  },
  {
    "pid": "p061",
    "text": "The kids’ corner was a pile of donated toys and a few plastic chairs. Someone had laid an old blanket on the floor and stuck crayons and paper in the middle. A little girl was lining up our cassette cases like tiny bricks, making a wall. A boy with a runny nose was using a zine to make a paper aeroplane."
  },
  {
    "pid": "p062",
    "text": "‘Careful with that,’ I said automatically. ‘It is first edition.’"
  },
  {
    "pid": "p063",
    "text": "He peered at me suspiciously and wiped his nose on his sleeve."
  },
  {
    "pid": "p064",
    "text": "‘Any good?’ he asked."
  },
  {
    "pid": "p065",
    "text": "I thought about it. About the interviews, the lists of strike funds, the badly reproduced photo of a pit head."
  },
  {
    "pid": "p066",
    "text": "‘Yes,’ I said. ‘It is.’"
  },
  {
    "pid": "p067",
    "text": "On the stage, a woman from South Wales was telling a story about standing between her husband and the police line, arms out, heart going like a drum. Her youngest sat at her feet with a biscuit in each hand, crumbs spreading."
  },
  {
    "pid": "p068",
    "text": "Shell appeared beside me with a bowl and a look."
  },
  {
    "pid": "p069",
    "text": "‘There are three kids over there whose mums are in the meeting and who have not eaten since breakfast,’ she said. ‘You are on biscuit duty. I will do plates.’"
  },
  {
    "pid": "p070",
    "text": "‘I am a guitarist,’ I said. ‘Important work to be done, you know.’"
  },
  {
    "pid": "p071",
    "text": "She handed me the tin. ‘Consider it outreach.’"
  },
  {
    "pid": "p072",
    "text": "We moved through the hall, topping up cups of tea, making sure no cup of soup left the kitchen without bread. It was nothing glamorous. No speeches, no chanting, just the slow daily work of keeping people upright."
  },
  {
    "pid": "p073",
    "text": "Later, as we stacked chairs, I watched a group of women swap numbers, writing them on the backs of receipts."
  },
  {
    "pid": "p074",
    "text": "'That is your phone tree,' I said, nodding at them."
  },
  {
    "pid": "p075",
    "text": "'Exactly,' Shell said. 'Now imagine it neat, on proper sheets, with who to call when something happens. That is what we are going to build.'"
  },
  {
    "pid": "p076",
    "text": "'We?'"
  },
  {
    "pid": "p077",
    "text": "'You have got London,' she said. 'I have got Yorkshire. The women's centre in Grimethorpe has become the nerve centre – lists on every wall, phones ringing, kids doing homework in corners while their mams organize. We stitch them together.'"
  },
  {
    "pid": "p078",
    "text": "The way she said it made it sound inevitable."
  },
  {
    "pid": "p079",
    "text": "*"
  },
  {
    "pid": "p080",
    "text": "I had told Charlotte I would be at the solidarity hall that night in case she wanted photos. She turned up halfway through, camera already in hand, hair damp from the drizzle outside."
  },
  {
    "pid": "p081",
    "text": "She hesitated at the door, taking in the scene: Women Against Pit Closures banners, kids underfoot, men with worn faces and new badges."
  },
  {
    "pid": "p082",
    "text": "‘You all right?’ I asked, going to meet her."
  },
  {
    "pid": "p083",
    "text": "‘I was not sure if it was right for me to be here,’ she said quietly. ‘Felt like turning up with a camera might be… intrusive.’"
  },
  {
    "pid": "p084",
    "text": "‘Depends what you do with the pictures,’ I said. ‘And whether you get in the way when someone is carrying three bowls of stew.’"
  },
  {
    "pid": "p085",
    "text": "Her mouth quirked."
  },
  {
    "pid": "p086",
    "text": "‘Noted.’"
  },
  {
    "pid": "p087",
    "text": "She started on the edges, at first – the hands washing up in plastic bowls, the kids asleep on coats in the corner, the pile of donation tins on the table by the door. Then she moved closer to the stage, lens catching faces as women spoke."
  },
  {
    "pid": "p088",
    "text": "Shell came out of the kitchen wiping her hands on a tea towel and stopped when she clocked Charlotte."
  },
  {
    "pid": "p089",
    "text": "‘And you are?’ she said, eyes narrowed just enough to be a warning."
  },
  {
    "pid": "p090",
    "text": "'Charlotte Haversham,' Charlotte said, stepping forward. 'I am… I take photographs. I was at the 100 Club.'"
  },
  {
    "pid": "p091",
    "text": "'I heard about you,' Shell said. 'The one with the posh coat who nicked our singer afterwards.'"
  },
  {
    "pid": "p092",
    "text": "‘I bought him coffee,’ Charlotte said. ‘Nicking implies there was resistance.’"
  },
  {
    "pid": "p093",
    "text": "I coughed. ‘This is Shell. She can organise an army with three sheets of A4 and a blunt pencil.’"
  },
  {
    "pid": "p094",
    "text": "Shell ignored me."
  },
  {
    "pid": "p095",
    "text": "‘Where are these pictures going?’ she asked."
  },
  {
    "pid": "p096",
    "text": "‘A couple for a London student paper, maybe,’ Charlotte said. ‘If I am lucky, a few to Spare Rib or one of the other women’s magazines. They do not usually put miners’ wives on their covers unless they look tragic. I thought it might be useful to show them looking furious and competent instead.’"
  },
  {
    "pid": "p097",
    "text": "Shell looked at her for a long moment, weighing something."
  },
  {
    "pid": "p098",
    "text": "‘You grew up with cutlery that matches, did you not?’ she said finally."
  },
  {
    "pid": "p099",
    "text": "‘Yes,’ Charlotte said evenly. ‘And a father who thinks cuts are unfortunate but necessary.’"
  },
  {
    "pid": "p100",
    "text": "‘And now you are here.’"
  },
  {
    "pid": "p101",
    "text": "‘Yes.’"
  },
  {
    "pid": "p102",
    "text": "Shell nodded once."
  },
  {
    "pid": "p103",
    "text": "‘Right then,’ she said. ‘No pictures of anyone who does not want one. You ask. And if any of the papers try to make us look pathetic, we will come and find you.’"
  },
  {
    "pid": "p104",
    "text": "‘I would expect nothing less,’ Charlotte said."
  },
  {
    "pid": "p105",
    "text": "She lifted the camera again, and Shell went back to the kitchen."
  },
  {
    "pid": "p106",
    "text": "‘That went well,’ I murmured."
  },
  {
    "pid": "p107",
    "text": "‘On a scale of one to being thrown out, yes,’ Charlotte said. ‘Your friend is terrifying.’"
  },
  {
    "pid": "p108",
    "text": "‘She is the reason my dad eats anything other than chip butties,’ I said. ‘Terrifying is useful.’"
  },
  {
    "pid": "p109",
    "text": "Later that night, I found them at the back of the hall talking like they had known each other for years. Shell was describing the system they had worked out in Grimethorpe for sharing out food parcels so nobody got left out. Charlotte was asking questions, writing notes with one hand while the other steadied a camera on her knee."
  },
  {
    "pid": "p110",
    "text": "‘The thing about all this,’ Shell was saying, ‘is nobody ever sees the hours that go into the banners and the sandwiches. They see the march, the confrontation, the bit where the cameras show up. It is like the washing-up fairy, but with politics.’"
  },
  {
    "pid": "p111",
    "text": "‘I want to photograph the washing up,’ Charlotte said. ‘The fairy is where the power is.’"
  },
  {
    "pid": "p112",
    "text": "Shell glanced at me over Charlotte’s shoulder, a rare softness in her eyes."
  },
  {
    "pid": "p113",
    "text": "‘Keep her,’ she mouthed."
  },
  {
    "pid": "p114",
    "text": "*"
  },
  {
    "pid": "p115",
    "text": "December blurred into a pattern of meetings, gigs and letters."
  },
  {
    "pid": "p116",
    "text": "Coalface played anywhere that would have us – church halls, co-ops, pubs whose landlords wanted to look generous for the price of a few pints and an electric socket. Sometimes the room was half full and you could see your own breath between the notes. Sometimes people stood shoulder to shoulder and the floor felt like it might give way."
  },
  {
    "pid": "p117",
    "text": "Our set tightened. The ragged edges smoothed off without losing their bite. We added a new song Shell had bullied me into writing about the women running the strike kitchens. It landed harder than I expected; at one gig in Kilburn, a woman wearing both a 'Grimethorpe WAPC' badge and several Greenham Common peace badges stood at the back with tears on her face and did not wipe them away. One of the Greenham women who had come to show solidarity, I reckoned, given a WAPC badge as a token of thanks."
  },
  {
    "pid": "p118",
    "text": "Charlotte turned up with her camera more often than not. Sometimes she brought friends – a lanky journalist from a listings magazine, a quiet woman who worked at a gallery, once a bloke who turned out to be a junior producer at Channel 4."
  },
  {
    "pid": "p119",
    "text": "After one gig, we sat on milk crates in a loading bay sharing chips out of newspaper. The rest of the band argued about whether we should cover a Jam song. Charlotte sat with her knees drawn up, scarf wrapped round her twice."
  },
  {
    "pid": "p120",
    "text": "‘Do they know?’ I asked her quietly."
  },
  {
    "pid": "p121",
    "text": "‘Who?’"
  },
  {
    "pid": "p122",
    "text": "‘Your parents. Where you are when you are not in Brighton hotels with them.’"
  },
  {
    "pid": "p123",
    "text": "She picked a chip apart thoughtfully."
  },
  {
    "pid": "p124",
    "text": "‘They know some of it,’ she said. ‘Mum knows I care. Dad knows I am… troublesome.’ A small smile. ‘He likes to think I will grow out of it.’"
  },
  {
    "pid": "p125",
    "text": "‘And will you?’ I asked."
  },
  {
    "pid": "p126",
    "text": "She looked at me steadily."
  },
  {
    "pid": "p127",
    "text": "'Does your dad think you will grow out of this?' she asked."
  },
  {
    "pid": "p128",
    "text": "I thought of Dad, standing on picket lines with his back straight even when horses came at him."
  },
  {
    "pid": "p129",
    "text": "‘He thinks I will get a proper job at some point,’ I said. ‘But he also thinks what we are doing matters. Even if he does not quite know what it is.’"
  },
  {
    "pid": "p130",
    "text": "‘Then we are even,’ she said."
  },
  {
    "pid": "p131",
    "text": "She leaned her head briefly on my shoulder, just long enough for me to realise all the ways this could go wrong."
  },
  {
    "pid": "p132",
    "text": "*"
  },
  {
    "pid": "p133",
    "text": "In January, Shell went back to Yorkshire for a week."
  },
  {
    "pid": "p134",
    "text": "‘Welfare needs extra hands,’ she said. ‘And there is talk of some big consultation meeting for the union. They want women there as well, for once. Can you imagine?’"
  },
  {
    "pid": "p135",
    "text": "'Mam?' I said, both hopeful and doubtful."
  },
  {
    "pid": "p136",
    "text": "'She is on the list,' Shell said. 'She will say she is not up to it, then she will write three pages of notes for whoever does go, and then we will bully her into coming herself.'"
  },
  {
    "pid": "p137",
    "text": "‘I wish I could be there,’ I said."
  },
  {
    "pid": "p138",
    "text": "‘You have got work here,’ she said. ‘Tapes, gigs, posh girls to corrupt. I will ring you.’"
  },
  {
    "pid": "p139",
    "text": "London felt smaller without her. Before she left, she had taped a rota above our sink in her neat handwriting – soak beans, ring Leeds, ring Sheffield – as if she could bully order into existence by sheer organisation. I tried to stick to it. Without Shell there, the system went soft at the edges: tapes unlabelled, envelopes addressed twice and then not at all, missed calls that would have been followed up if her notebook had been here, names sliding off the page before they ever reached the right person."
  },
  {
    "pid": "p140",
    "text": "‘We need to recruit more Shells,’ he said, staring at the mess. ‘We cannot build a revolution on wishful thinking and a biro that has run out.’"
  },
  {
    "pid": "p141",
    "text": "'One Shell is enough trouble,' I said. 'Any more and there will be a coup.'"
  },
  {
    "pid": "p142",
    "text": "She rang on the Thursday night. I was half asleep on the mattress, the room lit by the street lamp outside, when I heard the landlord's shout from downstairs."
  },
  {
    "pid": "p143",
    "text": "'Ashcroft! Phone!'"
  },
  {
    "pid": "p144",
    "text": "I stumbled down in my socks, the lino cold under my feet."
  },
  {
    "pid": "p145",
    "text": "My thumb found the tally disc in my pocket without thinking."
  },
  {
    "pid": "p146",
    "text": "'Grimethorpe three-six-four,' I said, out of habit, then realised it was not 1982 and I was in Camden."
  },
  {
    "pid": "p147",
    "text": "‘Do not be daft,’ Shell said. ‘We are not that posh. It is me.’"
  },
  {
    "pid": "p148",
    "text": "‘How did it go?’ I asked, perching on the bottom step."
  },
  {
    "pid": "p149",
    "text": "‘You know that consultation?’ she said. ‘They held it in Barnsley. Proper job, big hall, loads of people from all over. Men in suits and women in their best coats. You would have hated the acoustics.’"
  },
  {
    "pid": "p150",
    "text": "‘And?’"
  },
  {
    "pid": "p151",
    "text": "'And your mam stood up,' Shell said. 'You would have loved that.'"
  },
  {
    "pid": "p152",
    "text": "I gripped the receiver tighter."
  },
  {
    "pid": "p153",
    "text": "'What did she do?'"
  },
  {
    "pid": "p154",
    "text": "'She did what she always does, but louder,' Shell said. 'Talked about the kids going without, about the lads going back to work with their heads held high or not at all. And when they asked for someone to speak for the Grimethorpe women at the next meeting, they picked her.'"
  },
  {
    "pid": "p155",
    "text": "She let that hang there, satisfaction crackling down the line."
  },
  {
    "pid": "p156",
    "text": "‘She said it was only because nobody else wanted to do it,’ Shell added. ‘But that is rubbish and you know it.’"
  },
  {
    "pid": "p157",
    "text": "I could see it, as clearly as if I had been in the hall: Mam in her best coat that smelt of mothballs and fried onions, hands shaking at first and then not shaking at all, her voice filling all the gaps between the official speeches."
  },
  {
    "pid": "p158",
    "text": "'They are sending her to another meeting?' I said."
  },
  {
    "pid": "p159",
    "text": "'Leeds,' Shell said. 'Proper NUM job, all regions. She wanted to ring you herself but the phone at Welfare is knackered and I got here first. Ring home tomorrow. Your dad practically burst his buttons when they announced it.'"
  },
  {
    "pid": "p160",
    "text": "We chatted a bit longer – who was ill, who had had a baby, who had finally got their benefit sorted after three weeks of fighting – and then the coins ran out and the line cut with the blunt little click that always felt like an insult."
  },
  {
    "pid": "p161",
    "text": "I sat in the quiet for a long time after."
  },
  {
    "pid": "p162",
    "text": "My mam, Victoria Ashcroft, who had once been too shy to send food back in a café, was going to stand in a room full of union men and tell them how it was. The strike had been tearing us to bits for nearly a year. Somehow, in the middle of that, it had built her into someone new."
  },
  {
    "pid": "p163",
    "text": "The next day, I fed coins into the phone box at the end of our street until the machine practically sighed."
  },
  {
    "pid": "p164",
    "text": "Dad answered."
  },
  {
    "pid": "p165",
    "text": "'Ashcroft residence,' he said, in the posh voice he used when he thought it might be someone official."
  },
  {
    "pid": "p166",
    "text": "'All right, Dad.'"
  },
  {
    "pid": "p167",
    "text": "There was a beat, then a warmth that did not need anything as daft as words."
  },
  {
    "pid": "p168",
    "text": "'Danny,' he said. 'To what do we owe the honour?'"
  },
  {
    "pid": "p169",
    "text": "'I heard about Mam,' I said."
  },
  {
    "pid": "p170",
    "text": "'News travels fast,' he said. I could hear grim delight in his voice. 'She is mortified, you know. Says she will make a fool of herself.'"
  },
  {
    "pid": "p171",
    "text": "'She will not,' I said. 'She never does.'"
  },
  {
    "pid": "p172",
    "text": "He grunted agreement."
  },
  {
    "pid": "p173",
    "text": "'You proud?' I asked."
  },
  {
    "pid": "p174",
    "text": "'Do not be daft,' he said. 'Course I am. I have always known she had more sense than half the blokes at those meetings. Nice to see them catching up.'"
  },
  {
    "pid": "p175",
    "text": "There was a rustle, and then Mam came on the line."
  },
  {
    "pid": "p176",
    "text": "'Is that our Daniel?'"
  },
  {
    "pid": "p177",
    "text": "'Apparently,' I said. 'I hear you are getting ideas above your station.'"
  },
  {
    "pid": "p178",
    "text": "'Oh, shut up,' she said, but she was laughing. 'Shell is a gossip. It is just a meeting. I will probably trip on the step and make a show of myself.'"
  },
  {
    "pid": "p179",
    "text": "'You will be brilliant,' I said. 'They are lucky to have you.'"
  },
  {
    "pid": "p180",
    "text": "There was a pause."
  },
  {
    "pid": "p181",
    "text": "'What are you doing, down there?' she asked. 'Apart from freezing and living on toast.'"
  },
  {
    "pid": "p182",
    "text": "'Playing,' I said. 'Writing. Sending tapes out. We are talking to people who talk to other people. Charlotte is getting pictures into papers. Shell says we have got to build a proper network. It is... it feels like something. Not enough yet, but something.'"
  },
  {
    "pid": "p183",
    "text": "'It all counts,' she said. 'That is what I keep telling the women here. The meetings, the leaflets, the casseroles, your tapes. It all adds up, even if we cannot see the sum yet.'"
  },
  {
    "pid": "p184",
    "text": "The pips started up, greedy little sounds."
  },
  {
    "pid": "p185",
    "text": "'I wish I could be there when you speak,' I said quickly."
  },
  {
    "pid": "p186",
    "text": "'So do I,' she said. 'But you are where you need to be. Someone has got to shout from the city while we shout from the pits.'"
  },
  {
    "pid": "p187",
    "text": "'Enemy within on two fronts,' I said."
  },
  {
    "pid": "p188",
    "text": "She made a tutting noise."
  },
  {
    "pid": "p189",
    "text": "'I do not like that phrase,' she said. 'But if you are going to use it, at least be the right sort of enemy.'"
  },
  {
    "pid": "p190",
    "text": "'We are working on it,' I said."
  },
  {
    "pid": "p191",
    "text": "After I hung up, I walked back to the flat with my collar up against the wind. The windowsill was full of tapes again, ready for posting. On the wall above my mattress were pinned three things: Mam's shopping list, a photocopy of Shell's latest phone tree chart, and one of Charlotte's black-and-white prints of a picket line, faces half-obscured by scarves."
  },
  {
    "pid": "p192",
    "text": "We had started as a noise in a small room. Now, slowly, the room was developing corridors."
  },
  {
    "pid": "p193",
    "text": "It was not much, not yet. But it was a beginning."
  }
]
