[
  {
    "pid": "p000",
    "text": "Chapter Two – April 1984, Grimethorpe to London"
  },
  {
    "pid": "p001",
    "text": "The first thing to go was the bacon."
  },
  {
    "pid": "p002",
    "text": "By April the strike money, the brown envelopes from the union and the solidarity tins on the bar could just about stretch to bread, marg and whatever tins Mam could coax out of the cupboard. On good days there was jam. On Sundays there was sometimes a bit of corned beef if someone's cousin in Doncaster had brought a tin from work. Shell had dropped off a bag of potatoes the day before – someone's cousin had got them cheap at Barnsley market – and there was talk of the women organizing a communal kitchen at the welfare for anyone who was struggling."
  },
  {
    "pid": "p003",
    "text": "That morning it was tea, toast and the sound of the letterbox."
  },
  {
    "pid": "p004",
    "text": "Mam froze with the butter knife in her hand."
  },
  {
    "pid": "p005",
    "text": "‘Bill?’ she called through to the front room. ‘Post.’"
  },
  {
    "pid": "p006",
    "text": "No answer. Dad had taken to letting the telly talk for him those days – morning news, then horses, then snooker, anything that was not reporters stood outside a pit with their voices pitched just a bit too bright."
  },
  {
    "pid": "p007",
    "text": "She wiped her hands on her pinny and went to fetch the post. When she came back she had three envelopes – one brown, fat with windows, one thin white, and one that had my name written across the front in block capitals."
  },
  {
    "pid": "p008",
    "text": "‘Daniel,’ she said, putting it down by my plate. ‘London.’"
  },
  {
    "pid": "p009",
    "text": "My stomach did a daft little lurch that had nowt to do with hunger. I knew the writing. Alex never did joined-up. Said it was a political statement against the tyranny of cursive. Really it was because his handwriting looked like a spider after a pint if he tried."
  },
  {
    "pid": "p010",
    "text": "I held the letter for a second without opening it. The paper was thicker than we ever had in the house. You could tell he had nicked it from somewhere proper."
  },
  {
    "pid": "p011",
    "text": "‘Go on then,’ Mam said, trying for casual and not quite managing it. ‘Let us see what your famous London friend has got to say.’"
  },
  {
    "pid": "p012",
    "text": "I slit it open with my thumb and unfolded the pages. Two sheets, covered both sides. Alex had never learned the meaning of keep it short."
  },
  {
    "pid": "p013",
    "text": "I will not bore you with all of it. There was the usual nonsense about bands I had never heard of yet and how Camden was 'the new Manchester except with better shoes'. He described his attic room – sloping ceiling, mattress on the floor, mould creeping up one corner – like it was a palace. He had got a job a couple of evenings a week stacking shelves in a record shop, which he claimed was 'basically getting paid in vinyl fumes'. He had joined a band who were called, at the time of writing, either Static Decline or The Wired, depending on which member you asked."
  },
  {
    "pid": "p014",
    "text": "And then, about halfway down the second page:"
  },
  {
    "pid": "p015",
    "text": "You should come."
  },
  {
    "pid": "p016",
    "text": "He had underlined it twice."
  },
  {
    "pid": "p017",
    "text": "Crash on our floor, see a bit of what is happening. There are squats, there are benefit gigs every other night, there are students chucking money in buckets like they have just discovered their conscience. We could get our stuff heard, Danny. Not just in the King's Head. Proper. I can probably sort you a few shifts at the shop if you do not mind being paid in cash and records."
  },
  {
    "pid": "p018",
    "text": "I read it twice before I realised Mam was still standing there, wiping the same invisible crumb off the table."
  },
  {
    "pid": "p019",
    "text": "‘What does he want, then?’ she said."
  },
  {
    "pid": "p020",
    "text": "‘Me to go down,’ I said."
  },
  {
    "pid": "p021",
    "text": "The words felt like they had been waiting in my mouth for days."
  },
  {
    "pid": "p022",
    "text": "She sank into the chair opposite me, the knife still in her hand."
  },
  {
    "pid": "p023",
    "text": "‘To London?’"
  },
  {
    "pid": "p024",
    "text": "‘Aye.’"
  },
  {
    "pid": "p025",
    "text": "I slid the letter across. She read it slowly, lips moving on the longer words. Every now and then she made a small sound – not quite a laugh, not quite a sniff – at one of Alex’s lines."
  },
  {
    "pid": "p026",
    "text": "When she reached the bit about me coming, she stopped, went back, read it again."
  },
  {
    "pid": "p027",
    "text": "‘And what do you think?’ she said, finally."
  },
  {
    "pid": "p028",
    "text": "The kettle clicked off behind her. The house felt very small."
  },
  {
    "pid": "p029",
    "text": "'I think…' I started, then stopped. The answer lived in my chest like a tune you had not quite worked out yet, there but not smooth."
  },
  {
    "pid": "p030",
    "text": "'I think I do not want to be crawling round at the bottom of a hole when I am forty,' I said, eventually. 'And I think standing on a picket line here while the papers call us scum and nobody hears owt but Thatcher on the telly is not helping. Alex reckons there are people down there who would listen. Students. Bands. People who can write stuff in papers that do not hate us on sight.'"
  },
  {
    "pid": "p031",
    "text": "Years later I would recognise this as the moment Movement became real to me: not just going from Grimethorpe to London, but understanding that ideas and people had to travel if they were going to matter. That a tape in a jiffy bag could cross the distance between a welfare club and a squat. That you built the network by being part of it."
  },
  {
    "pid": "p032",
    "text": "Mam put the letter down and folded her hands round her mug."
  },
  {
    "pid": "p033",
    "text": "‘Your dad is not going to like it,’ she said."
  },
  {
    "pid": "p034",
    "text": "‘I know.’"
  },
  {
    "pid": "p035",
    "text": "‘And you would be leaving in the middle of strike.’"
  },
  {
    "pid": "p036",
    "text": "‘I know that as well.’"
  },
  {
    "pid": "p037",
    "text": "She looked at me for a long time, taking me in like I was someone she had not quite met before."
  },
  {
    "pid": "p038",
    "text": "‘You have always had your head in songs,’ she said, not unkindly. ‘Even when you were little, tapping your fingers on the table like you were counting summat only you could hear. I thought it was just a phase.’"
  },
  {
    "pid": "p039",
    "text": "‘So did I,’ I said. ‘Then Cortonwood shut.’"
  },
  {
    "pid": "p040",
    "text": "She smiled, quick and sad."
  },
  {
    "pid": "p041",
    "text": "‘Finish your toast,’ she said. ‘Then you can go tell your father before someone else does.’"
  },
  {
    "pid": "p042",
    "text": "*"
  },
  {
    "pid": "p043",
    "text": "The picket line that afternoon felt like holding your ground against the tide."
  },
  {
    "pid": "p044",
    "text": "They had been bringing more police in day by day – vans from out of county, lads who did not know anyone’s name. This time there was a coach as well, parked up along the road, its windows dark, METROPOLITAN POLICE on the side like something off the news."
  },
  {
    "pid": "p045",
    "text": "'What are they sending London coppers for?' Frank muttered, shifting from foot to foot to keep the cold out of his toes. 'They think we are some foreign country.'"
  },
  {
    "pid": "p046",
    "text": "'Might be we are, to them,' Shell said."
  },
  {
    "pid": "p047",
    "text": "She was there with her clipboard and her scarf knotted tight, hair escaping from under a bobble hat. Shell had been in my life so long I could not remember not knowing her. She had babysat me when I was little, bossed me about when I was older, and somewhere along the way I had stopped thinking of her as Shell-from-down-the-road and started thinking of her more like an older sister. Now she was married, with Lily at Eddie's mam's while she spent half her time down here organising, and still somehow on every committee going – school, chapel, wherever women were trying to keep things running. She had been the one to bully Mam into speaking at the Barnsley rally the week before."
  },
  {
    "pid": "p048",
    "text": "‘I have done a rota for tomorrow,’ she said, flicking through her papers. ‘Victoria is down for sandwiches, I have got Mrs Kaur on tea, and I am chasing men to carry urns because none of you can be trusted not to scald yourselves.’"
  },
  {
    "pid": "p049",
    "text": "‘Bossy cow,’ Frank said fondly."
  },
  {
    "pid": "p050",
    "text": "‘Takes one to know one,’ she shot back."
  },
  {
    "pid": "p051",
    "text": "We were all laughing when the coach doors opened."
  },
  {
    "pid": "p052",
    "text": "It was not just the number of them. It was the way they moved: like they were one thing, not fifty. Helmets, shields, batons tucked neat at their hips. They formed a line without anyone seeming to say anything, just a shared understanding. I had seen lines like that on the telly, in Northern Ireland. It was different when they were looking at you."
  },
  {
    "pid": "p053",
    "text": "‘Just remember,’ one of the union lads said under his breath. ‘They are not your friends. But they are not your target either. You keep your eyes on each other.’"
  },
  {
    "pid": "p054",
    "text": "Shouts went up. Some of ours jeered, some held their arms out wide, palms showing. The first shove came from somewhere in the middle, like a ripple. A shield pushed forward, a shoulder answered, boots shifted on tarmac."
  },
  {
    "pid": "p055",
    "text": "Then it went sharp."
  },
  {
    "pid": "p056",
    "text": "A lad I knew from two streets over – skinny, always first up the pit headrace – was on the floor, blood coming from his eyebrow in a bright line. Someone lobbed a stone. It clattered off a shield with a flat, useless sound."
  },
  {
    "pid": "p057",
    "text": "For a second I bent and my fingers closed round cold rock."
  },
  {
    "pid": "p058",
    "text": "In my head I saw the photograph that would appear in the paper: miner's son, arm cocked back, 'thug', 'mob', 'extremist'. That other phrase, the one she had not said in public yet, sat there anyway like a caption waiting to be written."
  },
  {
    "pid": "p059",
    "text": "Then, out of the corner of my eye, I saw Shell."
  },
  {
    "pid": "p060",
    "text": "She had pushed through the knot of men and was kneeling in the road, one hand on the lad's shoulder, the other checking his eyebrow with a practised gentleness. Blood had splashed on her scarf. She was talking to him low and steady, her face set."
  },
  {
    "pid": "p061",
    "text": "The stone in my hand suddenly felt childish."
  },
  {
    "pid": "p062",
    "text": "I dropped it. I will not pretend it was some grand moral revelation. It was more a feeling that if I threw it, I would be playing the part they had written for me, and I would never get to write anything of my own."
  },
  {
    "pid": "p063",
    "text": "'Danny!' Frank barked, catching my sleeve as another line of police surged forward. 'Back, lad. You are no use to us with your head split.'"
  },
  {
    "pid": "p064",
    "text": "We shuffled back a step, then another, the air thick with breath and anger and the metallic taste of adrenaline."
  },
  {
    "pid": "p065",
    "text": "Later, when it settled enough for the police to pile back into their coach and our lot to limp home, I found Shell at the edge of the car park, rubbing at the bloodstain on her scarf with spit."
  },
  {
    "pid": "p066",
    "text": "‘You all right?’ I said."
  },
  {
    "pid": "p067",
    "text": "‘Fine,’ she said. ‘He will need a stitch or two, that is all. I have seen worse.’ She glanced up at me. ‘You were going to throw that stone.’"
  },
  {
    "pid": "p068",
    "text": "‘Aye.’"
  },
  {
    "pid": "p069",
    "text": "‘And you did not.’"
  },
  {
    "pid": "p070",
    "text": "‘No.’"
  },
  {
    "pid": "p071",
    "text": "She nodded, as if that settled something."
  },
  {
    "pid": "p072",
    "text": "‘There will be plenty of time for you to get yourself arrested when it is actually worth it,’ she said. ‘In meantime, I could do with someone who can carry urns without dropping them.’"
  },
  {
    "pid": "p073",
    "text": "‘You make everything sound glamorous,’ I said."
  },
  {
    "pid": "p074",
    "text": "She smiled, tired but bright."
  },
  {
    "pid": "p075",
    "text": "‘You thought any more about that letter from London?’ she asked."
  },
  {
    "pid": "p076",
    "text": "‘Mam told you?’"
  },
  {
    "pid": "p077",
    "text": "‘Mam tells me everything,’ she said. ‘You know that. You going?’"
  },
  {
    "pid": "p078",
    "text": "‘I do not know.’"
  },
  {
    "pid": "p079",
    "text": "She studied me, then glanced back towards the pit head, black against the sky."
  },
  {
    "pid": "p080",
    "text": "'You have never belonged down the pit,' she said, flicking her chin towards the headgear. 'Not really. You have always had one foot onstage in your own head. That is not an insult, by the way. We need people like you. Someone has to tell the story. Might as well be you.'"
  },
  {
    "pid": "p081",
    "text": "'What if it is running away, though?' I said."
  },
  {
    "pid": "p082",
    "text": "'Running towards something is not the same as running away,' she said. 'Go, do not go. Just do not spend the next forty years telling everyone what you might have done if you had had the bottle.'"
  },
  {
    "pid": "p083",
    "text": "She tucked the stained scarf into her coat and headed towards the women’s table, where Mam and Mrs Kaur were already lining up sandwiches."
  },
  {
    "pid": "p084",
    "text": "I watched her go, feeling stretched between them all like a bit of elastic that might snap whichever way I chose."
  },
  {
    "pid": "p085",
    "text": "*"
  },
  {
    "pid": "p086",
    "text": "We had the row after tea."
  },
  {
    "pid": "p087",
    "text": "It started the way these things always do – a small remark that caught fire."
  },
  {
    "pid": "p088",
    "text": "‘I saw you talking to Shell,’ Mam said casually, scraping plates. ‘You tell her about London?’"
  },
  {
    "pid": "p089",
    "text": "‘News travels fast,’ I muttered."
  },
  {
    "pid": "p090",
    "text": "Dad looked up from the paper, eyes narrowing."
  },
  {
    "pid": "p091",
    "text": "‘London?’"
  },
  {
    "pid": "p092",
    "text": "There was no point dodging."
  },
  {
    "pid": "p093",
    "text": "‘Alex has written,’ I said. ‘He reckons I could go down, crash on his floor, play some gigs. Maybe get summat going with the students, labels, that sort of thing. He can get me shifts at a record shop to help out.’"
  },
  {
    "pid": "p094",
    "text": "‘Record shop,’ Dad repeated, as if I had said brothel. ‘So while we are stood out there in freezing rain, you will be in some attic with your daft friends, playing songs while your mother is counting pennies to put tea on table.’"
  },
  {
    "pid": "p095",
    "text": "‘She is already doing that,’ I said, sharper than I meant. ‘And me standing on a picket line here does not magically make more money appear. If I can help bring more in from London—’"
  },
  {
    "pid": "p096",
    "text": "‘You think they care down there?’ he snapped. ‘You think anyone in them fancy bars gives a toss about us? They are not listening, lad. They never have.’"
  },
  {
    "pid": "p097",
    "text": "‘Then maybe we make them listen,’ I said. ‘Alex says there are bands, labels, students, all sorts. People writing things, printing things. We get our story into their hands, maybe it moves summat.’"
  },
  {
    "pid": "p098",
    "text": "He shook his head, more in weary disbelief than fury now."
  },
  {
    "pid": "p099",
    "text": "‘Always songs with you,’ he said softly. ‘Always stories. This is not a record, Danny. It is our lives.’"
  },
  {
    "pid": "p100",
    "text": "‘I know that,’ I said, and for the first time I felt angry at him for thinking I did not. ‘I have been down there with you. I have seen the roof over my head creak when someone sets a charge wrong. I have watched you cough your lungs up at night. I am not playing at it.’"
  },
  {
    "pid": "p101",
    "text": "Mam reached across and put her hand over his."
  },
  {
    "pid": "p102",
    "text": "‘Bill,’ she said. ‘He is not turning his back. He is trying to find a way through. Same as you.’"
  },
  {
    "pid": "p103",
    "text": "He pulled his hand away, gently but firmly."
  },
  {
    "pid": "p104",
    "text": "‘You do what you want,’ he said to me. ‘You always have. Just do not pretend it is for us when it is for you.’"
  },
  {
    "pid": "p105",
    "text": "He got up and went out without slamming the door that time. That was somehow worse."
  },
  {
    "pid": "p106",
    "text": "Mam and I did the washing up in silence. The plate in my hands might as well have been made of glass the way I held it, careful not to drop anything else."
  },
  {
    "pid": "p107",
    "text": "‘He will calm down,’ she said eventually. ‘He just… he sees you leaving and he thinks that is how the story ends. Him here, you there, no way back.’"
  },
  {
    "pid": "p108",
    "text": "‘Is it?’ I asked."
  },
  {
    "pid": "p109",
    "text": "She dried her hands and turned to face me."
  },
  {
    "pid": "p110",
    "text": "‘Only if you make it,’ she said. ‘If you go, you write. You ring when you can. You send tapes if you make them. You do not disappear and then come back when it suits you, all big city and ashamed of us. Can you promise me that?’"
  },
  {
    "pid": "p111",
    "text": "‘Aye,’ I said. ‘I can promise that.’"
  },
  {
    "pid": "p112",
    "text": "She nodded, as if she had been weighing that answer before I even gave it."
  },
  {
    "pid": "p113",
    "text": "‘Then we will manage,’ she said. ‘We always have.’"
  },
  {
    "pid": "p114",
    "text": "*"
  },
  {
    "pid": "p115",
    "text": "I lay awake for a long time that night, staring at the cracks in the ceiling. The house settled round me – pipes ticking, someone’s dog barking two streets away, the occasional car on the main road."
  },
  {
    "pid": "p116",
    "text": "The more I thought about London, the more it felt like one of those places you see on telly that might as well be another planet. Red buses, crowds, neon. How was a lad with one decent shirt and a cheap guitar supposed to fit there? What if Alex was wrong? What if I went and made a fool of myself, then had to come back with my tail between my legs and everyone saying they had known it all along?"
  },
  {
    "pid": "p117",
    "text": "At some point I must have drifted off, because the next thing I knew there was a soft tap at my bedroom door."
  },
  {
    "pid": "p118",
    "text": "‘Come in,’ I said, voice rough."
  },
  {
    "pid": "p119",
    "text": "Dad stepped inside, shutting the door behind him with the care of a man who did not want to wake anyone who was not already awake."
  },
  {
    "pid": "p120",
    "text": "He had his dressing gown over his vest and pants, belt pulled tight. In his hand he held a small wooden box I recognised from the mantelpiece – the one that normally sat behind the clock, half-hidden."
  },
  {
    "pid": "p121",
    "text": "‘Shift up,’ he said."
  },
  {
    "pid": "p122",
    "text": "I moved my legs so he could sit on the edge of the bed. The mattress dipped under his weight."
  },
  {
    "pid": "p123",
    "text": "He opened the box and tipped something small and metal into his palm. It caught the streetlight coming through the curtain – a round disc, punched through the top, stamped with numbers."
  },
  {
    "pid": "p124",
    "text": "His tally. The pit gave you one on your first day: you handed it in when you went on shift, got it back when you came up. If they had owt left of you to bring up at all. I had my own, still sat on my bedside table. We all did."
  },
  {
    "pid": "p125",
    "text": "He turned it over between thumb and forefinger."
  },
  {
    "pid": "p126",
    "text": "'Your mam wanted me to put this away when the strike started,' he went on. 'Out of sight. Said it was just making things harder, having it there on the mantelpiece. I told her no. Not because I love the place. But because…' He shrugged. 'Because it is mine. It is where I have spent most of my waking hours. It is who I am.'"
  },
  {
    "pid": "p127",
    "text": "He closed his fingers round the disc, then opened them and held it out to me."
  },
  {
    "pid": "p128",
    "text": "My throat tightened."
  },
  {
    "pid": "p129",
    "text": "'I kept this one at home,' he said. 'Got another in my pocket for when… if we go back. But this one stayed here. Reminder of what I was fighting for.' He paused. 'You take it.'"
  },
  {
    "pid": "p130",
    "text": "‘I cannot,’ I said automatically. ‘It is yours.’"
  },
  {
    "pid": "p131",
    "text": "He shook his head."
  },
  {
    "pid": "p132",
    "text": "‘No,’ he said. ‘It is ours. It is what put a roof over your head. It is what has wrecked my lungs. It is the thing we are fighting over with that woman in London.’ He gave a short laugh with no humour in it. ‘If you are going to her city, you might as well take a reminder of what you are there for.’"
  },
  {
    "pid": "p133",
    "text": "I took the disc. It was cold from his hand and the night air. The number stamped into it – his number – sat proud under my thumb."
  },
  {
    "pid": "p134",
    "text": "‘Do not forget where you came from,’ he said. ‘That is all I am asking. Go down there, play your songs, do your tapes, whatever half-mad scheme Alex has got you into. Just… do not come back talking like they do and thinking we are all daft for staying.’"
  },
  {
    "pid": "p135",
    "text": "‘I would not,’ I said, stung."
  },
  {
    "pid": "p136",
    "text": "‘You say that now,’ he said gently. ‘World is bigger than this street, lad. It can turn your head if you are not careful.’"
  },
  {
    "pid": "p137",
    "text": "He reached out and squeezed the back of my neck in the same way he used to when I was little and had done something stupid but survivable."
  },
  {
    "pid": "p138",
    "text": "‘I was wrong earlier,’ he added, looking at the floor. ‘About you doing it for yourself. Of course you are. You would be daft not to think of yourself. But you were right as well. We need people telling our side where they will never hear of Grimethorpe otherwise.’ He blew out a breath. ‘It does my head in, but there it is.’"
  },
  {
    "pid": "p139",
    "text": "He stood up, joints clicking."
  },
  {
    "pid": "p140",
    "text": "‘Train is at eight-oh-six,’ he said. ‘Your mam has set the alarm. She is making you sandwiches for the journey, though God knows what will be in them. Get some sleep.’"
  },
  {
    "pid": "p141",
    "text": "When he had gone, I lay there in the dark, the disc pressed into my palm, its edge biting a half-moon into my skin. Eventually I threaded it onto a bit of bootlace and tied it round my neck. It felt like carrying a small, solid piece of home."
  },
  {
    "pid": "p142",
    "text": "*"
  },
  {
    "pid": "p143",
    "text": "The morning I left, the village looked the same as it always had – low grey sky, terraced houses, washing lines like flags of surrender. Only the bags at my feet made any difference."
  },
  {
    "pid": "p144",
    "text": "Mam had packed my old army surplus duffel with two pairs of jeans, three shirts, underwear, a jumper and the thickest socks she could find. My guitar case leaned against the wall, its handle taped where it had cracked the previous winter. In my pocket I had twenty quid in notes and some loose change. Round my neck, under my shirt, the tally disc lay cold against my chest."
  },
  {
    "pid": "p145",
    "text": "‘You are sure you have got Alex’s address?’ Mam said for the third time, fussing with the collar of my jacket."
  },
  {
    "pid": "p146",
    "text": "‘Aye,’ I said. ‘He drew a little map and everything. Even I cannot get lost with that.’"
  },
  {
    "pid": "p147",
    "text": "‘You underestimate yourself,’ she said, managing a half-smile."
  },
  {
    "pid": "p148",
    "text": "Dad was quieter. He stood with his hands in his coat pockets, jaw working. Frank had offered to drive us to Doncaster station, which I took as a good sign – Dad could have sent me on the bus alone."
  },
  {
    "pid": "p149",
    "text": "Shell turned up just as Dad was loading my bag into the boot of Frank's car, breathless, Lily in tow in her nursery jumper."
  },
  {
    "pid": "p150",
    "text": "‘I would have been here sooner if someone had not poured porridge down her jumper,’ she said, nudging Lily with her elbow. ‘I brought you this.’"
  },
  {
    "pid": "p151",
    "text": "She shoved a small packet into my hand – a bundle of letter-and-number badge pins and a biro that still had the price sticker on."
  },
  {
    "pid": "p152",
    "text": "‘For when you are famous,’ she said. ‘You can sign things. And if some posh lot asks where you are from, you can stick one of these on them and tell them to look it up on a map.’"
  },
  {
    "pid": "p153",
    "text": "‘You are daft,’ I said, though my eyes prickled."
  },
  {
    "pid": "p154",
    "text": "'Absolutely,' she said. 'Now get in that car before I change my mind and chain you to the gate.'"
  },
  {
    "pid": "p155",
    "text": "Frank's Cortina smelled of cigarettes and damp. I squeezed into the back with my guitar case. Mam sat up front, twisting round to look at me. Dad got in beside me, silent."
  },
  {
    "pid": "p156",
    "text": "I hugged Shell through the window, then watched as Frank pulled away from the kerb. Shell waved both arms, juggling bags. Mrs Barlow was on her step, hand raised. The street rolled past – terraces, the shop, the welfare club."
  },
  {
    "pid": "p157",
    "text": "They were still there when we turned the corner."
  },
  {
    "pid": "p158",
    "text": "*"
  },
  {
    "pid": "p159",
    "text": "Doncaster station had a modest art deco entrance, all brick and clean lines. Frank pulled up outside, engine idling."
  },
  {
    "pid": "p160",
    "text": "'Right then,' he said. 'Do not do owt I would not do.'"
  },
  {
    "pid": "p161",
    "text": "'That leaves me a lot of room,' I said."
  },
  {
    "pid": "p162",
    "text": "He grinned and clapped my shoulder."
  },
  {
    "pid": "p163",
    "text": "On the platform, Mam fussed with my collar one last time. Dad stood with his hands in his coat pockets, jaw working."
  },
  {
    "pid": "p164",
    "text": "'Remember,' he said quietly. 'You are going to tell our story. Not forget it.'"
  },
  {
    "pid": "p165",
    "text": "'I know,' I said."
  },
  {
    "pid": "p166",
    "text": "I hugged Mam, then – after a hesitation that lasted only a heartbeat – Dad. He held on a fraction longer than he usually did, his chin digging into my shoulder."
  },
  {
    "pid": "p167",
    "text": "The train pulled in with a hiss of brakes and a metallic squeal. I climbed aboard, dragging my bag and guitar case through the narrow door."
  },
  {
    "pid": "p168",
    "text": "Through the window I could see them on the platform – Mam with her hand up, Dad standing solid in his coat, not waving but not moving either."
  },
  {
    "pid": "p169",
    "text": "They were still there when the train pulled away."
  },
  {
    "pid": "p170",
    "text": "*"
  },
  {
    "pid": "p171",
    "text": "By the time the train pulled out of Doncaster towards London, my nerves had settled into a kind of fizz under the skin that no amount of tea from the buffet trolley could smooth."
  },
  {
    "pid": "p172",
    "text": "In the seat opposite, a man in a suit read the Financial Times , all salmon-pink and graphs. Down the carriage a kid my age with spiky hair and a leather jacket slept with his mouth open and a Walkman clamped over his ears, the sound faintly tinny in the air when the train slowed."
  },
  {
    "pid": "p173",
    "text": "Out the window the landscape shifted from slag heaps and terraced streets to fields, motorways, then the first concrete outskirts of the city. Graffiti-covered walls. Billboards with faces I recognised from the news. Somewhere someone had painted COAL NOT DOLE in letters six feet high."
  },
  {
    "pid": "p174",
    "text": "I pressed my fingers to the tally disc under my shirt and thought of the picket line, of Shell with blood on her scarf, of Mam’s hands red from washing up, of Dad handing me the little box in the dark."
  },
  {
    "pid": "p175",
    "text": "I did not know then what would come – the gigs, the tapes, the nights in cramped rooms that would change how I thought about power. All I knew was that I was hurtling towards a place where people made noise that mattered, and I was carrying a small, stubborn piece of Grimethorpe with me like a promise."
  },
  {
    "pid": "p176",
    "text": "When the tannoy crackled to life and the guard announced we were approaching King’s Cross, my mouth went dry."
  },
  {
    "pid": "p177",
    "text": "‘Next stop, London,’ he said."
  },
  {
    "pid": "p178",
    "text": "As if there were only ever going to be the one."
  }
]
