[
  {
    "pid": "p000",
    "text": "Chapter Three – June–July 1984, London Bedsit and Orgreave / “Enemy Within”"
  },
  {
    "pid": "p001",
    "text": "Summer did not so much arrive in London as settle in and refuse to leave."
  },
  {
    "pid": "p002",
    "text": "By June the bedsit had a permanent sheen to it – sweat on necks, condensation on the inside of the single window, a damp shine on the patch of wall above the gas fire that never quite dried out. The carpet kept the imprint of every footstep, ground-in dirt in the shape of our lives."
  },
  {
    "pid": "p003",
    "text": "Mornings were always the same."
  },
  {
    "pid": "p004",
    "text": "Whoever woke up first put the pan on for tea and crossed the minefield of sleeping bodies to force the window open a crack. You had to haul it with both hands; the frame had swollen with some forgotten winter and never got the message that the season had changed."
  },
  {
    "pid": "p005",
    "text": "‘Feels like breathing through a jumper in here,’ Rowan said one Tuesday, shoving his fringe out of his eyes. He had fallen asleep in yesterday’s shirt, half a political pamphlet stuck to his cheek."
  },
  {
    "pid": "p006",
    "text": "‘Compost heap, mate,’ Riz said, not looking up from the jiffy bag he was addressing. ‘Layer of rubbish, layer of scraps, bit of heat, something useful might grow if we do not all suffocate first.’"
  },
  {
    "pid": "p007",
    "text": "Riz was always writing. Addresses, lists, slogans, headlines for the next issue of his zine. His fingers were permanently smudged with ink; he left little black half-moons on everything he touched."
  },
  {
    "pid": "p008",
    "text": "Alex surfaced from under a blanket near the door, hair stuck up in all directions, T-shirt twisted halfway round his torso."
  },
  {
    "pid": "p009",
    "text": "‘Speak for yourself,’ he said. ‘I am blooming.’"
  },
  {
    "pid": "p010",
    "text": "He sniffed, pulled a face."
  },
  {
    "pid": "p011",
    "text": "‘All right, maybe I am wilting a bit.’"
  },
  {
    "pid": "p012",
    "text": "Pete, who had claimed the corner by the wardrobe as his bit of floor, sat up slowly. His hair fell to his shoulders, dark and straight. He had a careful way of moving, like someone who had grown up round breakable things."
  },
  {
    "pid": "p013",
    "text": "‘Has anyone seen my other sock?’ he asked. ‘The one without the hole.’"
  },
  {
    "pid": "p014",
    "text": "‘Ask Tommy,’ Rowan said. ‘He is probably using it as a drum muffler.’"
  },
  {
    "pid": "p015",
    "text": "Tommy appeared in the doorway at that moment, rubbing sleep out of his eyes with the back of one hand, drumsticks already in the other like he had been born with them."
  },
  {
    "pid": "p016",
    "text": "‘I do not need your scabby sock,’ he said. ‘My kit sounds tragic enough on its own.’"
  },
  {
    "pid": "p017",
    "text": "He grinned as he said it. Tommy grinned at most things, still with those rugby arms Alex had joked about in his letter. He hit everything too hard and apologised afterwards."
  },
  {
    "pid": "p018",
    "text": "We had three Rich Tea biscuits between six of us and no milk."
  },
  {
    "pid": "p019",
    "text": "'Breakfast of champions,' Alex said, tipping the tin up and shaking the crumbs onto his palm. 'Half each and Danny can lick the tin, on account of being from a designated disaster area.'"
  },
  {
    "pid": "p020",
    "text": "'You are from Doncaster,' I said. 'That is hardly Chelsea.'"
  },
  {
    "pid": "p021",
    "text": "‘My mam says it is if you squint,’ he said."
  },
  {
    "pid": "p022",
    "text": "We shared the biscuits, dunked them in strong tea and pretended it was enough."
  },
  {
    "pid": "p023",
    "text": "*"
  },
  {
    "pid": "p024",
    "text": "Coalface began the way most bands do: someone got bored of talking about starting one."
  },
  {
    "pid": "p025",
    "text": "We had been circling it for a couple of weeks. Playing each other records. Alex pushing Gang of Four and The Pop Group, bands that turned rhythm into a weapon. Me bringing in The Clash, early Jam, a bit of Stiff Little Fingers. Pete arguing for Joy Division and anything with a bassline that made your ribs rattle. Tommy saying he did not care what we played as long as he got to hit things."
  },
  {
    "pid": "p026",
    "text": "‘We have got four instruments and a room,’ Alex said one afternoon, hands on hips. ‘That is more than half the bands in Camden. We either form something or admit we only moved here for the damp.’"
  },
  {
    "pid": "p027",
    "text": "We pushed the mattresses to one wall, stacked milk crates against the window and carved a rehearsal space out of the mess."
  },
  {
    "pid": "p028",
    "text": "My guitar – the battered Tele copy I had bought off my cousin – went through an amp that buzzed if you stood too close to the fridge. Alex's Rickenbacker had paint on the neck where he had used it as a brush handle for a college project. Pete's bass was a second-hand Fender copy with a crack in the headstock and a tone that could have knocked bricks out of the wall. Tommy's kit was a patchwork of borrowed drums and scrounged cymbals, wedged into the corner so tightly he had to angle his elbows like a bird folding its wings."
  },
  {
    "pid": "p029",
    "text": "‘Right,’ Alex said. ‘We need a name before we inflict ourselves on anyone else. Rowan, go.’"
  },
  {
    "pid": "p030",
    "text": "Rowan, perched on a crate with a notebook on his knee and a pencil behind his ear, looked up."
  },
  {
    "pid": "p031",
    "text": "‘Why me?’"
  },
  {
    "pid": "p032",
    "text": "‘You work in a bookshop,’ Alex said. ‘You are basically the intellectual wing.’"
  },
  {
    "pid": "p033",
    "text": "Rowan's bookshop was a radical place on the Holloway Road – shelves of Marx and Angela Davis, pamphlets about everything from nuclear disarmament to lesbian mothers' rights. He spent his days recommending books to students and old communists and his nights bringing the leftovers home in his rucksack."
  },
  {
    "pid": "p034",
    "text": "‘Names are a trap,’ he said. ‘You pick one and spend the rest of your life explaining why it is not ironic.’"
  },
  {
    "pid": "p035",
    "text": "‘Someone suggest something that does not sound like a plumbing firm,’ I said."
  },
  {
    "pid": "p036",
    "text": "We went through a list. Most of it was rubbish. Anything with “Red” in it sounded like a student union theatre group. Anything with “Rebel” sounded like an advert. Tommy suggested The Pitmen and we all vetoed it on the spot."
  },
  {
    "pid": "p037",
    "text": "‘What about Coalface?’ I said, when the argument had circled round for the third time."
  },
  {
    "pid": "p038",
    "text": "They looked at me."
  },
  {
    "pid": "p039",
    "text": "‘That is where we are from,’ I said. ‘Me and Alex, anyway. The bit that actually gets cut away. The place where everything starts. And it sounds like something you would not want to meet in an alley.’"
  },
  {
    "pid": "p040",
    "text": "Riz thought about the letters."
  },
  {
    "pid": "p041",
    "text": "‘Looks good written down,’ he said. ‘All sharp lines. Could do something with a pit head for the logo.’"
  },
  {
    "pid": "p042",
    "text": "Rowan tried it out under his breath."
  },
  {
    "pid": "p043",
    "text": "‘Coalface,’ he said. ‘Coalface. Yes. That will scan on a flyer.’"
  },
  {
    "pid": "p044",
    "text": "Alex grinned."
  },
  {
    "pid": "p045",
    "text": "‘Coalface it is,’ he said. ‘Congratulations. We officially exist.’"
  },
  {
    "pid": "p046",
    "text": "We started with a song about the strike vote, because everything did."
  },
  {
    "pid": "p047",
    "text": "I had a riff I had been messing around with since before I left Grimethorpe – E, G, A, nothing complicated, something you could shout over. Alex added a second guitar line that hung above it like wire. Pete dropped in a bass part that made the floorboards feel less stable. Tommy slammed straight fours on the kick and snare until the walls rattled."
  },
  {
    "pid": "p048",
    "text": "‘What is it called?’ Tommy shouted, over the din."
  },
  {
    "pid": "p049",
    "text": "‘Coal Not Dole,’ I shouted back."
  },
  {
    "pid": "p050",
    "text": "‘Bit on the nose, innit?’ he yelled."
  },
  {
    "pid": "p051",
    "text": "‘Good,’ I said. ‘People are tired.’"
  },
  {
    "pid": "p052",
    "text": "The first time we got through it without anyone dropping out, we all stood there, breathing hard, sweat sticking shirts to backs. For a second there was no bedsit, no damp, no unpaid rent. Just the adrenaline after a thing exists that did not an hour ago."
  },
  {
    "pid": "p053",
    "text": "Then Mrs Palmer knocked on the ceiling with her broom."
  },
  {
    "pid": "p054",
    "text": "‘You lot!’ she yelled, voice coming up through the plaster. ‘Some of us are trying to listen to the news!’"
  },
  {
    "pid": "p055",
    "text": "‘Sorry, Mrs P!’ Alex yelled back. ‘World-historical events up here!’"
  },
  {
    "pid": "p056",
    "text": "‘World-historical max volume five!’ she shouted. ‘Turn down!’"
  },
  {
    "pid": "p057",
    "text": "We laughed, turned the amps down a notch, started again."
  },
  {
    "pid": "p058",
    "text": "*"
  },
  {
    "pid": "p059",
    "text": "The first gig came quicker than I expected."
  },
  {
    "pid": "p060",
    "text": "We had played Coal Not Dole into the ground, added another couple of songs – one nicked shamelessly from an old pub-rock number Alex's dad liked, lyrics changed to be about dole queues; another that grew out of a bassline Pete had brought in, all tension and release."
  },
  {
    "pid": "p061",
    "text": "Lewis, a bloke Alex knew from art college, ran nights in the back rooms of Camden pubs and printed a free listings sheet that pretended to be a zine when it was in the mood."
  },
  {
    "pid": "p062",
    "text": "He came up to the bedsit one Friday with a plastic carrier bag full of flyers and a cigarette permanently attached to his bottom lip."
  },
  {
    "pid": "p063",
    "text": "‘Heard there is a band,’ he said, peering round the door. ‘I bring beer, you make noise?’"
  },
  {
    "pid": "p064",
    "text": "We played the three songs we had. Twice. By the end his cigarette had burned down to the filter."
  },
  {
    "pid": "p065",
    "text": "‘You are messy,’ he said. ‘Half your lyrics are guesses. But there is something there. You can have second slot on Thursday. Back room at The Fox and Firkin. Twenty minutes. Do not get me barred.’"
  },
  {
    "pid": "p066",
    "text": "The Fox and Firkin smelled of spilt bitter, bleach and undercooked chips. The “back room” was a low-ceilinged space with brown walls and a stage that was really just the end of the floor where someone had given up putting tables."
  },
  {
    "pid": "p067",
    "text": "We were second on a bill of three. First up were a band who sounded like the Jam's less motivated cousins. Headliners were Alex's mates from college, who had a saxophone and a lot of opinions about Italian cinema."
  },
  {
    "pid": "p068",
    "text": "There were maybe twenty people in the room when we went on. Punks with patches on their jackets, students in jumpers their mums had probably knitted, two older blokes in flat caps who might have wandered in looking for darts and stayed for lack of anything better to do. A girl at the back with a camera round her neck, expression serious. A lad in a smart coat near the door, collar turned up, hands in his pockets, looking like he had taken a wrong turning out of an A-level revision class and ended up somewhere he was not sure was safe."
  },
  {
    "pid": "p069",
    "text": "‘Evening,’ I said into the microphone. It squealed once and settled. ‘We are Coalface. This one is called Coal Not Dole.’"
  },
  {
    "pid": "p070",
    "text": "We played too fast. Tommy dropped a stick in the middle eight. I came in a bar early on the last chorus and had to repeat a line to make it fit. But halfway through, the lad in the Clash T-shirt at the front started shouting the title back at us before we hit it, which meant he had learned it on the spot. I held onto that."
  },
  {
    "pid": "p071",
    "text": "Afterwards, in the cramped space between the stage and the wall where we pretended was a backstage, we were giddy."
  },
  {
    "pid": "p072",
    "text": "‘We did not actually die,’ Pete said, eyes wide."
  },
  {
    "pid": "p073",
    "text": "‘My snare nearly did,’ Tommy said. ‘But yes. That will do.’"
  },
  {
    "pid": "p074",
    "text": "Alex was already halfway back into the room, talking to anyone who would listen."
  },
  {
    "pid": "p075",
    "text": "A bloke in a denim jacket came over, pint in hand."
  },
  {
    "pid": "p076",
    "text": "‘You lot Coalface?’ he asked."
  },
  {
    "pid": "p077",
    "text": "‘Depends who is asking,’ Alex said."
  },
  {
    "pid": "p078",
    "text": "‘Lewis said you had something,’ the bloke said. ‘He is usually wrong, but this time he might be right. I put nights on round here, little label, bit of a tape series. You got anything recorded?’"
  },
  {
    "pid": "p079",
    "text": "‘Not yet,’ Alex said. ‘We have got songs, though.’"
  },
  {
    "pid": "p080",
    "text": "‘Everyone has got songs,’ the bloke said. ‘Thing that travels is tape. I have got a Portastudio you can borrow, if you promise to bring it back in one piece and do not record your mate's metal band over my masters.’"
  },
  {
    "pid": "p081",
    "text": "He dug in his pocket, pulled out a card with L. HARRIS and a phone number on it."
  },
  {
    "pid": "p082",
    "text": "‘Ring me when you are ready,’ he said. ‘Kids are bored of London boys singing about their hair. You lot sound like you have actually seen owt.’"
  },
  {
    "pid": "p083",
    "text": "As he walked away, Alex turned to me."
  },
  {
    "pid": "p084",
    "text": "‘Portastudio,’ he said reverently. ‘Four tracks. Two cassettes. That is practically Abbey Road.’"
  },
  {
    "pid": "p085",
    "text": "I thought about tapes as objects. I had grown up round them – Top 40 taped off the radio with the DJ talking over the intro, compilation tapes in the welfare club jukebox, C90s passed between mates at school. I had never thought of them as something you could use to push back."
  },
  {
    "pid": "p086",
    "text": "‘We can get stuff back home on tape,’ I said slowly. ‘Real stuff. Not just what the newsreader decides to say.’"
  },
  {
    "pid": "p087",
    "text": "‘Exactly,’ Alex said. ‘Imagine one of your dad's lot hearing your song while they are sat in the welfare. That is worth more than a Camden crowd of twenty, any day.’"
  },
  {
    "pid": "p088",
    "text": "I liked the idea enough that I did not say the obvious: that my dad did not have much time for my songs in any form."
  },
  {
    "pid": "p089",
    "text": "*"
  },
  {
    "pid": "p090",
    "text": "Orgreave landed like a punch from a distance."
  },
  {
    "pid": "p091",
    "text": "It was one of those heavy June days when the air sticks. We had been arguing about a new song – whether the middle bit needed a key change or whether that was “too Queen”, according to Rowan – and we had given up for a tea break before Mrs Palmer came up with handcuffs."
  },
  {
    "pid": "p092",
    "text": "The portable telly in the corner lived on a crate and got two channels on a good day. I flipped it on more out of habit than hope."
  },
  {
    "pid": "p093",
    "text": "The news cut from some report about overseas tariffs to a field under a flat Yorkshire sky."
  },
  {
    "pid": "p094",
    "text": "‘...clashes between striking miners and police at the Orgreave coking plant...’"
  },
  {
    "pid": "p095",
    "text": "The pictures juddered. Men in work jackets, NUM badges on their chests, some with scarves over their mouths. Lines of police in helmets and shields. For a second it was just the usual – shouting, gesturing, the tense standoff we had seen every night since March."
  },
  {
    "pid": "p096",
    "text": "Then the line broke."
  },
  {
    "pid": "p097",
    "text": "Horses. A whole rank of them, looming into the frame. Officers leaning forward in the saddle, batons out. They came in hard. Men scattered. One went down. The camera lurched, catching a glimpse of hooves and flailing limbs before swinging away."
  },
  {
    "pid": "p098",
    "text": "‘Jesus,’ Alex breathed, halfway through pouring hot water into the teapot. He missed and scalded his hand; did not seem to notice."
  },
  {
    "pid": "p099",
    "text": "The reporter's voiceover came on, smooth as if nothing in the world was out of place."
  },
  {
    "pid": "p100",
    "text": "‘There were ugly scenes today as pickets attacked police lines with bricks and bottles. Officers responded with mounted charges. Several miners and police officers have been taken to hospital. NUM leader Arthur Scargill has accused the government of deliberate provocation.’"
  },
  {
    "pid": "p101",
    "text": "Attacked police lines. Mounted charges. I felt something twist."
  },
  {
    "pid": "p102",
    "text": "‘They never show how it starts,’ I said. ‘They never show who pushes first.’"
  },
  {
    "pid": "p103",
    "text": "Rowan came in from the hallway, wiping ink off his fingers on his jeans."
  },
  {
    "pid": "p104",
    "text": "‘What is this?’ he asked."
  },
  {
    "pid": "p105",
    "text": "‘Orgreave,’ Alex said. ‘Government's idea of crowd control.’"
  },
  {
    "pid": "p106",
    "text": "We watched in silence, the three of us wedged in that little room while somewhere, in a field two hundred miles north, men we knew or nearly knew were running for their lives."
  },
  {
    "pid": "p107",
    "text": "When the bulletin moved on to something about a royal opening a hospital, I turned the set off so hard the dial slipped."
  },
  {
    "pid": "p108",
    "text": "‘I need to ring home,’ I said."
  },
  {
    "pid": "p109",
    "text": "The phone box at the end of the street had a door that did not quite shut and a floor that had never seen a mop. I fed coins into the slot with hands that felt clumsy."
  },
  {
    "pid": "p110",
    "text": "The line rang and rang. Just as I was about to give up, someone picked up."
  },
  {
    "pid": "p111",
    "text": "‘Ashcroft residence,’ Shell said. Her voice was steady in a way that made me think she had been practising."
  },
  {
    "pid": "p112",
    "text": "‘Shell, it is me.’"
  },
  {
    "pid": "p113",
    "text": "There was a pause. In the background I heard her little one shouting and the clatter of pots."
  },
  {
    "pid": "p114",
    "text": "‘You have seen it?’ she said."
  },
  {
    "pid": "p115",
    "text": "‘The telly,’ I said. ‘Not... I mean, not there. But...’"
  },
  {
    "pid": "p116",
    "text": "‘It is worse in real life,’ she said. The steadiness cracked. ‘Hours of nowt. Just lads stood around, cups of tea, jokes, waiting. Then all of a sudden lines of them. More police than you would think through all of Yorkshire. Horses ready. Like they had been sat in their vans waiting for someone to give them the go-ahead.’"
  },
  {
    "pid": "p117",
    "text": "‘Is my dad—’"
  },
  {
    "pid": "p118",
    "text": "‘He is home,’ she said quickly. ‘Shoulder is a mess. Doctor says no break, just big bruising. He will milk it. Your mam is already threatening to wrap him in a duvet and nail him to the sofa.’"
  },
  {
    "pid": "p119",
    "text": "I let out a breath I had not realised I was holding."
  },
  {
    "pid": "p120",
    "text": "‘And the rest?’ I asked."
  },
  {
    "pid": "p121",
    "text": "‘Lads with heads split like eggs,’ she said. ‘Ribs gone. One from over at Silverwood, they reckon his leg is never going to be right again. And every reporter down here talking about “violent pickets” like we just woke up and fancied a fight.’"
  },
  {
    "pid": "p122",
    "text": "Her anger travelled down the line and set up camp in my chest."
  },
  {
    "pid": "p123",
    "text": "‘Mam there?’ I asked."
  },
  {
    "pid": "p124",
    "text": "‘She is,’ Shell said. ‘She has been telling anyone who will listen that if they had sent half as many police to shut down tax dodgers as they have to shut down pits, we would be rolling in it by now.’"
  },
  {
    "pid": "p125",
    "text": "I could hear Mam in the background, telling someone to get their feet off the table."
  },
  {
    "pid": "p126",
    "text": "‘Put her on?’ I said."
  },
  {
    "pid": "p127",
    "text": "There was a shuffle, a muffled exchange, then Mam's voice, closer, frayed at the edges."
  },
  {
    "pid": "p128",
    "text": "‘Daniel?’"
  },
  {
    "pid": "p129",
    "text": "‘You all right?’ I asked, throat thick."
  },
  {
    "pid": "p130",
    "text": "‘I am,’ she said. ‘Your dad is in one piece, mostly. The telly is lying. Again. You seen it?’"
  },
  {
    "pid": "p131",
    "text": "‘Yes,’ I said. ‘They are making it look like the lads started it.’"
  },
  {
    "pid": "p132",
    "text": "‘Of course they are,’ she said. ‘That is the game. They swing the first punch, then bring their own cameras to film you bleeding and call it balance. Do not you ever forget they are picking which bits you see.’"
  },
  {
    "pid": "p133",
    "text": "‘I will not,’ I said."
  },
  {
    "pid": "p134",
    "text": "There was a pause."
  },
  {
    "pid": "p135",
    "text": "‘Are you staying safe?’ she asked. ‘Eating? Sleeping? Not letting Alex talk you into anything daft?’"
  },
  {
    "pid": "p136",
    "text": "‘I am in a room with five lads and one frying pan,’ I said. ‘Define safe.’"
  },
  {
    "pid": "p137",
    "text": "She made a sound that might have been a laugh."
  },
  {
    "pid": "p138",
    "text": "‘Your dad wants a word,’ she said. ‘He is pretending he does not, but he does.’"
  },
  {
    "pid": "p139",
    "text": "Another shuffle. I could picture the scene: Shell with her little one, Mam at the table, Dad in his chair with his arm in a sling, the telly muttering in the corner."
  },
  {
    "pid": "p140",
    "text": "‘Danny,’ he said."
  },
  {
    "pid": "p141",
    "text": "‘All right?’ I said."
  },
  {
    "pid": "p142",
    "text": "‘Been better,’ he said. He cleared his throat. ‘You seen that mess?’"
  },
  {
    "pid": "p143",
    "text": "‘On the news,’ I said. ‘Does not look right.’"
  },
  {
    "pid": "p144",
    "text": "‘It is not,’ he said. ‘They lined us up like cattle. You know when it is going to go. You can feel it. All those vans, all those horses, officers with numbers covered. They wanted a show. We gave them one, I suppose.’"
  },
  {
    "pid": "p145",
    "text": "He did not sound proud."
  },
  {
    "pid": "p146",
    "text": "‘I should be there,’ I blurted."
  },
  {
    "pid": "p147",
    "text": "‘No,’ he said, sharp enough to cut. ‘You would add one more body to the pile, that is all. You are where you are meant to be. Watching how they tell it. That is important. We need someone paying attention.’"
  },
  {
    "pid": "p148",
    "text": "‘Does not feel like enough,’ I said."
  },
  {
    "pid": "p149",
    "text": "‘It never does,’ he said. ‘But if you lot down there can find a way to keep a proper record — not just their version of it — you will be doing more than I can with this shoulder.’"
  },
  {
    "pid": "p150",
    "text": "The beeps started in my ear – last of the coins."
  },
  {
    "pid": "p151",
    "text": "‘Tell Mam I—’"
  },
  {
    "pid": "p152",
    "text": "‘I will,’ he said. ‘And Danny?’"
  },
  {
    "pid": "p153",
    "text": "‘Yes?’"
  },
  {
    "pid": "p154",
    "text": "‘Do not let them decide who you are with a headline. And do not throw their lies away when they send them, neither. Keep clippings. Names. Dates. One day someone will need to see they said it.’"
  },
  {
    "pid": "p155",
    "text": "The line went dead."
  },
  {
    "pid": "p156",
    "text": "I stood there in the reek of old chips and damp coats, receiver still in my hand, his last words settling in."
  },
  {
    "pid": "p157",
    "text": "One day someone will need to see they said it."
  },
  {
    "pid": "p158",
    "text": "*"
  },
  {
    "pid": "p159",
    "text": "I did not plan to write that night. It came out anyway."
  },
  {
    "pid": "p160",
    "text": "Back in the bedsit, the others drifted off – Pete to his evening shift at the off-licence, Tommy to chase a girl in Holloway, Riz to the kitchen table with a stack of leaflets. Rowan claimed the armchair with a book and was asleep before the second paragraph."
  },
  {
    "pid": "p161",
    "text": "I sat on my mattress with the guitar across my knees, fingers finding shapes without asking permission."
  },
  {
    "pid": "p162",
    "text": "A minor chord, then another. Something that felt like running at something bigger than you are. A rhythm that sounded like boots hitting tarmac, like batons on shields, like a heart that had not caught up with what it had just seen."
  },
  {
    "pid": "p163",
    "text": "The words came in bits. Not slogans. I was sick of slogans. Everyone shouting the same four phrases into the air, trying to make them mean something, while the cameras took what they wanted."
  },
  {
    "pid": "p164",
    "text": "I thought of Mam saying do not you ever forget they are picking which bits you see. Of Shell's lists, her fury. Of Dad's voice, tired and certain, telling me my job was to look through the glass and not throw anything away."
  },
  {
    "pid": "p165",
    "text": "I wrote about cameras pointed the wrong way. About men on horses with their numbers hidden. About being told you were the danger when the only thing you had done was stand where you were not supposed to. About being turned into a threat so someone in an office could sleep at night."
  },
  {
    "pid": "p166",
    "text": "Lines went down, got scratched out, came back with different words. By two in the morning my fingers hurt and my throat was rough from half-sung phrases."
  },
  {
    "pid": "p167",
    "text": "Alex rolled over on the floor, hair in his face."
  },
  {
    "pid": "p168",
    "text": "‘You going to play that or keep torturing it on your own?’ he muttered."
  },
  {
    "pid": "p169",
    "text": "‘You were asleep,’ I said."
  },
  {
    "pid": "p170",
    "text": "‘I am in a room with a man playing three chords like they have personally offended him,’ he said. ‘Nobody is asleep.’"
  },
  {
    "pid": "p171",
    "text": "I played it through for him. Just guitar and voice, the words still half-formed but the shape there."
  },
  {
    "pid": "p172",
    "text": "When I finished, he lay on his back staring at the ceiling."
  },
  {
    "pid": "p173",
    "text": "‘That is it,’ he said. ‘That is the one that hurts.’"
  },
  {
    "pid": "p174",
    "text": "‘I do not know what to call it,’ I said. ‘Cannot just call it Orgreave. Feels... wrong. Like sticking a label on someone's scar.’"
  },
  {
    "pid": "p175",
    "text": "‘Leave it for now,’ he said. ‘The right name will turn up. Probably when you are trying to think about something else.’"
  },
  {
    "pid": "p176",
    "text": "He was right, as it turned out."
  },
  {
    "pid": "p177",
    "text": "*"
  },
  {
    "pid": "p178",
    "text": "The phrase came a few weeks later, in July, from the same little radio that had been lying to us since March."
  },
  {
    "pid": "p179",
    "text": "It was a sticky evening. The bedsit smelled of hot plaster and chip fat from the takeaway downstairs. We had just finished running the set for a benefit gig – Coal Not Dole, the Orgreave song, two others that still did not quite know what they wanted to be."
  },
  {
    "pid": "p180",
    "text": "Riz turned the radio on for background while he laid out pages for the next zine. The newsreader's voice cut through half a tune."
  },
  {
    "pid": "p181",
    "text": "‘...speaking at a private meeting of the 1922 Committee, the Prime Minister is reported to have warned Conservative MPs about what she described as ’the enemy within‘ – a reference understood to mean militant miners' leaders and certain left-wing councils...’"
  },
  {
    "pid": "p182",
    "text": "The rest of the sentence blurred."
  },
  {
    "pid": "p183",
    "text": "Enemy within."
  },
  {
    "pid": "p184",
    "text": "It lodged like a stone."
  },
  {
    "pid": "p185",
    "text": "Alex looked up from restringing his guitar."
  },
  {
    "pid": "p186",
    "text": "‘Well, that is us told,’ he said. ‘Nice to have our status clarified.’"
  },
  {
    "pid": "p187",
    "text": "Rowan snorted."
  },
  {
    "pid": "p188",
    "text": "‘Enemy within what?’ he said. ‘Within her idea of Britain, I suppose. Anything that does not fit gets called treason these days.’"
  },
  {
    "pid": "p189",
    "text": "I just sat there, the words going round like someone had written them on the inside of my eyelids."
  },
  {
    "pid": "p190",
    "text": "Enemy within."
  },
  {
    "pid": "p191",
    "text": "I could see my dad's tally disc, heavy against my chest. The picket line. Shell's kitchen full of her little one, other people's kids and lists. Mam at the sink. Me in this room, guitar in hand, tape decks stacked on the floor."
  },
  {
    "pid": "p192",
    "text": "Enemy, to her."
  },
  {
    "pid": "p193",
    "text": "Within, to them."
  },
  {
    "pid": "p194",
    "text": "‘You all right?’ Alex asked quietly."
  },
  {
    "pid": "p195",
    "text": "‘She is talking about my dad,’ I said. ‘And Mam. And Shell. Like they are some disease she has got to cut out.’"
  },
  {
    "pid": "p196",
    "text": "‘She is talking about a story she can sell her lot,’ he said. ‘You do not have to buy it.’"
  },
  {
    "pid": "p197",
    "text": "I went to pick the guitar up and then did not. Instead I picked up my notebook and wrote the phrase at the top of the page."
  },
  {
    "pid": "p198",
    "text": "ENEMY WITHIN."
  },
  {
    "pid": "p199",
    "text": "The letters sat there, black against blue lines."
  },
  {
    "pid": "p200",
    "text": "‘That is the title,’ I said."
  },
  {
    "pid": "p201",
    "text": "‘For the Orgreave one?’ Alex asked."
  },
  {
    "pid": "p202",
    "text": "‘Yes,’ I said. ‘She can have it in her mouth one way. We will spit it back another. And we will make sure there is proof she said it in the first place.’"
  },
  {
    "pid": "p203",
    "text": "He nodded, eyes on the radio."
  },
  {
    "pid": "p204",
    "text": "‘Then we keep the clipping,’ he said. ‘Date, page, exact words. Riz, you hearing this? That is your next zine cover.’"
  },
  {
    "pid": "p205",
    "text": "Riz, who had already torn the news item out of the Evening Standard and was flattening it with his palm, looked up."
  },
  {
    "pid": "p206",
    "text": "‘On it,’ he said. ‘Headline, quote, who they are calling enemy this week. I will start a folder. Lies they told out loud.’"
  },
  {
    "pid": "p207",
    "text": "‘Good,’ I said, surprising myself with how hard the word came out. ‘We will need it.’"
  },
  {
    "pid": "p208",
    "text": "I did not know who “we” meant yet."
  },
  {
    "pid": "p209",
    "text": "But the feeling that had been gnawing at me since Orgreave – that watching and shouting was not enough – shifted slightly. The phrase on the page. The clipping on the table. My dad's voice in my ear telling me to keep names and dates. It felt like the beginning of something that was not just reaction."
  },
  {
    "pid": "p210",
    "text": "*"
  },
  {
    "pid": "p211",
    "text": "Harris kept his word about the Portastudio."
  },
  {
    "pid": "p212",
    "text": "He turned up two days after the “enemy within” bulletin with a holdall that looked like it had been round the world twice and a battered four-track machine inside."
  },
  {
    "pid": "p213",
    "text": "'Handle her gently,' he said, patting the top. 'She is more temperamental than half the singers I know. Levels low, no banging about, and if you drop her I will tell your union you are a scab.'"
  },
  {
    "pid": "p214",
    "text": "We cleared the kitchen table, which meant piling everything we owned on the floor. The Portastudio took up all the space and most of the electricity. Four little faders. A cluster of knobs that did things we only half understood. A big red record button Alex kept eyeing like it might bite."
  },
  {
    "pid": "p215",
    "text": "We did not have enough microphones, so we improvised. My guitar went straight in. We stuck the one decent mic we had in front of Alex's amp and another in the middle of the room to catch drums and voices. It looked ridiculous. It sounded... honest."
  },
  {
    "pid": "p216",
    "text": "‘Right,’ Alex said, headphones on one ear. ‘We will do Coal Not Dole first. If it all goes wrong, at least we will have ruined the one we have played most.’"
  },
  {
    "pid": "p217",
    "text": "‘Comforting,’ Tommy said, twirling a stick."
  },
  {
    "pid": "p218",
    "text": "We counted in and went for it."
  },
  {
    "pid": "p219",
    "text": "We played tighter than we ever had. Fear of wasting tape will do that. When we hit the last chord, nobody spoke until the sound stopped bouncing round the room."
  },
  {
    "pid": "p220",
    "text": "Harris rewound, pressed play."
  },
  {
    "pid": "p221",
    "text": "Our song came back at us, squashed and tinny and somehow bigger. The drums sat in the wrong place, the guitar clipped once where I had dug in too hard, the vocal wobbled on a line I had sung a hundred times, but under all that was us. Not a version of us through someone else's lens. Just us."
  },
  {
    "pid": "p222",
    "text": "‘Again,’ I said."
  },
  {
    "pid": "p223",
    "text": "We did it twice more. The third take held."
  },
  {
    "pid": "p224",
    "text": "Then we did the new one."
  },
  {
    "pid": "p225",
    "text": "By then it had verses. A bridge. A line in the last chorus that I knew would make Shell swear and cry at the same time. I sang it with the bit of my throat that still had the television footage in it, the dust of watching something you cannot stop."
  },
  {
    "pid": "p226",
    "text": "When we listened back, the room was quiet."
  },
  {
    "pid": "p227",
    "text": "'That is the one,' Harris said softly. 'You put that in the post and someone who was there will know you have been listening.'"
  },
  {
    "pid": "p228",
    "text": "Mrs Palmer came up halfway through the playback. She leaned in the doorway, arms folded, wooden spoon still in her hand."
  },
  {
    "pid": "p229",
    "text": "'So this is what you have been shaking my ceiling with,' she said."
  },
  {
    "pid": "p230",
    "text": "‘We are making a tape,’ I said. ‘About Orgreave. About... all of it.’"
  },
  {
    "pid": "p231",
    "text": "She narrowed her eyes."
  },
  {
    "pid": "p232",
    "text": "‘My brother was at Brixton when it kicked off there,’ she said. ‘News said it was hooligans. Never showed the stops, the searching, the way they would line you up for no reason and take pleasure over it. You make sure you put that sort of thing in your little song, not just your shouting. And keep that report. They cannot say they did not call him a hooligan if you have it in a folder.’"
  },
  {
    "pid": "p233",
    "text": "‘We tried,’ I said. ‘With the song, I mean. Riz is on the folder.’"
  },
  {
    "pid": "p234",
    "text": "She sniffed."
  },
  {
    "pid": "p235",
    "text": "‘Just mind you wash them mugs before something grows legs and walks out,’ she added, and went back downstairs."
  },
  {
    "pid": "p236",
    "text": "We bounced the three songs we liked best onto a single master cassette and wrote COALFACE – DEMO on the label in block capitals."
  },
  {
    "pid": "p237",
    "text": "‘What now?’ Pete asked."
  },
  {
    "pid": "p238",
    "text": "‘Now we copy it,’ Alex said."
  },
  {
    "pid": "p239",
    "text": "‘Onto what?’ Tommy said. ‘We have got one tape.’"
  },
  {
    "pid": "p240",
    "text": "‘Onto whatever C90s we can lay our hands on,’ Alex said. ‘We have all got old ones. We will tape over the rubbish. If there is a great lost album under your bed, now is the time to weep for it.’"
  },
  {
    "pid": "p241",
    "text": "Between us we found six blanks and four tapes we were willing to sacrifice. Top 40s taped off the radio, an old live Jam bootleg, a terrible synth-pop album someone had bought by mistake."
  },
  {
    "pid": "p242",
    "text": "We rigged up two tape decks – ours and the house one that ate tapes if you looked at it wrong. One as player, one as recorder. Play. Record. Stop. Flip. Repeat. Slow, clumsy, miraculous."
  },
  {
    "pid": "p243",
    "text": "By the end of the night we had ten cassettes with our songs on and whatever ghosts lay underneath."
  },
  {
    "pid": "p244",
    "text": "We did not have inlays yet – that came later, with scissors and glue and Riz's stolen Letraset – but we had enough to start."
  },
  {
    "pid": "p245",
    "text": "‘Who gets the first one?’ Tommy asked, turning a tape over in his hands like it might bite."
  },
  {
    "pid": "p246",
    "text": "‘Shell,’ I said. ‘Welfare club. Kitchen. Anywhere she thinks it will do the most damage.’"
  },
  {
    "pid": "p247",
    "text": "‘So that is Grimethorpe,’ Alex said. ‘Where else?’"
  },
  {
    "pid": "p248",
    "text": "Names came: lads we knew on committees, women from WAPC groups who had written letters, a youth club in Doncaster where Shell said the kids were restless and bored."
  },
  {
    "pid": "p249",
    "text": "As I sat down to write the first note – Dear Shell – the words that had been nagging at the edge of my brain since the Portastudio arrived finally lined up."
  },
  {
    "pid": "p250",
    "text": "Our tapes can go where we cannot."
  },
  {
    "pid": "p251",
    "text": "I wrote it at the bottom of the page, then underlined it once."
  },
  {
    "pid": "p252",
    "text": "It sounded like showing off. It was also true."
  },
  {
    "pid": "p253",
    "text": "I could not stand on the line at Orgreave. I could not be in every welfare club, every kitchen, every cramped front room where people huddled round the telly and watched themselves turned into villains over tea."
  },
  {
    "pid": "p254",
    "text": "But I could make something that travelled. Something small enough to fit in a pocket or a jiffy bag, cheap enough to copy, stubborn enough to last."
  },
  {
    "pid": "p255",
    "text": "But a cassette could be put in a pocket, a bag, a jacket. It could travel up a motorway in the glove compartment of a clapped-out Escort, sit on a shelf in a support group's office, end up in the tape deck of a kid in a bedroom who had never seen a pit but knew what it was to be told he was trouble."
  },
  {
    "pid": "p256",
    "text": "Later on, when people with tidy haircuts and smarter degrees than mine would talk about narrative and counter-hegemony and all the rest, they would make it sound like a plan."
  },
  {
    "pid": "p257",
    "text": "It was not. Not then."
  },
  {
    "pid": "p258",
    "text": "It was just four lads in a hot room with a borrowed Portastudio and a handful of C90s, trying to answer back – and, because of a phone call in a filthy box and a folded clipping on our table, trying to leave a record that somebody else could use when they came looking."
  },
  {
    "pid": "p259",
    "text": "They had their phrase now – enemy within – written in newspapers and whispered at party meetings."
  },
  {
    "pid": "p260",
    "text": "We had ours, on plastic and ferric oxide, scratched onto labels in biro, stuffed into jiffy bags addressed in Riz's careful hand, with crumpled headlines and dates tucked in alongside."
  },
  {
    "pid": "p261",
    "text": "We could not prove any of it would matter."
  },
  {
    "pid": "p262",
    "text": "But for the first time since March it felt like we were not just surviving the story. We were storing it."
  }
]
