[
  {
    "pid": "p001",
    "text": "By June the newspapers were full of two stories that did not seem to belong to the same country."
  },
  {
    "pid": "p002",
    "text": "On one page, the Tories were grinning in front of blue backdrops, holding up three fingers for three terms, telling everyone that Britain was booming, modern, strong. On the next, there were pictures of shuttered pits and boarded-up shops, a footnote about another factory closing in the North East."
  },
  {
    "pid": "p003",
    "text": "In between all that, there was a three-paragraph review in a free paper that someone had left on the bus."
  },
  {
    "pid": "p004",
    "text": "‘The Glass Saints,’ it said, ‘have finally released their EP, proving the move from Coalface was no fluke. Still angry, but with more to lose.’"
  },
  {
    "pid": "p005",
    "text": "Alex cut it out and blu-tacked it to the wall of the rehearsal room."
  },
  {
    "pid": "p006",
    "text": "‘We have re-emerged,’ he said, savouring the word. ‘Very biblical.’"
  },
  {
    "pid": "p007",
    "text": "‘We did not die,’ I pointed out. ‘We just repainted the banner.’"
  },
  {
    "pid": "p008",
    "text": "‘Same thing, in rock press,’ he said. ‘You only matter again when you change shape.’"
  },
  {
    "pid": "p009",
    "text": "He had a point. Coalface had belonged to the strike. Glass Saints belonged to what came after; the fights that did not have clear picket lines."
  },
  {
    "pid": "p010",
    "text": "We were back in the little studio above the carpet warehouse in Hackney, making what we were stubbornly calling our first proper EP. The tapes and live cassettes and demos we had churned out in bedrooms and back rooms had got us this far. Now we wanted something that felt like a small stake in the world. Four songs, seven inches of vinyl if we could afford it, tapes for everyone else."
  },
  {
    "pid": "p011",
    "text": "The title Alex had scrawled on his notebook was “Cracks in Glass Houses”."
  },
  {
    "pid": "p012",
    "text": "‘Subtle,’ I said."
  },
  {
    "pid": "p013",
    "text": "‘More subtle than calling it 'Thatcher Out',’ he replied. ‘And it gives us room for metaphors. You like metaphors.’"
  },
  {
    "pid": "p014",
    "text": "He was not wrong."
  },
  {
    "pid": "p015",
    "text": "The songs we had chosen were different to the early Coalface stuff. Still loud, still full of names and dates and finger pointing, but there were new lines creeping in among the old slogans, questions about who heard what and how stories travelled. I had written one where the chorus went:"
  },
  {
    "pid": "p016",
    "text": "Whispers up the staircase, lists under plates,\nThey think their houses solid, but we are learning all the weights."
  },
  {
    "pid": "p017",
    "text": "I was not sure if anyone outside our circle would get it. I was not even sure half the band did. But it felt right on my tongue."
  },
  {
    "pid": "p018",
    "text": "Jules, the engineer, sat behind the desk, chewing the end of a biro."
  },
  {
    "pid": "p019",
    "text": "‘Right, saints,’ he said, tapping the reel-to-reel machine. ‘Let us see if we can make you sound like you mean it without blowing the heads off my mics this time.’"
  },
  {
    "pid": "p020",
    "text": "He had upgraded since we last came – a couple of new outboard boxes, a second-hand compressor, a kettle that did not need sweet-talking to boil."
  },
  {
    "pid": "p021",
    "text": "‘Levels first,’ he said. ‘One at a time.’"
  },
  {
    "pid": "p022",
    "text": "Pete rattled through a few bars, then Tommy, then Alex. When it was my turn, I stepped up to the microphone, headphones on, the small world of the vocal booth settling over me. Outside, through the glass, I could see Alex mouthing along with the words, even though we were not recording yet."
  },
  {
    "pid": "p023",
    "text": "‘Give me the first verse,’ Jules said in my ear."
  },
  {
    "pid": "p024",
    "text": "I did. The song was about the Big Bang and The Furnace in the same breath, about champagne towers and leaking roofs, about glass houses of Parliament and the cracks that started in places with mould on the walls."
  },
  {
    "pid": "p025",
    "text": "When I finished the verse, there was a moment's quiet. Then Jules clicked the talkback."
  },
  {
    "pid": "p026",
    "text": "‘Yeah,’ he said. ‘We can work with that.’"
  },
  {
    "pid": "p027",
    "text": "We spent the day laying down drums and bass, guitars folded in around them, vocals last. It was the usual mix of arguments and breakthroughs – Alex wanting an extra harmony here, me digging my heels in about keeping a line bare, Pete sneakily adding little flourishes when he thought we were not listening."
  },
  {
    "pid": "p028",
    "text": "At one point, we broke for tea. The studio kitchen was a narrow corridor with a single window and a view over the carpet warehouse roof. Far below, men in overalls were dragging rolls of patterned carpet into a van, the designs bright even from up here."
  },
  {
    "pid": "p029",
    "text": "‘Imagine having that on your floor,’ I said, peering down. ‘Whole living room covered in fake Persian.’"
  },
  {
    "pid": "p030",
    "text": "Alex shrugged. ‘If you grow up with it, you do not see it. Same as we do not notice the coal dust until someone from London comes up and starts coughing.’"
  },
  {
    "pid": "p031",
    "text": "‘Or the damp here,’ I said, nodding at the patch by the ceiling. ‘Our kids will think mould is a design choice.’"
  },
  {
    "pid": "p032",
    "text": "‘Ours?’ he said, eyebrow raised."
  },
  {
    "pid": "p033",
    "text": "‘Figure of speech,’ I said quickly. ‘Theirs, then. Whoever grows up under our roof.’"
  },
  {
    "pid": "p034",
    "text": "He poured tea into mismatched mugs."
  },
  {
    "pid": "p035",
    "text": "‘You have started saying 'our roof' a lot,’ he observed."
  },
  {
    "pid": "p036",
    "text": "‘It is ours, is it not?’ I said. ‘The Furnace. The phone lines. The filing cabinets. The rota sheets. The pan of stew on the stove. We built them. Shell built them. They are not just a borrowed stage anymore.’"
  },
  {
    "pid": "p037",
    "text": "He looked at me over the rim of his mug."
  },
  {
    "pid": "p038",
    "text": "‘I like it when you talk logistics,’ he said. ‘Very un-rock'n'roll.’"
  },
  {
    "pid": "p039",
    "text": "‘I contain multitudes,’ I said."
  },
  {
    "pid": "p040",
    "text": "He snorted."
  },
  {
    "pid": "p041",
    "text": "When we went back in, I sang the lines again with the picture of The Furnace in my head instead of the Houses of Parliament – the scuffed floor, the noticeboard, the kids' corner, the crate we used as a step for the short ones to see the stage."
  },
  {
    "pid": "p042",
    "text": "It made the song better."
  },
  {
    "pid": "p043",
    "text": "*"
  },
  {
    "pid": "p044",
    "text": "If the studio showed one side of what we had become, The Furnace showed the other."
  },
  {
    "pid": "p045",
    "text": "By midsummer, the place had stopped being an experiment and started being a machine. Not a sleek one, more like something built from parts rescued out of skips and wired together with swear words and tea bags – but it worked."
  },
  {
    "pid": "p046",
    "text": "The whiteboard in the office was covered in scrawled rectangles, each a night or an afternoon. The names inside were a mixture that would have baffled anyone in the council office who still thought of us as a “youth music venue”."
  },
  {
    "pid": "p047",
    "text": "Monday: Tenants' Association / Youth drama.\nTuesday: Women's group / Lesbian discussion circle.\nWednesday: Anti-apartheid / Band rehearsals.\nThursday: Queer youth / Legal advice drop-in.\nFriday: Gigs.\nSaturday: Gigs, film nights, fundraisers.\nSunday: Meetings when we were meant to be resting."
  },
  {
    "pid": "p048",
    "text": "Shell stood in front of the board with a marker in her hand like a conductor. The phone cradled to her shoulder rang and rang; she had learned to write one-handed weeks ago."
  },
  {
    "pid": "p049",
    "text": "‘No, you cannot have every Thursday,’ she said into the receiver. ‘Because the queer youth group will have my head and rightly so. You can have second and fourth. Or you can have a Saturday afternoon once a month and I will get the drama kids to do your publicity. Yes. Yes, I know your cause is important. So is theirs. That is why I am trying to make room for both.’"
  },
  {
    "pid": "p050",
    "text": "She clicked the phone down, rubbed her temple with the back of her hand and turned to me."
  },
  {
    "pid": "p051",
    "text": "‘If one more absolutely essential group calls,’ she said, ‘I am going to start making them arm wrestle in the bar for space.’"
  },
  {
    "pid": "p052",
    "text": "‘Put them on a rota,’ I said. ‘Everything else is.’"
  },
  {
    "pid": "p053",
    "text": "‘I have got three rotas already,’ she said. ‘Stewards, café, childcare. If I start doing arm-wrestling schedules I will never leave this room.’"
  },
  {
    "pid": "p054",
    "text": "Lily, now six, was sitting cross-legged under the table with a pile of felt tips and a stack of scrap paper, drawing her own version of the whiteboard."
  },
  {
    "pid": "p055",
    "text": "‘This one is for the cats,’ she said, holding up a page covered in loops. ‘They have meetings as well.’"
  },
  {
    "pid": "p056",
    "text": "‘I believe it,’ Shell said. ‘They are certainly plotting something.’"
  },
  {
    "pid": "p057",
    "text": "I had come in to talk about the EP launch – date, ticket price, what food we could afford, which local acts to put on the bill with us. Within five minutes I had been roped into helping staple leaflets for the tenants' association and chasing Lucas, now a toddler, away from the phone wires."
  },
  {
    "pid": "p058",
    "text": "‘You know,’ I said, watching Shell tick half a dozen things off a list I had not realised existed, ‘someone should be paying you for this.’"
  },
  {
    "pid": "p059",
    "text": "‘They are,’ she said. ‘In heartburn and sarcasm.’"
  },
  {
    "pid": "p060",
    "text": "She said it lightly, but she was pale under the freckles. The circles under her eyes were getting darker; the cough she had picked up over winter had not quite left. The cardigan hanging over the back of her chair looked too big, as if she had shrunk inside it."
  },
  {
    "pid": "p061",
    "text": "‘You all right?’ I asked. ‘Properly, I mean.’"
  },
  {
    "pid": "p062",
    "text": "‘I am fine,’ she said at once. ‘Just tired. We had someone from the council in earlier asking about fire certificates and I had to pretend I did not want to throttle him. That takes it out of you.’"
  },
  {
    "pid": "p063",
    "text": "‘You are shaking,’ I said."
  },
  {
    "pid": "p064",
    "text": "She looked down at her hands in surprise. They were, ever so slightly."
  },
  {
    "pid": "p065",
    "text": "‘Caffeine,’ she said. ‘Too much tea.’"
  },
  {
    "pid": "p066",
    "text": "Before I could say anything else, the phone rang again. She snatched it up, voice brisk, the way she did when she needed to snap herself out of something."
  },
  {
    "pid": "p067",
    "text": "‘The Furnace,’ she said. ‘Shell speaking. No, I am not interested in a new electricity tariff, thank you, unless you are offering it free to everyone on the estate as compensation for the eighties.’"
  },
  {
    "pid": "p068",
    "text": "She hung up, smiled tightly and reached for her mug. The smile slipped as soon as her fingers closed around the handle; the mug rattled against the saucer."
  },
  {
    "pid": "p069",
    "text": "‘Sit down,’ I said."
  },
  {
    "pid": "p070",
    "text": "‘I am sitting,’ she said. Then she frowned. ‘No, I am… all right, maybe not.’"
  },
  {
    "pid": "p071",
    "text": "She took a step towards the chair and missed it completely, knees buckling. I got to her in time, catching her under the arms and easing her down before she hit the floor."
  },
  {
    "pid": "p072",
    "text": "‘Shell,’ I said, heart thumping. ‘Hey. Look at me.’"
  },
  {
    "pid": "p073",
    "text": "Her eyes were wide for a second, then she squeezed them shut, breathing shallowly."
  },
  {
    "pid": "p074",
    "text": "‘It is all right,’ she said through her teeth. ‘Just went a bit light-headed. I am fine.’"
  },
  {
    "pid": "p075",
    "text": "‘You keeled over,’ I said. ‘That is not fine.’"
  },
  {
    "pid": "p076",
    "text": "‘Do not make a fuss,’ she whispered. ‘If anyone sees, I will be on the sick list and then what will you all do when the fire certificate man comes back?’"
  },
  {
    "pid": "p077",
    "text": "I wanted to shout at her. Instead I got a cushion from the bench and slid it behind her back."
  },
  {
    "pid": "p078",
    "text": "‘Stay put,’ I said. ‘I will get you some water.’"
  },
  {
    "pid": "p079",
    "text": "‘Tea,’ she murmured."
  },
  {
    "pid": "p080",
    "text": "‘Water first,’ I said. ‘Then tea. You cannot negotiate your way out of gravity.’"
  },
  {
    "pid": "p081",
    "text": "By the time I came back from the kitchen with a glass, the colour was creeping back into her cheeks. Lily had crawled out from under the table and was patting her mum's knee."
  },
  {
    "pid": "p082",
    "text": "‘Are you broken?’ she asked solemnly."
  },
  {
    "pid": "p083",
    "text": "‘Bit of a loose screw,’ Shell said weakly. ‘Nothing serious.’"
  },
  {
    "pid": "p084",
    "text": "‘You need a screwdriver,’ Lily said. ‘Daddy has got one.’"
  },
  {
    "pid": "p085",
    "text": "I passed Shell the glass. Her hand was steadier now."
  },
  {
    "pid": "p086",
    "text": "‘You are doing too much,’ I said quietly."
  },
  {
    "pid": "p087",
    "text": "She took a sip, then glared at me over the rim."
  },
  {
    "pid": "p088",
    "text": "‘If you say I should slow down for my own good,’ she said, ‘I will pour this in your lap and then you will have a real problem.’"
  },
  {
    "pid": "p089",
    "text": "‘I was going to say for everyone's good,’ I said. ‘If you fall over properly, this place falls over with you. And that is not how we are meant to be building things. Remember?’"
  },
  {
    "pid": "p090",
    "text": "She thought about that, eyes flicking to the whiteboard, the filing cabinet, the stack of envelopes on the table."
  },
  {
    "pid": "p091",
    "text": "‘You are right,’ she said, voice quieter now. ‘Back in May I went light-headed at that whiteboard. Nearly keeled over. Told myself it was just one bad day. This is twice now. That is a pattern, not an accident.’"
  },
  {
    "pid": "p092",
    "text": "‘Twice?’ I said, alarm rising. ‘Shell, you never said—’"
  },
  {
    "pid": "p093",
    "text": "‘Because I knew what everyone would say,’ she said, irritated. ‘That I am overdoing it. That I should ease off. But there is too much to do and not enough hands.’"
  },
  {
    "pid": "p094",
    "text": "‘Then everyone better learn how to hold a pen,’ I said, echoing her own logic back at her. ‘Because you are not a martyr. You are an organiser. And organisers build systems that work when they are not in the room.’"
  },
  {
    "pid": "p095",
    "text": "We redistributed some tasks that afternoon. Riz took over the phone for an hour while Shell lay on the office floor with her feet up on a chair, cursing softly at the ceiling. I went through the bookings with her and wrote them out in a way that made sense to more than one person."
  },
  {
    "pid": "p096",
    "text": "‘You know what we need,’ Riz said, appearing in the doorway with the phone still wedged under his ear. ‘A computer. One of those little ones. You can put all this lot in there and it will spit out rotas and mailing lists and whatnot.’"
  },
  {
    "pid": "p097",
    "text": "‘With what money?’ Shell said. ‘We barely pay the phone bill as it is.’"
  },
  {
    "pid": "p098",
    "text": "‘Give it a couple of years,’ he said. ‘They will be everywhere. We will get one second-hand from some office that is upgrading. I will teach it to swear in three languages and you will not have to write the same phone number out twenty times a week.’"
  },
  {
    "pid": "p099",
    "text": "I pictured a machine somewhere quietly working with all our names in it, all the numbers and notes and warnings. The idea scared me a bit. It also thrilled me."
  },
  {
    "pid": "p100",
    "text": "‘If anyone is putting our lives into a box,’ I said, ‘it should be you, Riz. Not some man in a suit.’"
  },
  {
    "pid": "p101",
    "text": "‘Exactly,’ he said, returning to his call. ‘Yes, Mrs Patel, we can move the tenants' meeting to Wednesday. No, we will not let your neighbour talk over you this time. I will sit on him if I have to.’"
  },
  {
    "pid": "p102",
    "text": "Shell closed her eyes, a tiny smile playing at the corners of her mouth."
  },
  {
    "pid": "p103",
    "text": "‘See,’ she murmured. ‘Invisible empire. Expanding.’"
  },
  {
    "pid": "p104",
    "text": "*"
  },
  {
    "pid": "p105",
    "text": "The EP launch was, on paper, a simple thing. A Friday night at The Furnace. Three bands, a table at the back with a box of records and tapes, a hand-lettered sign: GLASS SAINTS – CRACKS IN GLASS HOUSES – £3 VINYL / £2 TAPE."
  },
  {
    "pid": "p106",
    "text": "In reality it felt like a small proof that we existed beyond our four walls."
  },
  {
    "pid": "p107",
    "text": "We had managed to scrape together enough money for a short run of seven-inches – plain white labels, sleeves hand-stamped in red with our name and the EP title. A local print shop had owed Shell a favour; she had spent a day in their back room with Lily perched beside her, pressing the stamp down again and again until her wrist ached."
  },
  {
    "pid": "p108",
    "text": "By six o'clock there was already a queue outside that bent round the corner to the café. The family who ran it had put out a sign: SAINTS SPECIAL – CURRY & RICE + TEA £1. Kids stood on the kerb craning their necks to see who was playing; some of them had our old Coalface logos scrawled on their jackets in marker pen."
  },
  {
    "pid": "p109",
    "text": "Inside, we had cleared the centre of the room to make space. Banners from past campaigns hung on the walls, fading slightly at the edges. The PA had been coaxed back into behaving after a week of sulking. The smell of sweat, spice and hairspray settled into the brick."
  },
  {
    "pid": "p110",
    "text": "Shell worked the door with a roll of tickets and a metal tin."
  },
  {
    "pid": "p111",
    "text": "‘Pay what you can,’ she told people. ‘Minimum two quid, more if you have got it, free if you have not and you are honest about it.’"
  },
  {
    "pid": "p112",
    "text": "Charlotte hovered nearby with her camera, catching the faces as they stepped over the threshold. There were familiar ones – estate kids, old miners, women from the support groups – and new ones. Art students in carefully frayed clothes. A pair of men in shirts that looked too expensive for our part of town, their ties loosened, eyes bright with curiosity. One of them, I realised, was Jonathan from the Big Bang night a few months back. He had come again without a journalist in tow."
  },
  {
    "pid": "p113",
    "text": "‘Friends of yours?’ I murmured to Charlotte."
  },
  {
    "pid": "p114",
    "text": "‘Colleagues,’ she said. ‘Sort of. They like to think they are dangerous for coming east.’"
  },
  {
    "pid": "p115",
    "text": "‘Let us give them value for money,’ I said."
  },
  {
    "pid": "p116",
    "text": "The support acts went on first – a local band with a drum machine and a singer who had a voice like a cracked bell, then a reggae three-piece who had started using The Furnace as a rehearsal space and had agreed to play in exchange for a permanent slot on the noticeboard."
  },
  {
    "pid": "p117",
    "text": "Between bands, Shell darted from bar to door to the EP table, somehow keeping everything afloat. At one point I saw Ben – the carpenter who had built our stage and then kept turning up – slip behind the bar to pull pints, his hand resting briefly on Shell's back as she passed. It was not a grand gesture, but it spoke volumes."
  },
  {
    "pid": "p118",
    "text": "‘You seeing that?’ Alex murmured in my ear."
  },
  {
    "pid": "p119",
    "text": "‘About time,’ I said. ‘He has been carrying her boxes for months.’"
  },
  {
    "pid": "p120",
    "text": "‘You jealous?’ he teased."
  },
  {
    "pid": "p121",
    "text": "‘Of the boxes? Always,’ I said. ‘Of Ben? No. She deserves someone who knows the difference between a Phillips head and a politics degree.’"
  },
  {
    "pid": "p122",
    "text": "He laughed, then sobered."
  },
  {
    "pid": "p123",
    "text": "‘You do know we are standing on his work every night,’ he said, nodding at the stage."
  },
  {
    "pid": "p124",
    "text": "‘I know,’ I said. ‘And on hers. And on Riz's. We are the bit people clap at, but we are not the bit that keeps the lights on.’"
  },
  {
    "pid": "p125",
    "text": "When it was our turn, I felt calmer than I had at any other show. Something about having a piece of vinyl with our name on it – however scrappy – made me feel less like we were just shouting into the air and more like we were adding a small square tile to a bigger pattern."
  },
  {
    "pid": "p126",
    "text": "‘Evening,’ I said into the mic. ‘Thank you for coming to the christening of our midlife crisis.’"
  },
  {
    "pid": "p127",
    "text": "Laughter."
  },
  {
    "pid": "p128",
    "text": "‘We are Glass Saints,’ I went on. ‘Formerly Coalface, for those of you who liked us before we got ideas above our station. This is 'Cracks in Glass Houses'. It is about everyone who has ever told you their world is unshakeable.’"
  },
  {
    "pid": "p129",
    "text": "We played the EP songs, then some older ones. The new material felt different under my feet, like the floor had been reinforced. When I sang the line about lists under plates, I saw Shell in the crowd, her notebook in her hand even now. I saw the whiteboard, the phone tree, the boxes in the office."
  },
  {
    "pid": "p130",
    "text": "Halfway through, I saw something else. In the middle of the room, those two posh lads – Jonathan and his mate – were not just nodding along; they were listening. One of them had his eyes closed. Behind them, a couple of teachers I recognised from the No Gagging meeting sang quietly. At the back, the café family swayed together, arms looped."
  },
  {
    "pid": "p131",
    "text": "This room, these circuits."
  },
  {
    "pid": "p132",
    "text": "After the set, I made my usual little speech, but it had shifted."
  },
  {
    "pid": "p133",
    "text": "‘Thanks for listening,’ I said. ‘If you have got a copy of the EP in your hand, that is not just four songs and some crackle. That is a little bundle of instructions. You can play it loud where someone who does not think like you might overhear it. You can give it to your aunt in Finchley who thinks all protests are about hooligans. You can tape over the adverts on the telly with it. Our voices do not stop at these walls unless you let them.’"
  },
  {
    "pid": "p134",
    "text": "It was not poetry. It did not need to be. People nodded, some made faces like they were tucking the idea away for later."
  },
  {
    "pid": "p135",
    "text": "At the back, Charlotte raised her camera again. I knew that somewhere on that roll of film would be a narrow room, our banner, the EP stack, Shell's ink-stained hands, Ben's quiet grin. Evidence."
  },
  {
    "pid": "p136",
    "text": "*"
  },
  {
    "pid": "p137",
    "text": "The weeks after the launch blurred: day jobs, meetings, late-night trains, a map of Britain on the office wall acquiring more pins and bits of wool."
  },
  {
    "pid": "p138",
    "text": "We had just started talking to a small independent label about maybe, possibly, doing something more with the EP when the radio thing landed."
  },
  {
    "pid": "p139",
    "text": "Alex burst into The Furnace office waving a scrap of paper like a mad postman."
  },
  {
    "pid": "p140",
    "text": "‘You are not going to believe this,’ he said."
  },
  {
    "pid": "p141",
    "text": "Shell looked up from a stack of defence pack drafts, biro leaking blue into the pad of her thumb."
  },
  {
    "pid": "p142",
    "text": "‘Is it the council finally agreeing to fix the roof?’ she asked. ‘Because that I will not believe.’"
  },
  {
    "pid": "p143",
    "text": "‘Better,’ he said, slapping the paper down on the table in front of me. ‘Radio. One. Session.’"
  },
  {
    "pid": "p144",
    "text": "The words took a second to settle."
  },
  {
    "pid": "p145",
    "text": "‘What?’ I said."
  },
  {
    "pid": "p146",
    "text": "‘John sodding Peel,’ Alex said. ‘Well, his producer. They got sent the EP via that lad from the Manchester nurses' gig, they liked it, they want us in for a session next Thursday. Four tracks live to tape, interview, the whole thing.’"
  },
  {
    "pid": "p147",
    "text": "For a moment the room narrowed to the size of that scrap of paper. My heart was suddenly everywhere."
  },
  {
    "pid": "p148",
    "text": "‘You are serious,’ I said."
  },
  {
    "pid": "p149",
    "text": "‘I am not that good an actor,’ Alex said. ‘They want the full band. They want you doing your earnest Northern bit between songs. This is…’ He broke off, actually lost for words."
  },
  {
    "pid": "p150",
    "text": "Shell let out a low whistle."
  },
  {
    "pid": "p151",
    "text": "‘That is… big,’ she said. ‘Even I know that.’"
  },
  {
    "pid": "p152",
    "text": "We all stood there, staring at the paper like it might sprout legs and run away."
  },
  {
    "pid": "p153",
    "text": "‘Thursday,’ I said, half to myself. ‘Next Thursday.’"
  },
  {
    "pid": "p154",
    "text": "‘We will have to shift rehearsal,’ Alex said, already planning. ‘Borrow a van that does not leak. Get time off. You will need to not lose your voice shouting at the tenants on Wednesday. We can do at least one new song. 'Cracks', obviously. And maybe—’"
  },
  {
    "pid": "p155",
    "text": "‘Hang on,’ Shell said."
  },
  {
    "pid": "p156",
    "text": "She pushed her hair off her face with ink-stained fingers and reached for the wall calendar. Dates were circled, underlined, annotated in her tight capitals."
  },
  {
    "pid": "p157",
    "text": "‘Next Thursday,’ she said slowly. ‘That date is familiar for a reason that is not just Peel.’"
  },
  {
    "pid": "p158",
    "text": "My stomach sank before she even found it."
  },
  {
    "pid": "p159",
    "text": "‘Coach grid,’ she said, tapping the square. ‘First full test run. You remember? We agreed that was the only night we could get stewards, coach leads and tenants' reps in the same room before summer. Seventy-odd people. All the routes we have built in one place.’"
  },
  {
    "pid": "p160",
    "text": "She looked up at me."
  },
  {
    "pid": "p161",
    "text": "‘You are running that night, Danny,’ she said. ‘You and Riz. We planned it round your tour dates and shift patterns for months.’"
  },
  {
    "pid": "p162",
    "text": "For a second I tried to hold both pictures in my head at once."
  },
  {
    "pid": "p163",
    "text": "Picture one: BBC studios, bright but dingy, the smell of old coffee in plastic cups, John Peel in his jumper nodding along while we played. My dad at the kitchen table in Grimethorpe hearing his lad on the radio between The Fall and some band from New Zealand. Every person we had ever known being able to tune in and hear we existed."
  },
  {
    "pid": "p164",
    "text": "Picture two: The Furnace main hall with chairs in a horseshoe, maps on the wall. Coach leads from Leeds, Sheffield, Nottingham, Bristol. Tenants' reps from three boroughs. Shell at the front with her clipboard. Riz at the side table with his lists. Me with the big map, drawing lines as they called out routes. The first time we tried to turn the scribbles in my notebook into an actual machine that could move thousands of people when we needed it."
  },
  {
    "pid": "p165",
    "text": "It was not a fair fight. The first picture glittered. The second hummed."
  },
  {
    "pid": "p166",
    "text": "‘We can move it,’ Alex said quickly, hearing the silence. ‘The coach thing. Or get someone else to do it. It does not have to be you.’"
  },
  {
    "pid": "p167",
    "text": "‘Who else knows all the routes off by heart?’ Shell asked, not unkindly. ‘Who else did all the weird little follow-up calls after Glasgow, Bristol, Manchester? Who has the stupid scribbles in his stupid notebook?’"
  },
  {
    "pid": "p168",
    "text": "‘You do, you clever sod,’ she added, looking at me. ‘The whole point of Thursday is getting the web in your head out into theirs.’"
  },
  {
    "pid": "p169",
    "text": "‘You can take your notebook to the BBC as well,’ Alex said. ‘Imagine it. Northern lad with a map of Britain on Radio One talking about coach grids and tenants' rights between songs. That is better than any press release.’"
  },
  {
    "pid": "p170",
    "text": "He was not wrong. None of them were wrong. That was the problem."
  },
  {
    "pid": "p171",
    "text": "In my chest, something was tearing itself in two. I had wanted a moment like that Peel session since the first time I put on a record and saw a northern band's name on the label. Not for money – though that would have been nice – but for that feeling of being part of the story, not just shouting from the wings."
  },
  {
    "pid": "p172",
    "text": "The other thing… we had built that. Night after night in draughty halls and back rooms, collecting phone numbers on scraps of paper, persuading people that writing your name down on our lists was not a waste of time. If we messed the test run up, if the leads went home unconvinced, if the grid looked as shambolic as it did in the margins of my notebook instead of like a plan – we would not get another chance before the Poll Tax became the main front."
  },
  {
    "pid": "p173",
    "text": "‘You could do the first half, then leg it across town,’ Alex said desperately. ‘Session is late, right? Peel is a night thing. We do soundcheck in the afternoon, nip back for your boring spreadsheet party, then come back for the actual recording. Two tubes, a taxi at worst.’"
  },
  {
    "pid": "p174",
    "text": "‘And if British Rail hiccups?’ Shell said. ‘If there is a signal failure? If a steward from Leeds has sat on a coach for four hours to get here and the man who convinced him to come is not in the room?’"
  },
  {
    "pid": "p175",
    "text": "She was not pleading. She was doing what she always did: laying out the columns. Risk, reward. Cost, benefit."
  },
  {
    "pid": "p176",
    "text": "Alex turned on her."
  },
  {
    "pid": "p177",
    "text": "‘You cannot ask him to give this up,’ he said. ‘Do you know how many bands get offered this? Do you know what it could do for all of us? For the venue, even? If more people hear us, more people come here. More money. More—’"
  },
  {
    "pid": "p178",
    "text": "‘I am not asking him to do anything,’ she snapped. ‘I am telling you what the numbers are. That is my job. His is to decide.’"
  },
  {
    "pid": "p179",
    "text": "They both looked at me."
  },
  {
    "pid": "p180",
    "text": "Forty years later, I can still feel that moment behind my ribs. Not a grand crossroads, no swelling strings. Just a grubby office, fluorescent tube flickering, three tired people and a calendar."
  },
  {
    "pid": "p181",
    "text": "I thought of our five headings on the faded notebook page from '85. Noise. Base. Movement. Access. Disruption."
  },
  {
    "pid": "p182",
    "text": "Peel was access and noise in one. The coach grid was movement. If I had learned owt in the last few years, it was that noise without movement is just catharsis. Good for the soul, not much for the ledger."
  },
  {
    "pid": "p183",
    "text": "I took a breath."
  },
  {
    "pid": "p184",
    "text": "‘Alex,’ I said. ‘You can do the session without me.’"
  },
  {
    "pid": "p185",
    "text": "He stared."
  },
  {
    "pid": "p186",
    "text": "‘Do not be daft,’ he said. ‘You are the singer.’"
  },
  {
    "pid": "p187",
    "text": "‘So be the singer,’ I said. ‘You wrote half this lot anyway. You can do the talking. Take Tommy, Pete, get someone in to stand at the back and hit a tambourine if you need four bodies. Say I have got the flu. Say I have been arrested for nicking a microphone. Make summat up.’"
  },
  {
    "pid": "p188",
    "text": "‘It will not be the same,’ he said. His voice had gone quiet and dangerous."
  },
  {
    "pid": "p189",
    "text": "‘No,’ I said. ‘It will not. But if I mess up Thursday here, the next time we have to get ten thousand people from A to B without them getting kettled or stranded, we will not be ready. And that is not just our egos on the line.’"
  },
  {
    "pid": "p190",
    "text": "I looked at Shell."
  },
  {
    "pid": "p191",
    "text": "‘You always said logistics beat glamour,’ I said. ‘This is me proving I listened.’"
  },
  {
    "pid": "p192",
    "text": "She did not smile. Her eyes were shining a bit, but she nodded once."
  },
  {
    "pid": "p193",
    "text": "‘You are sure,’ Alex said. ‘Really sure. Because if we say no, they might not ask again.’"
  },
  {
    "pid": "p194",
    "text": "‘They might not anyway,’ I said. ‘They might stick the tape on a shelf and forget about us. But these people…’ I gestured at the wall where the map was, the pins and wool and scribbled names. ‘They are not going anywhere. Unless we get them somewhere.’"
  },
  {
    "pid": "p195",
    "text": "He sank into the chair opposite me, all the air going out of him."
  },
  {
    "pid": "p196",
    "text": "‘We started this band in a bedsit,’ he said. ‘Do you remember?’"
  },
  {
    "pid": "p197",
    "text": "‘Course I do,’ I said. ‘I also remember saying our tapes could go where we could not. This is just that, again, but backwards. You go into that studio and let our songs do what they can. I will be here making sure that when the time comes, there is somewhere for the people who hear them to go.’"
  },
  {
    "pid": "p198",
    "text": "There was a long silence. Somewhere in the building a child laughed, then started crying, then laughed again. The phone rang and went to the answering machine because Shell had forgotten to flick it back."
  },
  {
    "pid": "p199",
    "text": "‘You are a stubborn bastard,’ Alex said at last."
  },
  {
    "pid": "p200",
    "text": "‘Takes one to know one,’ I said."
  },
  {
    "pid": "p201",
    "text": "He scrubbed his hands over his face."
  },
  {
    "pid": "p202",
    "text": "‘Fine,’ he said. ‘We do it. I will tell them it is just scheduling. No one needs to know you chose a meeting over the BBC.’"
  },
  {
    "pid": "p203",
    "text": "‘He will,’ Shell said."
  },
  {
    "pid": "p204",
    "text": "I swallowed."
  },
  {
    "pid": "p205",
    "text": "‘I will,’ I said."
  },
  {
    "pid": "p206",
    "text": "*"
  },
  {
    "pid": "p207",
    "text": "Thursday came. I watched the clock all day, feeling like a traitor to myself. Every time I pictured the BBC studio, I forced myself to picture the hall instead."
  },
  {
    "pid": "p208",
    "text": "By seven, The Furnace was so full it felt like it had grown. Coach leads from Glasgow, Leeds, Newcastle, Bristol, Sheffield, Nottingham, Leicester. Tenants' reps from estates I had only ever seen as names on petition sheets. People from unions, churches, youth clubs. Some had brought their own maps."
  },
  {
    "pid": "p209",
    "text": "We stuck ours on the wall with blue tack and string."
  },
  {
    "pid": "p210",
    "text": "‘Right,’ I said, standing at the front with my notebook. ‘Let us see if we can turn all these scribbles into summat that will not fall apart the first time a copper looks at it.’"
  },
  {
    "pid": "p211",
    "text": "For three hours we worked through routes, pick-up points, steward ratios, what to do if a coach broke down, where the phone trees would sit if the police cut lines in one area, which MPs might complain if main roads got blocked. People argued, interrupted, took notes, came up afterwards with questions."
  },
  {
    "pid": "p212",
    "text": "At one point I caught Shell watching me from the back, arms folded, a look on her face I had not seen before. Pride, yes, but also something like relief. Like she had put a heavy box down and found someone else had picked up the other handle without being asked."
  },
  {
    "pid": "p213",
    "text": "Afterwards, when the last steward had been bundled into a spare room with a sleeping bag and half a pan of stew, I went into the dark office and pressed the button on the answering machine."
  },
  {
    "pid": "p214",
    "text": "‘Hi,’ Alex's voice said, faint and tinny. ‘It worked. He played us. All four. Said we were 'quite something'.’ There was a pause, then a laugh. ‘You daft sod. You missed it.’"
  },
  {
    "pid": "p215",
    "text": "I sat down very carefully."
  },
  {
    "pid": "p216",
    "text": "‘He said,’ Alex went on, ‘that he liked the song about the lists. Said it sounded like you had been taking notes in interesting meetings. I told him he had no idea. Anyway. They want us back in a few months if we keep our noses clean. I will tell you everything tomorrow. Try not to schedule a revolution for then.’"
  },
  {
    "pid": "p217",
    "text": "The machine clicked off."
  },
  {
    "pid": "p218",
    "text": "In the quiet that followed, I could hear my own heart and the low hum of the fridge in the corner."
  },
  {
    "pid": "p219",
    "text": "I will not lie. It hurt. There was a small, petty part of me that wanted to throw something, to ring him back and say I had changed my mind, that we could surely rearrange the whole movement round a radio show."
  },
  {
    "pid": "p220",
    "text": "But the bigger part… the bigger part could still feel the weight of seventy-odd pairs of eyes on me from earlier, could still hear the scrape of chairs and the rustle of maps as people realised they were not just isolated pockets of anger but part of a plan."
  },
  {
    "pid": "p221",
    "text": "In the long run, that night did more for us than any single broadcast would have on its own. The coach grid that came out of it – tested, argued over, refined – is the one that gets us safely to Trafalgar Square in 1990 and mostly home again."
  },
  {
    "pid": "p222",
    "text": "And Peel played the record anyway. Our noise got out without me standing in front of the microphone."
  },
  {
    "pid": "p223",
    "text": "If there is a moral, it is not that glamour is bad and spreadsheets are holy. It is just that someone has to stay in the back room with the maps while the lights are on elsewhere. That night, for once, I chose to be that someone on purpose."
  },
  {
    "pid": "p224",
    "text": "When Keira read that bit in my notebook for the first time – 'Turned down Peel for coach grid test' – she looked up at me like she was waiting for the punchline."
  },
  {
    "pid": "p225",
    "text": "‘You really did that?’ she said."
  },
  {
    "pid": "p226",
    "text": "‘Aye,’ I said. ‘I moaned about it for a week, mind. But I did it.’"
  },
  {
    "pid": "p227",
    "text": "She shook her head, half admiring, half appalled."
  },
  {
    "pid": "p228",
    "text": "‘You are an idiot,’ she said."
  },
  {
    "pid": "p229",
    "text": "‘I know,’ I said. ‘But I am our idiot.’"
  },
  {
    "pid": "p230",
    "text": "And in terms of the fingerprints, that is the night I stopped thinking of myself as the lad with the guitar and started admitting that, for my sins, I was one of the ones holding the movement together with lists."
  },
  {
    "pid": "p231",
    "text": "Noise still mattered. It always did. But it was the movement column on that faded page from '85 that I chose, just that once, over the noise column. And we are still living with the consequences, good and bad, every time someone gets on a coach to a protest and somehow finds themselves not lost."
  }
]
