[
  {
    "pid": "p001",
    "text": "The night the Wall came down, the telly in The Furnace looked like it was about to slide off its bracket."
  },
  {
    "pid": "p002",
    "text": "We had never really meant the bar to have a television. It had arrived one week from some union office clear-out, a heavy old thing with rounded corners and fake-wood casing, and we had stuck it up on a shelf near the optics so we could keep an eye on the news when something kicked off. Most of the time it showed snooker or regional weather with the sound turned off. That Thursday in November it had a crowd as if the Clash themselves were playing above the bar."
  },
  {
    "pid": "p003",
    "text": "‘They are actually letting them through,’ Alex muttered, elbows braced on the counter, eyes not moving."
  },
  {
    "pid": "p004",
    "text": "On the screen people climbed the top of a concrete wall I had only ever seen in photographs, swinging their legs over as if it were the low fence round a back garden. Men with sledgehammers chipped away at the surface, bits of grey flying like chunks of dried mud. Someone had a champagne bottle. Someone else had a spray can. There were security police hanging around at the checkpoints, but they were just watching, their posture all wrong for proper repression."
  },
  {
    "pid": "p005",
    "text": "‘It is a trick,’ someone behind us said. ‘They will roll tanks in any minute.’"
  },
  {
    "pid": "p006",
    "text": "Shell shushed him. ‘Just let it be what it is for a minute, will you?’"
  },
  {
    "pid": "p007",
    "text": "Her forearms were folded on the counter, a bar towel bunched under her hands. Her hair had grown out, softer than the tight crop she had had when I had first come to London, and there were faint lines at the corners of her eyes that had not been there before. Years of rota charts and worrying had etched themselves into her face, but just then she looked young again, gaze fixed on the images from Berlin."
  },
  {
    "pid": "p008",
    "text": "The bar smelt of spilt beer and cheap aftershave, of curry from the fundraiser in the back room and cloves from the roll-ups someone had brought. Every seat was taken; people were perched on stools, on crates, on the windowsills. Kids from the queer youth group were cross-legged on the floor under the dartboard; old trade unionists leaned on walking sticks and pint glasses. The jukebox was silent for once. All the noise was human: breath, muttered commentary, the occasional swear word when the camera cut away at the wrong moment."
  },
  {
    "pid": "p009",
    "text": "‘Look at them,’ Charlotte said, half to herself."
  },
  {
    "pid": "p010",
    "text": "She had climbed on the lower shelf under the optics so she could get a better angle, camera strap looped round her wrist just in case. The television light flickered over her face, blue-grey, picking out the cheekbones. The BBC commentator was saying something about history in the making, East Germans crossing into the West for the first time, checkpoints “overwhelmed by numbers”."
  },
  {
    "pid": "p011",
    "text": "‘Imagine being that lad,’ I said, nodding at a young man in a wool coat with a guitar case on his back, standing on the wall itself, hands lifted. ‘One minute you are in a dingy flat in the East, moaning about work, next minute you are part of… whatever this is.’"
  },
  {
    "pid": "p012",
    "text": "‘Watch how they tell it,’ Charlotte said. ‘Forty-five minutes ago they were calling them 'citizens fleeing to freedom'. Give it a week and they will be talking about 'a flood' and 'pressure on housing stock'.’"
  },
  {
    "pid": "p013",
    "text": "I grinned, though my stomach felt strange. ‘You never relax, do you?’"
  },
  {
    "pid": "p014",
    "text": "‘You taught me not to.’ She elbowed me gently. ‘Enemy within, remember?’"
  },
  {
    "pid": "p015",
    "text": "On the screen, a young woman hugged a stranger so hard his glasses fell off. At the bottom of the picture, in that neat BBC font, the caption said: LIVE – BERLIN."
  },
  {
    "pid": "p016",
    "text": "‘Christ,’ whispered one of the older men from the printshop, his hand shaking just slightly on his glass. ‘Never thought I would live to see it. Iron curtain, my arse.’"
  },
  {
    "pid": "p017",
    "text": "Riz, wedged in beside the pinball machine, raised his voice. ‘Right, everybody. Official poll. Who thinks this means Thatcher is done for?’"
  },
  {
    "pid": "p018",
    "text": "A few arms shot up. A few stayed firmly down. Most people glanced sideways, weighing the question like a bet on a horse that might have its leg shot out at the first fence."
  },
  {
    "pid": "p019",
    "text": "‘If they can pull bricks out of that, we can pull votes out from under her,’ one of the Scottish lads said, already half drunk. ‘Mark my words.’"
  },
  {
    "pid": "p020",
    "text": "‘You are mixing metaphors again,’ Shell told him, but she smiled."
  },
  {
    "pid": "p021",
    "text": "Someone passed a tray of samosas round. It bumped into my shoulder, the smell of pastry and spiced potatoes cutting through the minor-key drone of the news theme. I took one automatically, burning my fingers, eyes still fixed on that absurd, joyous line of people in Berlin."
  },
  {
    "pid": "p022",
    "text": "The camera cut to a studio, then to some British politician talking about “the triumph of our values”. The room groaned in unison."
  },
  {
    "pid": "p023",
    "text": "‘Oh, here we go,’ Alex said. ‘Every time something good happens, a Tory finds a way to make it a hymn to the market.’"
  },
  {
    "pid": "p024",
    "text": "‘Should put a swear box under the telly,’ Shell said. ‘Every time one of them says 'freedom' we would have enough to fix the boiler.’"
  },
  {
    "pid": "p025",
    "text": "The coverage rolled on. Clips repeated. A series of experts explained, in measured tones, why this did not mean everything would change overnight. None of it mattered. The important thing was the concrete and the hammers, the way the border guards had simply stepped back."
  },
  {
    "pid": "p026",
    "text": "I felt that step-back in my chest. A regime, in my head, had always meant tanks and men in peaked caps and files in grey metal cabinets. Here it seemed to come down to a handful of men deciding they were not going to shoot their neighbours."
  },
  {
    "pid": "p027",
    "text": "If they can do that, I thought, someone in Finchley can decide not to back the poll tax."
  },
  {
    "pid": "p028",
    "text": "The idea slid into place as smoothly as a cassette into a Walkman. In twenty-five years' time I would tell Keira it was one of my fingerprints, that night. Not the cheering crowd on the wall, but the moment in a smoky London bar when my brain went: right, if cracks exist, you find the bit that is already under strain and give it a nudge."
  },
  {
    "pid": "p029",
    "text": "‘You are thinking,’ Charlotte said quietly, as the BBC cut to shots of people dancing on the top of the wall. ‘I can tell. Your jaw is doing that thing.’"
  },
  {
    "pid": "p030",
    "text": "‘What thing?’"
  },
  {
    "pid": "p031",
    "text": "She mimed clenching her jaw. ‘That thing. What is going on in there?’"
  },
  {
    "pid": "p032",
    "text": "I wiped my hands on a bar towel, more to buy time than because they needed wiping. ‘I am thinking,’ I said slowly, ‘that if walls can fall, iron ladies cannot be as untouchable as they like to pretend.’"
  },
  {
    "pid": "p033",
    "text": "Shell snorted. ‘She is not going to resign because a bunch of Berliners got happy with a chisel, Danny.’"
  },
  {
    "pid": "p034",
    "text": "‘I know.’ I stared at the screen. ‘But those lads on the wall? They were not thinking about NATO or five-year plans. They were thinking about seeing their cousins again. Getting oranges in the shops. Staying out past eleven without dear leader breathing down their necks. This lot’ – I jerked my head towards the politicians on the screen – ‘will talk about it as some great ideological victory, but it is all concrete in the end. Concrete and paperwork. People can chip through both.’"
  },
  {
    "pid": "p035",
    "text": "Shell leaned back against the optics, watching me."
  },
  {
    "pid": "p036",
    "text": "‘Go on then,’ she said. ‘Translate that to Finchley.’"
  },
  {
    "pid": "p037",
    "text": "I swallowed the last bit of samosa. ‘We have been talking faces, have we not? Faces Rupert Haversham and his mates cannot ignore. Maybe this is the moment. While everyone is waffling about freedom, we show them what their freedom looks like in Thatcher's own back yard. Finchley. Rupert's patch is Hendon, but he knows how to get things in front of the right eyes.’"
  },
  {
    "pid": "p038",
    "text": "Charlotte's eyes narrowed, interested. ‘Finchley Faces.’"
  },
  {
    "pid": "p039",
    "text": "She had written the phrase in her notebook on the way back from her parents' place, after that strange dinner with the cutlery and the Latin motto. We had been kicking it around ever since – a portfolio, we thought, of people in Finchley who had never been near a picket line and still found themselves knotted up in poll tax bills and arrears letters. Not radicals. Not the usual suspects. Curtains-and-garden folk whose bins got collected on time and whose kids wore blazers."
  },
  {
    "pid": "p040",
    "text": "‘It makes sense,’ I said. ‘The poll tax is her big project. Everyone from the hairdresser to the vicar's wife has to register. That is the weak point. You can dodge a scandal about a coalfield if you live in Surrey. It is harder to dodge a tax bill with your name on it.’"
  },
  {
    "pid": "p041",
    "text": "‘You are suggesting we knock on doors in Finchley and ask people to slag off the Prime Minister to a camera,’ Shell said. ‘Bold.’"
  },
  {
    "pid": "p042",
    "text": "‘We do not ask them to slag off anyone,’ Charlotte said. Her voice had gone professional, that tone she used when she was talking to picture editors or recalcitrant printers. ‘We ask them to tell us what is happening. How much. How often. What they had to cut back on. Then we show that, account by account.’"
  },
  {
    "pid": "p043",
    "text": "‘And we make sure they are the right sort of accounts,’ I added. ‘The kind that keep Rupert awake at three in the morning. Pensioners. Shopkeepers. People who have voted Conservative since Churchill and thought that meant being taken care of. Not anarchists in Doc Martens.’"
  },
  {
    "pid": "p044",
    "text": "‘Oi,’ Alex said. ‘Watch it.’"
  },
  {
    "pid": "p045",
    "text": "‘You know what I mean.’ I flicked a beer mat at him. ‘We are already written off. They need to see their own reflected back at them.’"
  },
  {
    "pid": "p046",
    "text": "The footage from Berlin looped again. This time the BBC had found a shot of a young woman crying and laughing at the same time, clutching a paper bag to her chest. The commentator said something tired about “pent-up emotion”."
  },
  {
    "pid": "p047",
    "text": "‘She will be terrified as well,’ a voice said from the doorway. ‘Do not forget that.’"
  },
  {
    "pid": "p048",
    "text": "We turned. Katja stood in the archway between the bar and the corridor, coat still buttoned up to her throat, hair damp from the drizzle outside. I had seen her around The Furnace before at exhibitions and meetings – a printmaker, I thought, or some sort of graphic designer. She had done a poster for one of our gigs, a stark black-and-red thing that Shell had put up in the office."
  },
  {
    "pid": "p049",
    "text": "Charlotte's face lit. ‘You saw it?’"
  },
  {
    "pid": "p050",
    "text": "‘Everyone saw it,’ Katja said. ‘You could not cross the road without being dragged into someone's living room. I missed my bus because I got stuck behind three separate television sets.’"
  },
  {
    "pid": "p051",
    "text": "Her voice still carried the rhythms of German, flattened by a couple of years in London. She stepped closer to the bar, eyes on the screen."
  },
  {
    "pid": "p052",
    "text": "‘You are from the West,’ Alex said, realising he had never actually asked."
  },
  {
    "pid": "p053",
    "text": "‘East,’ she said absently. ‘I came over in '87. Scholarship. Stayed.’ She shrugged one shoulder. ‘No one sensible goes back when they have a choice.’"
  },
  {
    "pid": "p054",
    "text": "On the screen the crowd in Berlin chanted something we could not quite hear. The camera panned over graffiti: words in German, English, French."
  },
  {
    "pid": "p055",
    "text": "‘So?’ Shell asked softly. ‘How does it feel?’"
  },
  {
    "pid": "p056",
    "text": "Katja pulled off her gloves with short, sharp tugs. For a moment I thought she was going to cry. Instead she let out a sound halfway between a laugh and a sigh."
  },
  {
    "pid": "p057",
    "text": "‘Like I have lost a country and got my family back on the same night,’ she said. ‘Like I should be there, but I am here. Like I am watching a home video of strangers.’"
  },
  {
    "pid": "p058",
    "text": "We were quiet. Every now and then you get handed a sentence that does not need anyone piling commentary on top."
  },
  {
    "pid": "p059",
    "text": "‘My mother will be furious,’ Katja went on. ‘She always said the Party would last forever, that I was foolish not to come back after the scholarship. My little brother will probably be in the West by tomorrow pretending he never liked Lenin. And me…’ She spread her hands. ‘I am here. Drawing posters in Hackney. Making prints about coal and tape decks while the world turns over.’"
  },
  {
    "pid": "p060",
    "text": "‘Those prints matter,’ Shell said, with a firmness that sounded like she was telling herself as much as anyone."
  },
  {
    "pid": "p061",
    "text": "Katja gave her a faint smile. ‘Maybe. Maybe not. It is strange. All those years our teachers told us the Wall was the permanent fact, the sky we lived under, and then –’ She nodded at the screen, where another slab of concrete was being carried away like a trophy. ‘It turns out to be plasterboard. Makes you wonder what else is less solid than it pretends.’"
  },
  {
    "pid": "p062",
    "text": "‘Poll tax,’ I said, before I could stop myself."
  },
  {
    "pid": "p063",
    "text": "Katja's mouth twisted. ‘You and your poll tax.’"
  },
  {
    "pid": "p064",
    "text": "‘It is all the same machine,’ I said. ‘Different cogs. Our bit of the wall is a letter with a red stamp telling you to pay what you cannot afford, and a line in Hansard where a man in a suit says it is the only fair way. If people like you can decide not to go back, people like Rupert Haversham can decide this experiment is not worth their seat.’"
  },
  {
    "pid": "p065",
    "text": "‘Which people like me?’ Katja asked dryly. ‘East Germans or Hackney poster designers?’"
  },
  {
    "pid": "p066",
    "text": "‘Both,’ I said. ‘Everyone who can see the cracks from the inside.’"
  },
  {
    "pid": "p067",
    "text": "She shook her head, but there was a glint in her eye now. ‘You are very sure of your metaphors, Ashcroft.’"
  },
  {
    "pid": "p068",
    "text": "‘I grew up under ground,’ I said. ‘You get good at spotting where the roof might fall.’"
  },
  {
    "pid": "p069",
    "text": "The room laughed, the spell broken, just enough. People drifted away to the toilets, to the back room, to the smoking area by the fire door. The telly kept showing Berlin, different angles on the same story. By midnight, the images were starting to blur – not because they were any less extraordinary, but because the numbness of tiredness was creeping in."
  },
  {
    "pid": "p070",
    "text": "Shell topped up the teapot and set it down on the bar with a clink. ‘Right,’ she said. ‘If we are going to change the world on the back of this, can we at least do it sitting down?’"
  },
  {
    "pid": "p071",
    "text": "We ended up at the big table by the flyers board, the one that usually held toddlers' crayons and leftover minutes from meetings. Tonight it held a road atlas of London opened at North, a pile of pizza boxes, a sheaf of electoral roll photocopies Shell had begged from a sympathetic council worker, and Charlotte's notebooks."
  },
  {
    "pid": "p072",
    "text": "‘So,’ Charlotte said, pulling out a fresh page and writing FINCHLEY FACES at the top in neat black capitals. ‘Let us map this properly.’"
  },
  {
    "pid": "p073",
    "text": "Riz slid a pepperoni slice onto my plate. ‘I thought you lot already had a plan.’"
  },
  {
    "pid": "p074",
    "text": "‘We had a slogan,’ I said. ‘Now we need the scaffolding.’"
  },
  {
    "pid": "p075",
    "text": "We spread the Finchley map out, pinning the corners under pint glasses. It was smaller than the London I carried in my head – just a patch of suburbia at the top of the Northern Line. Little green blobs for parks, yellow for main roads. The sort of place my mum would have approved of if she had ever made it down to see it. Safe. Respectable."
  },
  {
    "pid": "p076",
    "text": "‘Right,’ Shell said. ‘Who have we got?’"
  },
  {
    "pid": "p077",
    "text": "Out came the list. The union contacts who had cousins in Finchley. The Women Against Pit Closures lady who had moved south for her husband's job. The church group Shell had met at a conference, the bloke at the CAB who had “clients all over the place, love”. Each name got an initial on the map with Charlotte's thumbnail pressing down."
  },
  {
    "pid": "p078",
    "text": "‘We are not writing 'organiser' or 'activist' next to any of these,’ I said. ‘We are writing 'housewife', 'retired', 'small business owner'.’"
  },
  {
    "pid": "p079",
    "text": "‘We are not writing any of that next to them either,’ Shell said. ‘This goes nowhere near a police kettle.’"
  },
  {
    "pid": "p080",
    "text": "‘I know,’ I said. ‘I am thinking ahead. For when it lands on Rupert's desk.’"
  },
  {
    "pid": "p081",
    "text": "She shot me a look. ‘You are very sure it will.’"
  },
  {
    "pid": "p082",
    "text": "I met her eyes. ‘If you aim low, you will hit low. I am done being grateful just to get a letter in the New Statesman.’"
  },
  {
    "pid": "p083",
    "text": "Charlotte gave a small, fierce nod. ‘We do not even need him to admit anything. We just need him to feel that sick little twist in his stomach when he sees Mrs So-and-So who has always voted blue saying, 'I cannot pay this, Mr Haversham, and I thought you were on our side.'’"
  },
  {
    "pid": "p084",
    "text": "‘You think he will care?’ Riz asked. There was an edge to it, but softer than the night he had walked out over the Finchley dinner. We had not talked about it since – not directly – but I had noticed him watching me more carefully, as if checking for signs of rot."
  },
  {
    "pid": "p085",
    "text": "‘He will care if he thinks she represents five hundred people in his constituency,’ Charlotte said. ‘That is the calculus. Do not look at me like that, Shell, I am not defending it. I am telling you how their minds work.’"
  },
  {
    "pid": "p086",
    "text": "Riz was quiet for a moment, then shrugged. ‘Fine. But if we are going to play their game, we play it our way. Not dinners and port and making nice. We put the faces in front of him and let them do the work.’"
  },
  {
    "pid": "p087",
    "text": "‘That is the plan,’ I said. ‘No schmoozing. Just evidence.’"
  },
  {
    "pid": "p088",
    "text": "He met my eyes, and something passed between us – not quite forgiveness, but a truce. We were still arguing about the route, but at least we were walking in the same direction."
  },
  {
    "pid": "p089",
    "text": "Katja had pulled a chair up at the corner of the table, arms folded, watching us with that same mixture of amusement and sadness."
  },
  {
    "pid": "p090",
    "text": "‘Where do you fit in?’ I asked her."
  },
  {
    "pid": "p091",
    "text": "‘Do I?’ she said. ‘I cannot vote. I am not a taxpayer yet by their reckoning, my income is patchy at best.’"
  },
  {
    "pid": "p092",
    "text": "‘You have got a brother in the East,’ Charlotte said. ‘And a mother who thinks the Party will last forever. Maybe we do not put you on the map, but we put you on a page. One column of text about someone who knows what it looks like when a system pretends it is inevitable and then… is not.’"
  },
  {
    "pid": "p093",
    "text": "Katja tilted her head, considering. ‘Photograph of the Wall coming down?’"
  },
  {
    "pid": "p094",
    "text": "‘No,’ Charlotte said. ‘Everyone will have that. We use the television glow on your face.’"
  },
  {
    "pid": "p095",
    "text": "Katja's lips parted, just for a second. ‘You are good,’ she murmured."
  },
  {
    "pid": "p096",
    "text": "‘I have had practice,’ Charlotte said. ‘Now, Danny, talk me through what a Tory backbencher hears when we say 'finances are stretched'. What words make them sweat?’"
  },
  {
    "pid": "p097",
    "text": "‘'Orderly households pushed into arrears,'’ I said without thinking. ‘'People who did everything right.' They love that. They have spent a decade telling us miners we did everything wrong, so the phrase will rattle.’"
  },
  {
    "pid": "p098",
    "text": "Charlotte wrote, the pen moving quickly. ‘Good. More.’"
  },
  {
    "pid": "p099",
    "text": "We went on like that until the pizza congealed in the boxes and the ashtrays overflowed. Shell made tea and then more tea. Alex nodded off for a bit with his cheek on his folded arms, waking every time someone thumped the table to make a point. Outside, the drizzle turned to proper rain, tapping against the high windows."
  },
  {
    "pid": "p100",
    "text": "‘You sure about this?’ Shell asked eventually, when the map was studded with initials and Charlotte's notes made a small tower. ‘Door-knocking in Finchley? This is not your turf, Danny. They are not going to invite you in for a cuppa when they clock the accent.’"
  },
  {
    "pid": "p101",
    "text": "‘They invited me in at your mother's,’ I pointed out."
  },
  {
    "pid": "p102",
    "text": "‘That is because Charlotte's mum threatened to disown anyone who was rude,’ Shell said. ‘Different mechanism.’"
  },
  {
    "pid": "p103",
    "text": "‘I will dress properly,’ I said. ‘No band T-shirts. A decent shirt Charlotte had picked out for me, maybe. I can pass for respectable if I try.’"
  },
  {
    "pid": "p104",
    "text": "‘You will hate it,’ she said."
  },
  {
    "pid": "p105",
    "text": "‘Probably,’ I said. ‘But I hated crawling round in coal dust, and that did not stop me. Besides, if we are serious about long game, this is it. We have sung to our own side until the paint peeled. Time to knock on someone else's door.’"
  },
  {
    "pid": "p106",
    "text": "She looked at me for a long moment, then nodded, slow."
  },
  {
    "pid": "p107",
    "text": "‘Every crack matters,’ she said quietly."
  },
  {
    "pid": "p108",
    "text": "It was the same thing she had said to Katja earlier about the prints. You could see she was turning it over in her head, trying to make the words fit not just Berlin and Finchley and whatever came next, but this little world we had built between them – the crèche and the gig room and the bar with the telly on the wall."
  },
  {
    "pid": "p109",
    "text": "‘Every crack matters,’ I repeated."
  },
  {
    "pid": "p110",
    "text": "*"
  },
  {
    "pid": "p111",
    "text": "Two weeks later I found myself standing on a neat street in Finchley, holding a clipboard and trying not to kick the privet hedge."
  },
  {
    "pid": "p112",
    "text": "The air smelt of wet leaves and car exhaust. It was one of those thin November days where the sky never quite commits to daylight. The houses all had front gardens of roughly the same size. Some had stone lions guarding the paths; others had ornaments shaped like ducks. A few still had “Vote Conservative” stickers in the corners of their front windows from the last election. They were fading now, edges curling."
  },
  {
    "pid": "p113",
    "text": "Charlotte stood next to me in a navy coat that made her look like she worked for the BBC, camera tucked unobtrusively under her arm. She had put her hair up and worn the wool skirt her mother approved of. If you did not know better, you would assume she was collecting for the church roof."
  },
  {
    "pid": "p114",
    "text": "‘You ready?’ she asked."
  },
  {
    "pid": "p115",
    "text": "I checked the name on the top of the form. MRS E. CARTWRIGHT, 68. WIDOW. CONSERVATIVE VOTER (EVERY ELECTION)."
  },
  {
    "pid": "p116",
    "text": "‘As I will ever be,’ I said."
  },
  {
    "pid": "p117",
    "text": "She rang the bell."
  },
  {
    "pid": "p118",
    "text": "For a long moment nothing happened. I heard a television somewhere inside – a game show, by the sound of it, cheerful music and canned laughter. Then footsteps, a chain sliding back, and the door opened a cautious few inches."
  },
  {
    "pid": "p119",
    "text": "‘Yes?’ said a voice."
  },
  {
    "pid": "p120",
    "text": "‘Mrs Cartwright?’ Charlotte put on her best neutral smile. ‘Sorry to bother you. My name is Charlotte, this is Danny. We are doing some research about how the new community charge is affecting people in the area.’"
  },
  {
    "pid": "p121",
    "text": "The word “research” worked like a key. The chain came off. The door opened wider. Mrs Cartwright was small and pale, her hair set in the kind of curls my mum used to come back from the salon with at Christmas. She wore a cardigan that looked hand-knitted and an expression that said she had sore knees and did not have the time or patience for nonsense."
  },
  {
    "pid": "p122",
    "text": "‘Oh, that thing,’ she said. ‘Well, someone ought to be looking. You had better come in, you will catch your death on the step.’"
  },
  {
    "pid": "p123",
    "text": "She led us into a living room that smelt of talcum powder and lavender polish. The gas fire was on low. Ornamental plates lined the walls – royal weddings, silver jubilees, that sort of thing. A photograph of a man in an army uniform sat on the mantelpiece, next to one of a young woman in a wedding dress I recognised as Mrs Cartwright in a previous decade."
  },
  {
    "pid": "p124",
    "text": "‘Can I make you tea?’ she asked automatically, already halfway to the kitchen."
  },
  {
    "pid": "p125",
    "text": "‘Please do not go to any trouble,’ Charlotte said, but Mrs Cartwright waved her off."
  },
  {
    "pid": "p126",
    "text": "‘Trouble is that bloody bill,’ she called from the doorway. ‘Two sugars?’"
  },
  {
    "pid": "p127",
    "text": "‘None for me, thank you,’ I said, taking the opportunity to look around."
  },
  {
    "pid": "p128",
    "text": "There it was, half-buried under the Radio Times and the parish magazine on the coffee table: the brown envelope with the council logo. Community Charge Notification. The way it lay there, ordinary as a gas bill, made my stomach tighten."
  },
  {
    "pid": "p129",
    "text": "‘You do the talking,’ Charlotte murmured. ‘I will pick moments to ask for the photograph.’"
  },
  {
    "pid": "p130",
    "text": "When Mrs Cartwright came back with the tea on a tray, she set it down with a clink and sat opposite us in her armchair. The television in the corner showed footage of Berlin again, though with less urgency now. Commentators were already starting to use phrases like “new challenges”."
  },
  {
    "pid": "p131",
    "text": "‘So,’ she said, stirring her tea. ‘What do you want to know?’"
  },
  {
    "pid": "p132",
    "text": "I took a breath. ‘We are trying to understand what the new charge means in practice,’ I said. ‘You have lived here a long time?’"
  },
  {
    "pid": "p133",
    "text": "‘Forty-two years,’ she said. ‘Bought this house with my late husband in '47. He worked all his life, never took a day off unless he was half dead. We paid our rates, never made a fuss.’"
  },
  {
    "pid": "p134",
    "text": "‘And you have always voted…?’"
  },
  {
    "pid": "p135",
    "text": "‘Conservative,’ she said promptly. ‘My father did, and his father before him. They kept things steady. I do not like all this shouting on the news. People on picket lines. It upsets me.’ She peered at me more closely, as if suddenly remembering that I might be one of those shouters. ‘No offence.’"
  },
  {
    "pid": "p136",
    "text": "‘None taken,’ I said. ‘I grew up round miners, Mrs Cartwright. I am used to shouting.’"
  },
  {
    "pid": "p137",
    "text": "‘My nephew worked at a pit up north,’ she said. ‘Lost his job. He is very bitter. I tell him it does not help.’"
  },
  {
    "pid": "p138",
    "text": "She reached for the brown envelope, as if dragged to it by some invisible thread."
  },
  {
    "pid": "p139",
    "text": "‘They sent me this,’ she said, pulling out the letter. ‘I thought they had made a mistake. It is nearly double what I was paying in rates, and there is only me now.’"
  },
  {
    "pid": "p140",
    "text": "Her hand trembled just enough for the paper to rustle. Charlotte adjusted her camera settings without lifting it; she had a way of making the movement look like nothing at all."
  },
  {
    "pid": "p141",
    "text": "‘Have you spoken to anyone at the council?’ I asked gently."
  },
  {
    "pid": "p142",
    "text": "‘Young man on the phone said it is fairer this way,’ she said. ‘Said why should people in big houses pay more than people in little ones just because of where they live. I said, 'Because people in big houses can afford it.'’ Her voice sharpened. ‘My Albert never had a big house, but he paid his way. Now they want twice as much for half a person.’"
  },
  {
    "pid": "p143",
    "text": "There it was. Twice as much for half a person. I felt the phrase lodge itself in my mind like a peg in a board."
  },
  {
    "pid": "p144",
    "text": "‘That is the sort of thing we are trying to record,’ I said. ‘What you just said. Would you be comfortable if we noted that down? We will not use your full name anywhere. It is more to show the sort of people this is affecting.’"
  },
  {
    "pid": "p145",
    "text": "‘They know the sort of people,’ she said. ‘They are just not interested.’ She glanced at the mantelpiece, at the army photograph. ‘Mrs Cartwright of Finchley does not matter unless she is on a leaflet with a blue logo every four years.’"
  },
  {
    "pid": "p146",
    "text": "‘We would like to change that,’ Charlotte said softly. ‘One of the people who will see this is an MP. A Conservative MP.’"
  },
  {
    "pid": "p147",
    "text": "Mrs Cartwright's eyes flicked between us. ‘Is he one of the good ones?’ she asked, sounding as if she thought that might still be a category."
  },
  {
    "pid": "p148",
    "text": "‘He is one who worries about his majority,’ Charlotte said. ‘And he listens when people who look like his voters speak.’"
  },
  {
    "pid": "p149",
    "text": "‘Well then.’ She straightened in her chair. ‘You tell him from me that I feel cheated. I did what I was told all my life, I believed what they said about being prudent and paying your way, and now they have come for what little I have got. That is not what I voted for.’"
  },
  {
    "pid": "p150",
    "text": "Charlotte lifted the camera. ‘Would it be all right if I took a photograph of you?’ she asked. ‘Just here, as you are. It helps people remember there is a person behind the numbers.’"
  },
  {
    "pid": "p151",
    "text": "Mrs Cartwright hesitated, smoothing her skirt. Then she squared her shoulders, as if for a school picture."
  },
  {
    "pid": "p152",
    "text": "‘Go on, then,’ she said. ‘Get my good side. If I have got one.’"
  },
  {
    "pid": "p153",
    "text": "The shutter clicked. Once. Twice. No flash. The room stayed warm, familiar. It felt indecently intimate, putting that much of a life in a frame. But this was the point, was it not? Faces, not statistics."
  },
  {
    "pid": "p154",
    "text": "On the way out Mrs Cartwright pressed a packet of biscuits into my hand."
  },
  {
    "pid": "p155",
    "text": "‘I do not want charity,’ she said gruffly. ‘But you cannot do your research on an empty stomach. And you make sure that man knows exactly what he has done, will you not?’"
  },
  {
    "pid": "p156",
    "text": "‘I will,’ I said, and meant it more than she could know."
  },
  {
    "pid": "p157",
    "text": "We did three more visits that afternoon. A newsagent who showed us the books he had had to cook to keep the lights on. A young couple with a baby, both working shifts, juggling rent and nappies and now this. A retired police sergeant who lowered his voice when he told us he had seriously considered not registering, then laughed bitterly at himself."
  },
  {
    "pid": "p158",
    "text": "‘I spent thirty years telling people they had to obey the law,’ he said. ‘Hard to unlearn that at fifty-eight.’"
  },
  {
    "pid": "p159",
    "text": "‘Would you say you feel… let down?’ Charlotte asked, pen poised."
  },
  {
    "pid": "p160",
    "text": "He snorted. ‘I would say I feel bloody stupid. Thought they would look after people like me. Turns out we are just numbers on a page unless we are convenient.’"
  },
  {
    "pid": "p161",
    "text": "By the time we collapsed onto a Tube carriage heading back into town, my head felt full of anecdotes and amounts."
  },
  {
    "pid": "p162",
    "text": "‘You all right?’ Charlotte asked, sliding the strap of her camera bag off her shoulder."
  },
  {
    "pid": "p163",
    "text": "‘Fine,’ I said. ‘Just… angry in a different register, that is all.’"
  },
  {
    "pid": "p164",
    "text": "‘Different how?’"
  },
  {
    "pid": "p165",
    "text": "‘At Orgreave, it was us versus them,’ I said. ‘Lines on a field. Truncheons. You know where you stand. This…’ I tapped the side of my head. ‘This is people finding out that the 'us' they thought they belonged to never really existed. Not in the way they were promised.’"
  },
  {
    "pid": "p166",
    "text": "Charlotte nodded. ‘That is the crack. That is what we photograph.’"
  },
  {
    "pid": "p167",
    "text": "‘And write,’ I said. ‘We will give you words as well as faces this time. Proper casework.’"
  },
  {
    "pid": "p168",
    "text": "‘You are getting very professional about this,’ she said, a faint smile tugging at her mouth."
  },
  {
    "pid": "p169",
    "text": "‘Do not tell twelve-year-old me,’ I said. ‘He would think I had sold out and gone middle management.’"
  },
  {
    "pid": "p170",
    "text": "She laughed, then sobered. ‘My father rang last night.’"
  },
  {
    "pid": "p171",
    "text": "‘Oh?’"
  },
  {
    "pid": "p172",
    "text": "‘He wanted to know if I had seen the Wall on the news. He was in the tea room when it started coming in. Apparently there were jokes about who had inherited the wrong Germany in the divorce settlement.’ Her mouth tightened. ‘He said it like it was all a great game. I told him I had been with people who grew up behind that wall. He did not really know what to say to that.’"
  },
  {
    "pid": "p173",
    "text": "‘Wait till he sees Mrs Cartwright,’ I said."
  },
  {
    "pid": "p174",
    "text": "She looked at me sideways. ‘Danny… you know this might not work, right? He might shrug it off. File it away under 'civil society grumbling' and move on.’"
  },
  {
    "pid": "p175",
    "text": "‘I know.’ I watched the advertisements on the wall of the tunnel slide past: sparkly Christmas things, a car no one I knew could afford, a grinning family round a roast. ‘But when he is lying awake at three in the morning wondering if he has backed the wrong horse, I want our faces in the room.’"
  },
  {
    "pid": "p176",
    "text": "She studied me, then nodded once."
  },
  {
    "pid": "p177",
    "text": "‘We will pick the best ones tonight,’ she said. ‘Stories, not just statistics.’"
  },
  {
    "pid": "p178",
    "text": "*"
  },
  {
    "pid": "p179",
    "text": "Back at The Furnace, the big table turned into a studio. We spread contact sheets and notes and a tape recorder across the surface, pushing aside the crayons and the remains of somebody's lunch. The kids from the queer group drifted through on their way to a meeting; someone put the kettle on; someone else cut slices of leftover lentil bake."
  },
  {
    "pid": "p180",
    "text": "Katja came in halfway through, wiping ink from her hands on an old T-shirt."
  },
  {
    "pid": "p181",
    "text": "‘How was your little expedition behind enemy hedges?’ she asked."
  },
  {
    "pid": "p182",
    "text": "‘Productive,’ Charlotte said, flipping through the contact sheet with Mrs Cartwright's portrait. ‘We have four strong cases already.’"
  },
  {
    "pid": "p183",
    "text": "I dug through the notes, found the line I had written in block capitals. ‘Twice as much for half a person,’ I read aloud."
  },
  {
    "pid": "p184",
    "text": "Katja winced. ‘Ouch.’"
  },
  {
    "pid": "p185",
    "text": "‘Exactly,’ I said. ‘These are the phrases we lead with. Not 'tax injustice' or 'regressive burden'. Those are for pamphlets. For people like Rupert, we give them Mrs Cartwright telling him she feels cheated.’"
  },
  {
    "pid": "p186",
    "text": "‘Are you writing a manifesto or a script?’ Katja asked."
  },
  {
    "pid": "p187",
    "text": "‘Bit of both,’ I said. ‘We are not lying. We are just… arranging the truth in a way that rattles the right cages.’"
  },
  {
    "pid": "p188",
    "text": "Shell, who had been hovering in the doorway with a stack of rota sheets, came over and laid them down."
  },
  {
    "pid": "p189",
    "text": "‘Is that how you see it now?’ she asked quietly. ‘Arranging truth?’"
  },
  {
    "pid": "p190",
    "text": "‘What do you mean?’ I asked."
  },
  {
    "pid": "p191",
    "text": "She picked up the contact sheet, thumb tracing the outline of Mrs Cartwright's face."
  },
  {
    "pid": "p192",
    "text": "‘When we started,’ she said, ‘it was 'tell the truth and shame the devil'. Tape the testimonies, put them out uncut, let people hear unfiltered voices. Now we are talking about choosing who we put on the page based on what will make an MP twitch. I am not saying it is wrong,’ she added quickly. ‘I am just… trying to work out where the line is between strategy and manipulation.’"
  },
  {
    "pid": "p193",
    "text": "I thought of the Wall again, the little figures on top of it swinging their feet."
  },
  {
    "pid": "p194",
    "text": "‘Those people in Berlin did not just wander onto the Wall by accident,’ I said. ‘Someone, at some point, made a call, opened a gate, misread an order or chose to. We will never know exactly who. But somewhere in that mess, someone acted strategically. It does not make the joy any less real.’"
  },
  {
    "pid": "p195",
    "text": "Shell sighed, pushing a hand through her hair. ‘I know. It is just…’ She gestured at the hall beyond, where a kids' laughter class was spilling out of the crèche room. ‘Some days I feel like we are painting banners on the Titanic. Berlin, Tiananmen, all that lot. Big history. And we are in a draughty building in East London, worrying about bus fares and photocopier toner.’"
  },
  {
    "pid": "p196",
    "text": "‘Every crack matters,’ I said again."
  },
  {
    "pid": "p197",
    "text": "She gave a short, self-conscious laugh. ‘I did say that, did I not.’"
  },
  {
    "pid": "p198",
    "text": "‘You were right the first time.’ I reached out, resting my hand briefly over hers on the table. ‘When all they talk about is big things – markets, blocs, treaties – someone has to point at the old woman in Finchley and say, 'Her. Start with her.'’"
  },
  {
    "pid": "p199",
    "text": "She nodded, eyes a little too bright, then busied herself with the rota sheets."
  },
  {
    "pid": "p200",
    "text": "In twenty-five years' time, sitting across from Keira in my little flat, I would pull out the thin manila folder marked FINCHLEY FACES. The photographs had yellowed at the edges. The typed case histories were on paper that no longer matched any printer in the world. Mrs Cartwright's line about ‘twice as much for half a person’ still made my throat tighten."
  },
  {
    "pid": "p201",
    "text": "‘This was the fourth one,’ I would tell her. ‘We did not call it a fingerprint then. We just knew that if you wanted to make someone like Rupert twitch, you had to show him his own people. Not our side. His.’"
  },
  {
    "pid": "p202",
    "text": "Keira would look at the faces, at the neat living rooms and the tired eyes, and say, ‘You weaponised respectability.’"
  },
  {
    "pid": "p203",
    "text": "‘We tried,’ I would say. ‘We made a gallery and slid it under the door of power. Whether it made the difference or not, I cannot prove. But I know this much.’ I would tap the folder, the edges faintly soft from being carried to so many meetings. ‘When the cracks started running under Finchley, we were ready to press. And that is not nothing.’"
  },
  {
    "pid": "p204",
    "text": "She would sit back, hands over her notebook, and for a moment the telly in the corner of my 2025 flat in East London would show Berlin again, grainier now, and somewhere between the concrete dust and the privet hedges the line would run clear: every wall pretends to be eternal until the first hand finds a way in."
  }
]
