[
  {
    "pid": "p001",
    "text": "The first week after Trafalgar went on much longer than seven days."
  },
  {
    "pid": "p002",
    "text": "Sleep came in snatches. I would close my eyes and be back in the square: horses bearing down, the sound of metal on bone, the smell of burning plastic and petrol. Then I would be jerked awake by the phone, or the door, or Shell standing over the bed saying, ‘Danny, they have nicked another one, get up.’"
  },
  {
    "pid": "p003",
    "text": "For a while it was nothing but that: bruises, nightmares, phone calls from A&E and custody desks. We did not have a plan, we just had people bleeding on our sofas and ringing from police stations."
  },
  {
    "pid": "p004",
    "text": "By the time we hit April, The Furnace did not feel like a venue. It felt like a triage centre someone had disguised as a youth club."
  },
  {
    "pid": "p005",
    "text": "There were bodies everywhere. Not dead – though it was a close thing for a couple – but draped over mismatched chairs and sagging sofas, arms in slings, bruises in slow, ugly bloom. Kids from the estate, pensioners from Barnsley, students with broken specs. A lad from Glasgow with his arm in plaster, trying to roll a cigarette with his good hand while telling anyone who would listen that “ours was way worse than your riot”."
  },
  {
    "pid": "p006",
    "text": "Shell moved through them all with her clipboard and a mug that may once have contained tea. She had divided the room into rough areas with scraps of paper blu-tacked to the walls."
  },
  {
    "pid": "p007",
    "text": "TRAFALGAR – WITNESSES.\nTRAFALGAR – ARRESTED.\nMEDICAL.\nLEGAL."
  },
  {
    "pid": "p008",
    "text": "‘You are not supposed to triage a march like an accident and emergency,’ I said, watching her juggle a solicitor's phone number, a packet of painkillers and a plate of toast."
  },
  {
    "pid": "p009",
    "text": "‘It was an accident and an emergency,’ she replied. ‘Now it is a caseload. Where are the tapes?’"
  },
  {
    "pid": "p010",
    "text": "‘In Charlotte's lair,’ I said."
  },
  {
    "pid": "p011",
    "text": "She tilted her head towards the stairs."
  },
  {
    "pid": "p012",
    "text": "‘Go help,’ she said. ‘If you stay down here you will start trying to fix people's bruises with speeches.’"
  },
  {
    "pid": "p013",
    "text": "*"
  },
  {
    "pid": "p014",
    "text": "Charlotte had colonised the upstairs rehearsal room. When I opened the door, it felt like walking into the inside of a machine."
  },
  {
    "pid": "p015",
    "text": "Cables snaked across the floor between battered tellies, VHS players and the two camcorders we still had custody of. A trestle table groaned under the weight of neatly stacked tapes, each with a strip of white label along its spine in Charlotte's tidy hand."
  },
  {
    "pid": "p016",
    "text": "TSQ–NORTH–A.\nTSQ–NORTH–B.\nTSQ–SOUTH–WIDE.\nTSQ–VAN–CLOSE.\nARRESTS–EAST.\nHORSES–WEST."
  },
  {
    "pid": "p017",
    "text": "In the corner, one of the estate kids – Mickey, now officially too tall to pretend he was thirteen – was sitting cross-legged with a notebook, rewinding and fast-forwarding tapes on command."
  },
  {
    "pid": "p018",
    "text": "‘Pause at the charge,’ Charlotte said, not looking up as I came in. ‘Now back ten seconds. Keep it going. No, do not stop when it gets messy.’"
  },
  {
    "pid": "p019",
    "text": "On the small screen, a familiar scene played and re-played. The mounted line at the top of the square. A banner reading NO POLL TAX bobbing in the middle distance. The ripple through the crowd as the horses surged."
  },
  {
    "pid": "p020",
    "text": "‘Again,’ she said. ‘Slower. Freeze when the baton goes up.’"
  },
  {
    "pid": "p021",
    "text": "Mickey's tongue stuck out as he concentrated. The tape whined obediently."
  },
  {
    "pid": "p022",
    "text": "‘You are going to wear it out,’ I said."
  },
  {
    "pid": "p023",
    "text": "‘We will dub it before it snaps,’ Charlotte replied. ‘Anyway, better to break it in here than have it seized in court with something we have not seen on it. Come in, or stand there narrating?’"
  },
  {
    "pid": "p024",
    "text": "I stepped round the cables and perched on the edge of the table."
  },
  {
    "pid": "p025",
    "text": "‘How bad is it?’ I asked."
  },
  {
    "pid": "p026",
    "text": "She paused the tape and rubbed the bridge of her nose."
  },
  {
    "pid": "p027",
    "text": "‘Depends what you mean by bad,’ she said. ‘In terms of human suffering: bad. In terms of evidential value: worse. For them.’"
  },
  {
    "pid": "p028",
    "text": "She jerked her chin towards the wall. She had covered it with sheets of paper, each headed with a simple question."
  },
  {
    "pid": "p029",
    "text": "WHEN DID THEY CHARGE?\nFROM WHERE?\nWHO WAS HIT FIRST?\nWHO WAS ARRESTED?\nWHAT WERE THEY DOING?"
  },
  {
    "pid": "p030",
    "text": "Under each, she was building lists in different coloured pens. Timestamps. Descriptions. Names where we had them. Next to some of the entries a small asterisk and, in the margin, a scribbled note: TAPE REF: TSQ–VAN–CLOSE, 00:13:24–00:14:02."
  },
  {
    "pid": "p031",
    "text": "‘You took my 'lies they told out loud' folder and built a cathedral round it,’ I said."
  },
  {
    "pid": "p032",
    "text": "‘Do not get romantic,’ she replied. ‘This is a factory. We are not making art, we are making a product.’"
  },
  {
    "pid": "p033",
    "text": "The word factory landed in my chest like a weight. We had had days of shock. This was something else. Shock was what they did to you. A factory was what you built."
  },
  {
    "pid": "p034",
    "text": "‘Product?’ I said, wounded."
  },
  {
    "pid": "p035",
    "text": "‘A single ninety-minute tape,’ she said crisply. ‘Title: 'The Square: What Really Happened.' It needs to be clear enough for someone's nan to follow and boring enough that a magistrate has to watch it all before they sign another warrant.’"
  },
  {
    "pid": "p036",
    "text": "‘Boring?’ I protested. ‘We nearly died.’"
  },
  {
    "pid": "p037",
    "text": "‘Exactly,’ she said. ‘If we cut it like a pop video, they can say we have glamorised the trouble. If we jump about too much, they can claim we have taken things out of context. So we do not. We show them the whole thing: people arriving, kids on shoulders, banners, speeches, then the charges, the burns, the batons. Very slow. Very clear. Very dull.’"
  },
  {
    "pid": "p038",
    "text": "‘You are describing my speaking style,’ I said."
  },
  {
    "pid": "p039",
    "text": "She ignored me."
  },
  {
    "pid": "p040",
    "text": "‘We intercut it with stills of injuries and the names of those arrested,’ she went on. ‘We put the legal support number on the screen at the beginning and the end. We add subtitles for the worst audio so they cannot pretend not to hear someone say 'Stop hitting me, I am trying to get out.'’"
  },
  {
    "pid": "p041",
    "text": "‘Subtitles?’ I said. ‘We are not exactly the BBC.’"
  },
  {
    "pid": "p042",
    "text": "‘We have got a typewriter and Letraset,’ she replied. ‘And about twenty kids who think this is more fun than homework. We will manage.’"
  },
  {
    "pid": "p043",
    "text": "Mickey looked up from the VCR."
  },
  {
    "pid": "p044",
    "text": "‘We could do title cards,’ he said shyly. ‘Like in old films. 'BEFORE.' 'AFTER.' 'UNPROVOKED.'’"
  },
  {
    "pid": "p045",
    "text": "Charlotte's mouth twitched."
  },
  {
    "pid": "p046",
    "text": "‘Maybe not that last one,’ she said. ‘But the first two, yes. Good. That gives you a job when your wrists give out from rewinding.’"
  },
  {
    "pid": "p047",
    "text": "He grinned and bent back over the tape."
  },
  {
    "pid": "p048",
    "text": "‘Where did all these come from?’ I asked, gesturing at the stacks."
  },
  {
    "pid": "p049",
    "text": "‘Here,’ she said. ‘And Scotland. And Manchester. And a lad from Bristol who filmed his telly and the bit outside his front door when people kicked off there too. Word went round pretty fast after the first couple of nights. 'Send your tapes to The Furnace, they will know what to do.' I do not know whether to be flattered or terrified.’"
  },
  {
    "pid": "p050",
    "text": "‘Both,’ I said."
  },
  {
    "pid": "p051",
    "text": "‘I put the call out at the debrief,’ she added. ‘And Shell stuck a notice up next to the kettle: 'HAVE YOU GOT FOOTAGE FROM 31 MARCH? BRING IT HERE. WE WILL PAY POSTAGE.' We are up to forty-seven tapes and counting.’"
  },
  {
    "pid": "p052",
    "text": "‘Forty-seven?’ I said, swallowing."
  },
  {
    "pid": "p053",
    "text": "‘And that is just the ones who could bear to watch it again,’ she said. ‘Some people rang and said they had taped the news coverage but could not bring themselves to look at it yet. We told them: leave it on top of the telly, we will be here when you are ready.’"
  },
  {
    "pid": "p054",
    "text": "She pressed play again. On-screen, a line of officers advanced, shields up. A woman with a pushchair tried to get past them, mouth moving soundlessly."
  },
  {
    "pid": "p055",
    "text": "‘We have seen this one,’ I said, jaw clenching."
  },
  {
    "pid": "p056",
    "text": "‘We watch it again,’ she replied."
  },
  {
    "pid": "p057",
    "text": "*"
  },
  {
    "pid": "p058",
    "text": "There is a particular kind of nausea that comes from rewinding the worst day of your life in slow motion."
  },
  {
    "pid": "p059",
    "text": "We watched people we loved get hit from half a dozen angles. We saw our own bodies from outside, tiny moving pieces in a crowd shot from the top of a plinth. At one point Mickey pressed pause and I found myself frozen mid-shout, mouth wide, hand outstretched, looking like someone I did not entirely recognise."
  },
  {
    "pid": "p060",
    "text": "‘That is you,’ he said unnecessarily."
  },
  {
    "pid": "p061",
    "text": "‘I know,’ I said."
  },
  {
    "pid": "p062",
    "text": "‘You look…’ He frowned, searching for a word."
  },
  {
    "pid": "p063",
    "text": "‘Old?’ I suggested."
  },
  {
    "pid": "p064",
    "text": "‘Organised,’ he said."
  },
  {
    "pid": "p065",
    "text": "I did not know what to do with that, so I pretended a great interest in the tracking."
  },
  {
    "pid": "p066",
    "text": "For every sequence we flagged, Charlotte made us write a short, precise description."
  },
  {
    "pid": "p067",
    "text": "HORSES – WEST, 00:10:03–00:11:45.\nMounted officers charge into crowd where no missiles visible. No warning given. Banner “BARNSLEY AGAINST THE POLL TAX” in foreground. Elderly man with stick knocked down. Steward (female, shaved head) trying to hold line; is later seen being snatched in ARRESTS–EAST."
  },
  {
    "pid": "p068",
    "text": "‘It is like doing a gig setlist with added blood,’ I muttered."
  },
  {
    "pid": "p069",
    "text": "‘It is like doing a war crimes docket with fewer resources,’ Charlotte replied."
  },
  {
    "pid": "p070",
    "text": "Every so often someone would bring more material."
  },
  {
    "pid": "p071",
    "text": "‘Tape from Manchester,’ Shell would say, appearing in the doorway. ‘They blocked the road by the Arndale. It went bad. They want to know if we can use any of it.’"
  },
  {
    "pid": "p072",
    "text": "‘We will log it under 'Other Cities',’ Charlotte said, taking it like a midwife receiving a newborn. ‘We can use snippets at the beginning to show this was not just London.’"
  },
  {
    "pid": "p073",
    "text": "Or: “Photos from Leeds. Broken arm, head stitches, bruises like maps.”"
  },
  {
    "pid": "p074",
    "text": "We spread them on the floor and matched them to timecodes where we could. A lad with a Nikon had caught the moment just after a baton hit – not the strike itself, but the expression on the officer's face, half glee, half shock at his own strength."
  },
  {
    "pid": "p075",
    "text": "‘We will use that one,’ Charlotte said quietly. ‘Freeze frame.’"
  },
  {
    "pid": "p076",
    "text": "‘Is that not cruel?’ I asked."
  },
  {
    "pid": "p077",
    "text": "‘He is wearing a helmet and a number,’ she replied. ‘He can sue if we have got it wrong.’"
  },
  {
    "pid": "p078",
    "text": "*"
  },
  {
    "pid": "p079",
    "text": "Once we had watched enough to feel like we were drowning in it, we started to build the tape."
  },
  {
    "pid": "p080",
    "text": "It was not glamorous. It was hours of Mickey pressing buttons on three different VHS decks while someone else shouted, ‘Now!’ and ‘Stop!’ at the right time."
  },
  {
    "pid": "p081",
    "text": "We began with arrival footage. Coaches pulling in by the river. People unloading banners. Kids on shoulders. Someone with a home-made placard that simply read I CANNOT AFFORD THIS in careful joined-up writing."
  },
  {
    "pid": "p082",
    "text": "‘Slow,’ Charlotte insisted. ‘Give them time to see it. This is the bit they never show on the news.’"
  },
  {
    "pid": "p083",
    "text": "Over it, we laid a simple typed card: 31 MARCH 1990 – TRAFALGAR SQUARE DEMONSTRATION."
  },
  {
    "pid": "p084",
    "text": "Then the speeches, but not too many. Enough to show the range – trade unionists, community groups, a nurse talking about hospital cuts. We left in the bit where someone fluffed their line and laughed, because it made the crowd human."
  },
  {
    "pid": "p085",
    "text": "After that, the tightening."
  },
  {
    "pid": "p086",
    "text": "From three different angles you could see it: lines of officers in the background at first, then nearer. Vans edging closer. Horses moving into position."
  },
  {
    "pid": "p087",
    "text": "‘Do we put narration on it?’ I asked. ‘Like a voiceover?’"
  },
  {
    "pid": "p088",
    "text": "‘No,’ Charlotte said. ‘If you talk over it, they can say you are telling people what to see. We trust their eyes. We add subtitles for clarity, not spin.’"
  },
  {
    "pid": "p089",
    "text": "So instead of my voice, we used text."
  },
  {
    "pid": "p090",
    "text": "WHITEHALL, 15:22 – POLICE LINE MOVES FORWARD. NO ANNOUNCEMENT."
  },
  {
    "pid": "p091",
    "text": "TSQ WEST, 15:24 – HORSES ENTER CROWD. NO EVIDENCE OF MISSILES."
  },
  {
    "pid": "p092",
    "text": "We wrote it like we were filing a report to someone who would not believe us unless we described everything."
  },
  {
    "pid": "p093",
    "text": "The worst bits we did not cut away from. There was a sequence where a man went down under a horse's hooves and did not get up for a long time. We showed the moment before, the moment of impact, the scramble to pull him clear, the paramedics pushing through. It felt obscene to linger, but cutting would have felt like lying by omission."
  },
  {
    "pid": "p094",
    "text": "‘People can look away if they need to,’ Charlotte said. ‘But they cannot say it did not happen.’"
  },
  {
    "pid": "p095",
    "text": "When we had enough of the square, we moved to the aftermath."
  },
  {
    "pid": "p096",
    "text": "Hospital corridors. Waiting rooms. Close-ups of plaster, stitches, bruises. We filmed them here, in The Furnace, against the same white wall we used for band photos. Each person said their name and where they had been when they were hit or arrested."
  },
  {
    "pid": "p097",
    "text": "‘Claire,’ said a young woman with a cut above her eye. ‘I was near the fountains, trying to get my little brother out.’"
  },
  {
    "pid": "p098",
    "text": "‘Fred,’ said an older man from our tenants' association. ‘I was standing still, holding my stick up so people did not run into me.’"
  },
  {
    "pid": "p099",
    "text": "‘Jason,’ said Jase, voice shaking just a fraction. ‘I was a steward on the south side. I froze. Then they came.’"
  },
  {
    "pid": "p100",
    "text": "‘Are you sure you want that in?’ I asked him afterwards."
  },
  {
    "pid": "p101",
    "text": "‘Yeah,’ he said. ‘If I cannot be brave in the moment, I can be honest now.’"
  },
  {
    "pid": "p102",
    "text": "We added their names as simple subtitles. No music. Just the sound of their breathing and, in some cases, the faint murmur of the bar downstairs."
  },
  {
    "pid": "p103",
    "text": "At the end we put up a final card."
  },
  {
    "pid": "p104",
    "text": "IF YOU WERE THERE AND HAVE NOT GIVEN A STATEMENT, CONTACT:\nand the legal support number in big black letters, twice."
  },
  {
    "pid": "p105",
    "text": "‘That is it,’ Charlotte said at last, fingers ink-smudged. ‘Master done.’"
  },
  {
    "pid": "p106",
    "text": "We all sat for a moment, listening to the quiet mechanical churn as the VHS deck finished whirring."
  },
  {
    "pid": "p107",
    "text": "‘You know this is going to be used in court,’ I said."
  },
  {
    "pid": "p108",
    "text": "‘Good,’ she replied. ‘That is what it is for.’"
  },
  {
    "pid": "p109",
    "text": "‘They will say it is biased,’ I said."
  },
  {
    "pid": "p110",
    "text": "‘It is biased towards the truth,’ she said. ‘They have got the BBC. We have got a bank of tellies and Mickey's fast-forward thumb. That will have to do.’"
  },
  {
    "pid": "p111",
    "text": "*"
  },
  {
    "pid": "p112",
    "text": "Once the master was done, the real work began."
  },
  {
    "pid": "p113",
    "text": "We had one decent VHS deck, a temperamental second-hand one, and an ancient machine Riz had found in a skip and coaxed back to life. We rigged them all up, looped them together with a spider's web of cables and started dubbing."
  },
  {
    "pid": "p114",
    "text": "The duplication room was a sauna of warm plastic and concentration. Tapes piled up like a new kind of coal seam."
  },
  {
    "pid": "p115",
    "text": "‘How many do we need?’ I asked."
  },
  {
    "pid": "p116",
    "text": "‘As many as we can get before the heads wear out,’ Shell said from the doorway. ‘We have got a list.’ She waved a sheet of paper."
  },
  {
    "pid": "p117",
    "text": "The list had its own columns."
  },
  {
    "pid": "p118",
    "text": "UNIONS.\nCOUNCIL ESTATES.\nCHURCHES.\nCOMMUNITY CENTRES.\nLIBRARIES.\nSAFE TORIES."
  },
  {
    "pid": "p119",
    "text": "‘Safe Tories?’ I said."
  },
  {
    "pid": "p120",
    "text": "‘The ones who might be persuadable,’ she replied. ‘Ones with a conscience or an eye on the next election. We will courier tapes to a few offices where we know a secretary who owes us a favour.’"
  },
  {
    "pid": "p121",
    "text": "‘You have got a column for that?’ I asked."
  },
  {
    "pid": "p122",
    "text": "‘Finchley Faces was not a one-off,’ she said. ‘Access is not just about Rupert. It is about anyone who can get a tape onto the right desk.’"
  },
  {
    "pid": "p123",
    "text": "I thought of the old kitchen table in Grimethorpe, the night we wrote NOISE, BASE, MOVEMENT, ACCESS, DISRUPTION across a page and signed it. This was the Disruption column made plastic."
  },
  {
    "pid": "p124",
    "text": "‘We will keep one here,’ Charlotte said, labelling the first copy carefully as MASTER 1/KEEP. ‘Under lock and key. One goes to the lawyers. One to the unions. One to the press people we still half-trust. After that, we spray.’"
  },
  {
    "pid": "p125",
    "text": "‘Spray?’ I said."
  },
  {
    "pid": "p126",
    "text": "‘Like graffiti,’ she said. ‘Everywhere at once, where they cannot quite scrub it all off.’"
  },
  {
    "pid": "p127",
    "text": "We set up shifts. Kids from the estate took turns sitting with the machines, checking for glitches. Riz rigged a crude log on the wall where we ticked off each successful copy."
  },
  {
    "pid": "p128",
    "text": "‘You lot used to sneak cassettes into pits,’ Mickey said, feeding another blank tape into the hungry mouth of the deck. ‘Now we are doing it with telly.’"
  },
  {
    "pid": "p129",
    "text": "‘Progress,’ I said. ‘Of a sort.’"
  },
  {
    "pid": "p130",
    "text": "At night the room glowed blue from the screens, flickering images of the square playing silently on a loop as the machines did their work. Sometimes I would stand in the doorway and watch the same horse rear, the same banner fall, over and over, until the edges blurred and I could almost believe we had dreamt it."
  },
  {
    "pid": "p131",
    "text": "‘Come to bed,’ Shell would say eventually, finding me there."
  },
  {
    "pid": "p132",
    "text": "‘In a bit,’ I would reply. ‘Just one more batch.’"
  },
  {
    "pid": "p133",
    "text": "She would snort and say something about me turning into my dad, falling asleep in a chair with the telly on and a report in my lap."
  },
  {
    "pid": "p134",
    "text": "‘At least his reports did not show him nearly getting flattened by mounted police,’ I said once."
  },
  {
    "pid": "p135",
    "text": "‘No,’ she said. ‘They showed his mates getting sacked instead. Go to bed.’"
  },
  {
    "pid": "p136",
    "text": "*"
  },
  {
    "pid": "p137",
    "text": "Getting the tapes out was its own operation."
  },
  {
    "pid": "p138",
    "text": "We had learnt from Coalface and from the strike. Never move everything in one go. Never send all the copies to one place."
  },
  {
    "pid": "p139",
    "text": "Coach drivers who had brought people to London left a tape on the dashboard to take back to their branch. A teacher who used The Furnace youth room on Thursdays took one in a padded envelope and promised to “show it to a few colleagues, off the record”. A vicar in a brown jumper tucked one under his arm as if it was just another hymn book."
  },
  {
    "pid": "p140",
    "text": "‘What if they confiscate them?’ one of the kids asked as we handed over another stack."
  },
  {
    "pid": "p141",
    "text": "‘Then they have to write down that they have done it,’ Shell said. ‘Which gives us more evidence.’"
  },
  {
    "pid": "p142",
    "text": "‘It is all evidence with you,’ he said."
  },
  {
    "pid": "p143",
    "text": "‘Yes,’ she replied. ‘That is the point.’"
  },
  {
    "pid": "p144",
    "text": "We sent one to Rupert in Finchley, of course."
  },
  {
    "pid": "p145",
    "text": "‘He was there,’ Charlotte said. ‘He does not need a tape.’"
  },
  {
    "pid": "p146",
    "text": "‘He needs something on his desk,’ Shell replied. ‘Something he has to either watch or put in a drawer and feel guilty about every time he opens it.’"
  },
  {
    "pid": "p147",
    "text": "She wrote the label herself: RUPERT HAVERSHAM – PRIVATE & CONFIDENTIAL."
  },
  {
    "pid": "p148",
    "text": "‘Do you think he will watch it?’ I asked."
  },
  {
    "pid": "p149",
    "text": "‘He watched the miners,’ she said. ‘He watched Mrs Cartwright. He will watch this.’"
  },
  {
    "pid": "p150",
    "text": "In my head, I pictured him in some wood-panelled office, the tape machine whirring as our square flickered on his television. I imagined him pausing at the bit where the steward with the shaved head was taken and wondering if she had been on one of his lists once."
  },
  {
    "pid": "p151",
    "text": "*"
  },
  {
    "pid": "p152",
    "text": "In 2025, when Keira asked, ‘How did it go from a bad day out to them scrapping the tax?’, this is one of the things I tried to explain."
  },
  {
    "pid": "p153",
    "text": "Not just the march itself, not just the anger and the broken glass, but the weeks after: the tapes, the labels, the kids with cramped hands, the lists on the wall. The way we sat in that overheated room and watched it again and again until we could bear to do something with it."
  },
  {
    "pid": "p154",
    "text": "‘It was like a factory,’ I told her, pointing to the faded log sheet I had kept for some reason. ‘Raw material in, finished product out. But the product was proof.’"
  },
  {
    "pid": "p155",
    "text": "She frowned at the words on the page."
  },
  {
    "pid": "p156",
    "text": "‘TSQ–VAN–CLOSE, 00:13:24–00:14:02,’ she read aloud. ‘You kept timecodes?’"
  },
  {
    "pid": "p157",
    "text": "‘Of course we did,’ I said. ‘It is no good just saying 'they went mad'. You have to be able to say, 'At sixteen twenty-two, at the west side of the square, a mounted officer hit a man who was walking away.' That is how you shift it from story to evidence.’"
  },
  {
    "pid": "p158",
    "text": "‘And the tape was the Fifth Fingerprint?’ she asked."
  },
  {
    "pid": "p159",
    "text": "‘Part of it,’ I said. ‘Disruption and Legacy. It made it harder for them to pretend it had been a jolly day out ruined by a few bad apples. It gave cover to councillors who wanted to break ranks. It clogged up court time. It travelled in ways we could not.’"
  },
  {
    "pid": "p160",
    "text": "‘Did you think about who would watch it in the future?’ she said. ‘Like you thought about me with the boxes?’"
  },
  {
    "pid": "p161",
    "text": "‘Not in those words,’ I said. ‘We thought about magistrates and juries and union branches. We thought about kids born later, being told it was all hooligans and looters, and their mum or dad being able to say, 'No, look. I was there. That is me. That is what they did.'’"
  },
  {
    "pid": "p162",
    "text": "She looked back down at the log sheet."
  },
  {
    "pid": "p163",
    "text": "‘And did it work?’ she asked."
  },
  {
    "pid": "p164",
    "text": "‘Not on its own,’ I said. ‘It never does. You need marches and strikes and councillors resigning and a Prime Minister cornered. But without this,’ I tapped the paper, ‘they could have written any story they wanted about that day. With it, they had to work a bit harder to lie. Sometimes that is all you get.’"
  },
  {
    "pid": "p165",
    "text": "She nodded slowly."
  },
  {
    "pid": "p166",
    "text": "‘It must have been hard, watching it over and over,’ she said."
  },
  {
    "pid": "p167",
    "text": "‘It was,’ I said. ‘But it was harder for the people on it. The least we could do was sit with them while the tape ran.’"
  },
  {
    "pid": "p168",
    "text": "The VHS machine that had churned out those copies sat in the corner of my flat now, dusty and inert. We had not been able to bring ourselves to throw it away. It had been obsolete for twenty years, but somewhere inside it there was probably still a flake of plastic carrying an image of a lad from Glasgow insisting his riot was worse."
  },
  {
    "pid": "p169",
    "text": "‘You kept the machine?’ Keira said when she noticed it."
  },
  {
    "pid": "p170",
    "text": "‘Of course,’ I replied. ‘You do not get rid of the tools that built your case.’"
  },
  {
    "pid": "p171",
    "text": "She smiled and wrote that down."
  }
]
