[
  {
    "pid": "p000",
    "text": "Chapter Eleven – October 1986, London – Big Bang and Broken Pieces"
  },
  {
    "pid": "p001",
    "text": "They called it the Big Bang."
  },
  {
    "pid": "p002",
    "text": "On the telly it came dressed in fireworks graphics and breathless men in suits talking about deregulation and “opportunity”, that word said like it belonged only to them. In the streets it looked like the same men spilling out of wine bars near Liverpool Street at half five, ties loose, braces bright red, shouting into mobile phones the size of bricks and waving tickets I would never own."
  },
  {
    "pid": "p003",
    "text": "I watched them from the top deck of the 48, holdall of cassettes wedged against my chest. The bus slid past new glass where old brick had been, steel frames rising out of gaps in the city like teeth. Every other advert was for a bank, promising growth and freedom in small print no one would ever read."
  },
  {
    "pid": "p004",
    "text": "Down here, we were still arguing over who had bought the last tea bags."
  },
  {
    "pid": "p005",
    "text": "The bus rattled away from the City and back into our part of east London, where pavements were cracked and the only gleam came from a row of silver kegs outside a pub. When I got off near the warehouse, a group of office lads in rolled-up shirts were singing snatches of Pet Shop Boys outside a wine bar, swaying on the spot. One of them shouted something after me about my hair and my boots. I did not bother answering. It was not worth wasting spit."
  },
  {
    "pid": "p006",
    "text": "Around the corner, The Furnace sat in its usual patch of shadow, brick stained, windows patched with plywood and old posters. We had stencilled the name on the shutters three times now, because some joker kept painting over it with “NOISE POLLUTION” and a crudely drawn skull. Alex thought it was funny. I thought it was a warning."
  },
  {
    "pid": "p007",
    "text": "Inside, the air had the usual mix: dust, stale beer from the last show, and whatever Riz had most recently spilled on the office floor. Today it was sweet and sour sauce from the Chinese across the road, congealed in its tin. The main room was a maze of folding chairs, milk crates and trailing cables because we were getting ready for the big all-dayer at the weekend – twelve bands, doors at noon, finish when the council said we had to or when the last bus went, whichever came first."
  },
  {
    "pid": "p008",
    "text": "‘Finally,’ Shell said from behind the trestle table we called the office. ‘Thought you had fallen into Thatcher's champagne fountain.’"
  },
  {
    "pid": "p009",
    "text": "She had Lucas on her hip and the phone receiver wedged between shoulder and ear. The table was buried in flyers, a jam jar of pens, a biscuit tin Lucas kept trying to reach, and a mug of coffee that had gone cold an hour ago. There was a smudge of printer ink on Shell's cheek. Eddie was due down at the weekend to take the kids back for a fortnight – they had worked out a rhythm by now, careful and practical, the marriage still on paper but their lives increasingly their own."
  },
  {
    "pid": "p010",
    "text": "‘If she had offered, I would have brought a bottle back,’ I said, dropping the holdall gently by her feet. ‘Duplication place did us a deal.’"
  },
  {
    "pid": "p011",
    "text": "‘Course they did,’ she muttered, covering the mouthpiece with her hand. ‘They know you will stand there looking wounded Yorkshire until they knock ten per cent off.’"
  },
  {
    "pid": "p012",
    "text": "She went back to the call, voice hardening as she dealt with some licensing officer who had suddenly remembered we existed. I picked Lucas up from her hip so Shell could wave both arms around properly while she argued. The phone cord swung with every point she stabbed into the air."
  },
  {
    "pid": "p013",
    "text": "Lucas tucked his head under my chin, thumb in his mouth. He smelled of baby shampoo and tomato sauce. There was a small sticky handprint on my black shirt within seconds."
  },
  {
    "pid": "p014",
    "text": "‘Yes, we are a community arts space,’ Shell said into the phone. ‘Yes, that does count. We have got childcare provision and everything. You want to come down and see the attendance figures?’ She paused, listening. ‘Well, if you are that worried about safety, perhaps fix the street lighting out front like we asked six months ago.’"
  },
  {
    "pid": "p015",
    "text": "She slammed the phone down a fraction too hard, then winced, in case it broke and we had to pay."
  },
  {
    "pid": "p016",
    "text": "‘What did they want?’ I asked."
  },
  {
    "pid": "p017",
    "text": "‘A pound of flesh,’ she said. ‘And a copy of our public liability insurance, which we do not have because we cannot afford it.’ She rubbed her forehead. ‘It is all right. Charlotte is checking if there is some scheme for 'emerging spaces'. Apparently there is a brochure for everything now if you have got the right surname.’"
  },
  {
    "pid": "p018",
    "text": "Lucas patted my cheek, then grabbed my earring. I detached his hand gently."
  },
  {
    "pid": "p019",
    "text": "‘Tell Charlotte to bring a stack of brochures,’ I said. ‘We can use them to soak up the leaks.’"
  },
  {
    "pid": "p020",
    "text": "Shell smiled, tired but real. ‘How bad is it out there?’"
  },
  {
    "pid": "p021",
    "text": "‘The City?’ I shrugged. ‘They are drunk on their own reflection. Whole world as bonus scheme.’"
  },
  {
    "pid": "p022",
    "text": "‘Well, they can keep their bubbles,’ she said. ‘We have got our own crisis.’"
  },
  {
    "pid": "p023",
    "text": "She nodded towards the rehearsal room at the back. Through the open door I could hear Pete's bass – not the notes, just the distant thud – and Alex's guitar twisting over the top. Tommy was probably messing about on the kit already, playing fills I had not agreed to. The sound – not quite music, not just noise – bounced off the bare walls."
  },
  {
    "pid": "p024",
    "text": "‘They started without me?’ I said."
  },
  {
    "pid": "p025",
    "text": "‘They started arguing without you,’ Shell corrected. ‘You might want to get in there before someone throws something that is not a drumstick.’"
  },
  {
    "pid": "p026",
    "text": "I kissed Lucas's hair, handed him back, and went to face the rest of my so-called band."
  },
  {
    "pid": "p027",
    "text": "*"
  },
  {
    "pid": "p028",
    "text": "We had drawn a crude calendar on the rehearsal room wall in chalk. Every square that had a gig was coloured in red. There were not many blank spaces anymore."
  },
  {
    "pid": "p029",
    "text": "Coalface – or Glass Saints, depending on who you asked – had become the default house band of The Furnace, and word had spread further than we had expected. People rang from Bristol and Manchester asking us to play all-day benefits and then their mates heard about it. We had even had a letter from someone in Hamburg who had got hold of one of our live tapes and wanted to come over."
  },
  {
    "pid": "p030",
    "text": "It was everything I thought I wanted."
  },
  {
    "pid": "p031",
    "text": "And yet."
  },
  {
    "pid": "p032",
    "text": "‘Just listen with open ears for once,’ Alex was saying as I walked in. ‘You do not have to be frightened of a chorus, Danny. It will not infect your principles.’"
  },
  {
    "pid": "p033",
    "text": "His guitar was slung low, strap patched with black tape. He had grown his hair longer, fringe falling into his eyes when he leaned over the amp. Pete was sitting on a flight case, rolling a cigarette. Tommy had a drumstick in each hand and was spinning them like batons."
  },
  {
    "pid": "p034",
    "text": "‘What am I supposed to be frightened of now?’ I asked, leaning on the doorframe."
  },
  {
    "pid": "p035",
    "text": "‘Success,’ Alex said promptly. ‘Any sort of structure. Melody that does not sound like falling masonry.’"
  },
  {
    "pid": "p036",
    "text": "‘We like falling masonry,’ Pete put in. ‘It is our sound.’"
  },
  {
    "pid": "p037",
    "text": "‘What is all this about Glass Saints?’ Pete asked lazily, as if he did not already know. ‘Bloke at the bar last night wanted to know if Coalface were playing or 'that new band'. I told him they were both us and he looked at me like I had tried to sell him two tickets for the same seat.’"
  },
  {
    "pid": "p038",
    "text": "Alex sighed. ‘We talked about this.’"
  },
  {
    "pid": "p039",
    "text": "‘You talked about this,’ I said. ‘That is different.’"
  },
  {
    "pid": "p040",
    "text": "He set his guitar down carefully – always carefully, no matter how angry he was – and turned to face me."
  },
  {
    "pid": "p041",
    "text": "‘Look,’ he said. ‘Coalface was you in the pit. Coalface was the strike. That fight has moved on. We are in London now. We have got The Furnace. We have got an actual following. Glass Saints fits better. It sounds like something that belongs in the reviews pages instead of the letters column.’"
  },
  {
    "pid": "p042",
    "text": "‘Because that is what this is for you, is it not?’ I said. ‘Reviews.’"
  },
  {
    "pid": "p043",
    "text": "‘That is not fair,’ he snapped. ‘I have been in this with you from the start. I have taken the same punches. I have slept on the same floors. I just do not want us trapped in one story forever. We can say things in more than one way.’"
  },
  {
    "pid": "p044",
    "text": "‘We are saying things,’ I said. ‘Or did you miss Shell pulling another all-nighter with the phone tree and Charlotte getting pitches knocked back because we are 'too political'?’"
  },
  {
    "pid": "p045",
    "text": "‘I did not miss any of it,’ he said quietly. ‘I was there. I saw that Chernobyl night. I saw what you did with that speech. I have never seen a room go that quiet and then that loud. I am not asking you to stop talking. I am asking you to stop shouting the same sentence every time.’"
  },
  {
    "pid": "p046",
    "text": "Pete blew a line of smoke towards the ceiling. ‘For what it is worth,’ he said, ‘I quite like Glass Saints as a name. Sounds mysterious. Coalface sounds like a disease.’"
  },
  {
    "pid": "p047",
    "text": "‘Coalface sounds like where we came from,’ I said."
  },
  {
    "pid": "p048",
    "text": "‘We know where we came from,’ Alex said. ‘You remind us at every rehearsal.’"
  },
  {
    "pid": "p049",
    "text": "‘And you would rather we talked about, what, texture?’ I shot back. ‘Layers? 'This song is about the ineffable grief of the urban night'?’"
  },
  {
    "pid": "p050",
    "text": "Pete laughed until he realised no one else had joined in."
  },
  {
    "pid": "p051",
    "text": "Alex's jaw tightened. ‘You think that is all I care about? You honestly think I am stood here plotting my escape route to some record label's guest list? I care about this place. I care about what we are building. But we are on the edge of something. The all-dayer is already sold out and we have not finished the poster. Journalists are sniffing. Even Charlotte's editor has stopped pretending we do not exist. We could use that. We could get into rooms where decisions are made. We could… I do not know… make enough money to fix the toilets before Christmas.’"
  },
  {
    "pid": "p052",
    "text": "I thought of the City traders I had just passed, pockets already swollen with money they had not earned. I thought of Charlotte's friends who drifted in on certain nights, effortlessly well-dressed, always able to hail a cab no matter what estate they were near. I thought of the posh suburbs as shorthand for all the addresses we had started to collect – journalists, lawyers, civil servants, kids of MPs who came “slumming it” at The Furnace because it made them feel real for an evening."
  },
  {
    "pid": "p053",
    "text": "‘We are using that,’ I said. ‘Every time one of Charlotte's mates actually listens instead of treating us like background, that is a crack in something that used to be solid. Every time they take our tapes into their world instead of the other way round, that is a win.’"
  },
  {
    "pid": "p054",
    "text": "‘It is not enough,’ Alex said. ‘You know it is not. You talk about long games all the time. Well, this is part of it. If we do not adapt, they will get bored and go back to their wine bars and Pet Shop Boys and we will be here in ten years' time playing the same three chords to the same thirty people who cannot afford to put the heater on.’"
  },
  {
    "pid": "p055",
    "text": "The picture he painted landed too close to something I had woken up from more than once."
  },
  {
    "pid": "p056",
    "text": "‘So what is your plan?’ I asked. ‘Change the name, soften the edges, smile nicely for the A&R men and hope they let us keep one angry song per side as a treat?’"
  },
  {
    "pid": "p057",
    "text": "‘My plan,’ Alex said, ‘is to write songs so good they cannot ignore what we are saying even when they want to. To get us into spaces where 'enemy within' is not just a line they throw around in private. To make us harder to shut up.’"
  },
  {
    "pid": "p058",
    "text": "‘And in the meantime?’ I said. ‘Who are we for? The lads from our estate who saved for the train fare, or the ones who already own half the city?’"
  },
  {
    "pid": "p059",
    "text": "‘For both,’ he said simply. ‘That is the point. Bridges, remember?’"
  },
  {
    "pid": "p060",
    "text": "That stung, because it was my word. I was the one who had started mentally tagging Charlotte's posh mates as bridges in my notebook. Bridges between here and their dining rooms, between the pit villages and the policy documents. I had watched the way a throwaway comment at the bar became a phone number, then a quiet word, then a form signed faster than it would have been otherwise. I had told myself I was only noticing the flows."
  },
  {
    "pid": "p061",
    "text": "Alex was right. I did not have a monopoly on strategy."
  },
  {
    "pid": "p062",
    "text": "‘I am not scared of a chorus,’ I said, more quietly now. ‘I am scared of waking up one day and realising all we are is background noise to someone else's night out. I am scared we will end up as a footnote in a scene write-up, squeezed between the haircuts and the designer heroin.’"
  },
  {
    "pid": "p063",
    "text": "Pete stubbed his cigarette out on the sole of his boot. Tommy said, ‘We are going to rehearse at some point, right? Before we break up and write solo albums?’"
  },
  {
    "pid": "p064",
    "text": "‘Too late,’ Pete said. ‘I have already written my memoirs. They are mostly about bass strings and pasties.’"
  },
  {
    "pid": "p065",
    "text": "Alex looked over, something like truce flickering there."
  },
  {
    "pid": "p066",
    "text": "‘Just try the new one,’ he said. ‘If it still feels like betrayal afterwards, we will bin it. Deal?’"
  },
  {
    "pid": "p067",
    "text": "I hesitated, then nodded. ‘Deal. But we are not changing the name before Saturday. Not mid-poster. My mam will get confused.’"
  },
  {
    "pid": "p068",
    "text": "He allowed himself a tiny smile. ‘Would not want to upset your fan club.’"
  },
  {
    "pid": "p069",
    "text": "We plugged in. For a while the fight went quiet, replaced by early stumbles as the song found its legs. The new one had a cleaner verse than I was used to, almost pretty in places, but the chorus had teeth. When I hit the line about the City lights never going out even when the dole queue did, something shifted in my chest."
  },
  {
    "pid": "p070",
    "text": "Maybe he had a point. I was not going to admit it to his face yet. But it lodged there."
  },
  {
    "pid": "p071",
    "text": "*"
  },
  {
    "pid": "p072",
    "text": "The all-dayer was called Heat Under Glass, mostly because it made me laugh to imagine some banker reading the listings and thinking it was about greenhouses. We scrawled the title on the poster in thick black, bands listed underneath in cramped handwriting: Coalface, Kropotkin's Beard, Sister Mercy, a reggae crew from Hackney whose name changed weekly, an earnest folk duo who kept turning up with a fiddle and a battered guitar, plus a handful of others Shell had squeezed in without collapsing the timetable."
  },
  {
    "pid": "p073",
    "text": "By Saturday morning, the queue outside The Furnace ran past the café on the corner and halfway down the next street. Gloria and David had put a sign in their window: ALL-DAYER SPECIAL – RICE & PEAS, CURRY, 50P FOR KIDS. The smell drifted to our doorway, mixing with cigarette smoke and damp concrete."
  },
  {
    "pid": "p074",
    "text": "Inside, the main room was already hot when the first band went on. Kids sat cross-legged on the floor at the front, soft drink cans lined up like soldiers. The makeshift crèche space near the back had a pile of donated toys and three teenagers on rota keeping an eye on them. Karen and Gareth were working their way through the jobs list, nudging people into stewarding shifts and tea duty with the calm authority of the already-indispensable. Posters for Rock Against Racism and Red Wedge peeled slightly where the paste had not quite taken."
  },
  {
    "pid": "p075",
    "text": "Shell moved through it all with a clipboard like a general, Lucas strapped to her front in a fabric sling someone from the women's group had given her. She had been up until three, hand-numbering tickets because the printer had run out of ink and we could not afford more before the takings came in. Now her eyes were ringed, but she kept going, ticking off bands as they arrived, redirecting lost punters, confiscating a bottle of something stronger than cider from a lad who looked about twelve."
  },
  {
    "pid": "p076",
    "text": "Mid-afternoon I found her in the tiny office, slumped over the table with the phone cradled in her hand, fast asleep. Lucas was dozing too, cheeks flushed. There was a faint damp patch where Shell's tears had fallen on the flyer that said ALL-DAYER – BENEFIT FOR LEGAL FUNDS."
  },
  {
    "pid": "p077",
    "text": "For a second I just stood there, throat tight. The phone started ringing again, loud in the cramped space. Shell did not stir."
  },
  {
    "pid": "p078",
    "text": "I picked it up."
  },
  {
    "pid": "p079",
    "text": "‘Furnace,’ I said quietly."
  },
  {
    "pid": "p080",
    "text": "‘You are not supposed to answer like that,’ the voice on the other end said. ‘You are meant to say good afternoon, community arts space, how can we help you, this is—’"
  },
  {
    "pid": "p081",
    "text": "‘Afternoon, Charlotte,’ I interrupted."
  },
  {
    "pid": "p082",
    "text": "She laughed. ‘You recognised my sarcasm. I am proud.’"
  },
  {
    "pid": "p083",
    "text": "‘Where are you?’ I asked, keeping my voice low."
  },
  {
    "pid": "p084",
    "text": "‘On my way,’ she said. ‘Had to file something first. You would not believe how many column inches the Big Bang gets if you work for a paper that thinks the miners' strike was just a temper tantrum.’"
  },
  {
    "pid": "p085",
    "text": "‘Oh, I believe it,’ I said. ‘I have seen the suits. They are using champagne as hair gel.’"
  },
  {
    "pid": "p086",
    "text": "‘I will be there in twenty minutes,’ she said. ‘Tell Shell I have got the number for that solicitor I mentioned. Just in case today gets… interesting.’"
  },
  {
    "pid": "p087",
    "text": "‘Why would it get interesting?’ I asked."
  },
  {
    "pid": "p088",
    "text": "She was quiet for a beat. ‘Because I overheard something in the newsroom. Apparently there have been 'concerns' raised about unlicensed venues in certain boroughs. Noise, safety, moral decay, you know the drill. Your postcode came up like a footnote. I do not want to scare you but—’"
  },
  {
    "pid": "p089",
    "text": "‘Too late,’ I said, glancing at Shell. ‘We will be ready.’"
  },
  {
    "pid": "p090",
    "text": "‘Try not to get raided before I arrive,’ she said. ‘I would like at least one dance.’"
  },
  {
    "pid": "p091",
    "text": "I eased the phone from under Shell's hand. She stirred, blinking."
  },
  {
    "pid": "p092",
    "text": "‘Did I…?’ she muttered."
  },
  {
    "pid": "p093",
    "text": "‘You won,’ I said. ‘Go home.’"
  },
  {
    "pid": "p094",
    "text": "She shook her head slowly. ‘No chance. Who was that?’"
  },
  {
    "pid": "p095",
    "text": "‘Charlotte,’ I said. ‘She is bringing legal backup. There might be a visit later.’"
  },
  {
    "pid": "p096",
    "text": "Shell swore under her breath, then pushed herself upright, rubbing her eyes."
  },
  {
    "pid": "p097",
    "text": "‘Right,’ she said. ‘No point hiding. We will have stewards on the doors, keep the fire exits clear. Riz can stash anything dodgy. Lily can charm them if they are human.’"
  },
  {
    "pid": "p098",
    "text": "As she stood, the flyers she had been lying on slipped to the floor. One had a damp ring from a mug. I smoothed it out and dropped it into the box in the corner labelled SUMMONS, LEAFLETS, PRESS CUTTINGS. The archive. Our paper trail. Our future evidence."
  },
  {
    "pid": "p099",
    "text": "Lucas blinked at me from the sling, then grinned, sudden and fierce. For a second I saw Shell's face in miniature, and the weight of what we were trying to build pressed on my chest like a second child."
  },
  {
    "pid": "p100",
    "text": "‘Come on,’ Shell said. ‘Band number four is overrunning and the folk duo are sulking.’"
  },
  {
    "pid": "p101",
    "text": "*"
  },
  {
    "pid": "p102",
    "text": "By early evening, the room was a living thing. Sweat on the walls, people packed shoulder to shoulder, singing along to choruses they had only heard twice. Pet Shop Boys floated faintly from a passing car, clashing with our racket through the open fire door. Someone had daubed HEAT UNDER GLASS on a sheet and hung it behind the stage. Every time the drums hit, it trembled."
  },
  {
    "pid": "p103",
    "text": "Between sets, we served food. Cheap stew, bread rolls, tea in chipped mugs, lager if people managed to look the right side of eighteen. The café on the corner sent over extra rice when we ran out, no questions asked. A kid from the estate – skinny, maybe thirteen, hair shaved at the sides – had appointed himself crate manager, darting back and forth with cases of soft drinks, eyes shining like stage lights."
  },
  {
    "pid": "p104",
    "text": "‘What is your name again?’ I asked when he nearly tripped over my boots."
  },
  {
    "pid": "p105",
    "text": "‘Mick,’ he said. ‘Mickey. Mick if I am carrying stuff, Michael if I have done something wrong.’"
  },
  {
    "pid": "p106",
    "text": "‘You have done something good,’ I said. ‘Keep going. We will make a steward of you yet.’"
  },
  {
    "pid": "p107",
    "text": "He straightened, chest puffing. ‘Like security?’"
  },
  {
    "pid": "p108",
    "text": "‘Like the opposite of the police,’ I said. ‘People who make sure it is safe for everyone else to have a good time.’"
  },
  {
    "pid": "p109",
    "text": "He nodded solemnly, then ran off dragging another crate, the bottom scraping because it weighed more than he did."
  },
  {
    "pid": "p110",
    "text": "We went on third from last. Outside, the streetlights had come on; inside, we had killed a couple to stop everything overheating. The crowd moved like weather when we took the stage."
  },
  {
    "pid": "p111",
    "text": "‘Evening,’ I said into the mic. ‘Welcome to our experiment in staying alive.’"
  },
  {
    "pid": "p112",
    "text": "There was a cheer, a whistle from the back."
  },
  {
    "pid": "p113",
    "text": "‘You have all seen the news,’ I went on. ‘City boys celebrating like they won a war we were not invited to. They call it the Big Bang. I call it someone else setting off fireworks over our roof and not warning us about the sparks. So tonight we are going to make our own noise. For everyone who walked back to work with heads held high, and everyone still being told they are the enemy for asking for a fair share.’"
  },
  {
    "pid": "p114",
    "text": "Alex shot me a quick look, not disapproving this time, just measuring how far I would go."
  },
  {
    "pid": "p115",
    "text": "‘And if there is anyone here from, I do not know, Finchley,’ I added, drawing the word out, ‘or anywhere else where champagne flows, you are very welcome. You are not the enemy. You are the bridge. You get to decide what you carry back across the river when you leave. Just remember who was standing next to you when you heard this.’"
  },
  {
    "pid": "p116",
    "text": "That got a ripple, a few nervous laughs, someone shouting “I am from Hendon, does that count?” I gave them a thumbs up and counted us in."
  },
  {
    "pid": "p117",
    "text": "We played the new song first. The chorus Alex had fought for landed better than I wanted to admit. People picked it up on the second round, voices rough but certain. When we hit the line about the lights in the City never going out, there was a hush in the gaps between words, like everyone was listening for something beyond the amps."
  },
  {
    "pid": "p118",
    "text": "Halfway through the set I glanced down and saw Charlotte near the front, camera strap across her chest, hair pulled up in a rough knot. She held my gaze for a second, then lifted the camera and framed me, the flash briefly turning the room white."
  },
  {
    "pid": "p119",
    "text": "Behind her I could see one of her friends – Jonathan, the one with the expensive coat and permanently surprised eyebrows. He looked awkward, hands stuffed in his pockets, but he was not checking his watch. He was watching us."
  },
  {
    "pid": "p120",
    "text": "I filed that away under Bridges."
  },
  {
    "pid": "p121",
    "text": "We finished with the old Coalface anthem, because no matter what we changed, some things were non-negotiable. When I hit the bit about marching and not breaking, a knot of lads near the front – too young to be miners, city kids of some kind – shouted the words back. The peculiar thrill of that tangled with something like grief."
  },
  {
    "pid": "p122",
    "text": "Maybe Alex was right. Maybe the long game did not look exactly how I had first imagined."
  },
  {
    "pid": "p123",
    "text": "We came off stage drenched, bodies buzzing with whatever mix of adrenaline and stubbornness kept us upright these days. I could feel the thin circle of my tally disc against my chest, metal warm from my skin."
  },
  {
    "pid": "p124",
    "text": "‘That was… good,’ Alex said in the little side room we used as a dressing area. He hesitated over the adjective and landed there."
  },
  {
    "pid": "p125",
    "text": "‘Do not sound too pleased,’ I said, wiping my face on a towel."
  },
  {
    "pid": "p126",
    "text": "He laughed. ‘You did not flinch in the chorus. I was watching.’"
  },
  {
    "pid": "p127",
    "text": "‘Shut up,’ I said. ‘Let me have my moment of integrity.’"
  },
  {
    "pid": "p128",
    "text": "We were still catching our breath when the mood changed."
  },
  {
    "pid": "p129",
    "text": "It started as a ripple near the door, a tightening in the air that had nothing to do with heat. One of the stewards stuck his head in."
  },
  {
    "pid": "p130",
    "text": "‘Danny,’ he said. ‘We have got visitors.’"
  },
  {
    "pid": "p131",
    "text": "*"
  },
  {
    "pid": "p132",
    "text": "There were two policemen and a man with a council badge in the entrance when I pushed through the crowd. The officers had that particular posture – not quite aggressive, not relaxed either, hands near their belts in case anything justified escalation. The council man was older, cheap suit trying to look expensive, clipboard tucked under his arm. They always had clipboards."
  },
  {
    "pid": "p133",
    "text": "‘Evening,’ I said, doing my best impression of reasonable. ‘Can I help?’"
  },
  {
    "pid": "p134",
    "text": "‘Is this your place?’ the council man asked, looking past me at the mass of bodies, the posters, the crèche corner, the café family standing with their arms folded."
  },
  {
    "pid": "p135",
    "text": "‘Mine and a few others',’ I said. ‘It is a community space. We are running a benefit.’"
  },
  {
    "pid": "p136",
    "text": "‘We have had complaints,’ he said, checking his papers. ‘Noise. Obstruction. Concerns about capacity and fire safety. It has been brought to our attention you may not have the correct licences for—’"
  },
  {
    "pid": "p137",
    "text": "‘Who complained?’ Shell cut in, appearing at my shoulder like she had been summoned. Her hair had escaped its clip, tendrils plastered to her forehead. Lily was nowhere in sight; I hoped that meant she was with someone sensible."
  },
  {
    "pid": "p138",
    "text": "‘I am not at liberty to discuss that,’ he said primly. ‘All I can say is we are within our rights to conduct an inspection and, if necessary, shut this event down on public safety grounds.’"
  },
  {
    "pid": "p139",
    "text": "The word shut dropped between us like a brick."
  },
  {
    "pid": "p140",
    "text": "‘Everything is safe,’ Shell said, voice steady but tight. ‘We have stewards on the doors, fire exits clear, no overcrowding. We can show you the rota. Kids are supervised, no glass in the main room, no open flames. The only dangerous thing in this room is the government and you are late enforcing any regulations on them.’"
  },
  {
    "pid": "p141",
    "text": "One of the policemen smirked, then looked away."
  },
  {
    "pid": "p142",
    "text": "‘Be that as it may,’ the council man said, ‘we have a duty—’"
  },
  {
    "pid": "p143",
    "text": "‘Of care,’ came Charlotte's voice behind him. ‘You also have a duty not to misuse your powers to harass a lawful community venue.’"
  },
  {
    "pid": "p144",
    "text": "She stepped forward, heels clicking on the worn floor, hair now down round her shoulders. Jonathan hovered behind her, uncomfortable but composed, like he was about to sit an exam."
  },
  {
    "pid": "p145",
    "text": "‘And you are?’ the council man asked, faint irritation in his tone."
  },
  {
    "pid": "p146",
    "text": "‘Charlotte Haversham,’ she said, offering a card. ‘Freelance journalist. I write about licensed venues in this borough. I am thinking of writing about this one. If it is being treated unfairly, that would be… interesting. For my editor.’"
  },
  {
    "pid": "p147",
    "text": "He took the card reluctantly. His eyes flicked over the name, reading something there I would never be able to carry in my back pocket."
  },
  {
    "pid": "p148",
    "text": "‘And this is Jonathan Finch,’ she went on. ‘From Colson, Finch & Rowe. They do plenty of work on arts and community licensing. Pro bono, sometimes.’ She gave him a sweet, loaded smile. ‘We were just saying how much spare capacity they have at the moment.’"
  },
  {
    "pid": "p149",
    "text": "Jonathan cleared his throat. ‘No promises,’ he said quickly, then seemed to remember which side he was on. ‘But yes, we would be happy to look over any paperwork if there has been a misunderstanding. You do have temporary events notices, do you not, Mr…?’"
  },
  {
    "pid": "p150",
    "text": "He looked at the council man expectantly, flipping open a leather folder."
  },
  {
    "pid": "p151",
    "text": "For a second everything held. The music from inside, the murmur of people wondering if they were about to be turfed out, the smell of curry and sweat and damp brick."
  },
  {
    "pid": "p152",
    "text": "The council man shifted, something like doubt crossing his face."
  },
  {
    "pid": "p153",
    "text": "‘I am sure there is no need to escalate,’ he said stiffly. ‘We just had concerns. If you can produce the relevant documents, we can—’"
  },
  {
    "pid": "p154",
    "text": "‘We can,’ Shell said firmly. ‘They are in the office. Organised. We are very good at keeping records.’"
  },
  {
    "pid": "p155",
    "text": "He did not look like he believed her, but he also did not look like he wanted to spend his Saturday night arguing in front of a hundred people and a journalist with a notebook. The policemen glanced at one another, silently weighing the work of dragging anyone out."
  },
  {
    "pid": "p156",
    "text": "‘Fine,’ he said at last. ‘We will conduct a brief inspection. If anything is amiss, we will be in touch in writing.’"
  },
  {
    "pid": "p157",
    "text": "‘We like writing,’ I said. ‘We file it carefully. In case we ever need to show someone what happened.’"
  },
  {
    "pid": "p158",
    "text": "His mouth tightened."
  },
  {
    "pid": "p159",
    "text": "They did a half-hearted tour, poking their heads into corners and checking the fire exit was not blocked by amps. It was not; we had learned that lesson early. Riz, who had been hovering near the mixer, exhaled loudly when they left."
  },
  {
    "pid": "p160",
    "text": "Charlotte leaned against the wall, hands shaking slightly now the moment had passed."
  },
  {
    "pid": "p161",
    "text": "‘That was,’ I said, ‘terrifying.’"
  },
  {
    "pid": "p162",
    "text": "‘You are welcome,’ she said, trying to sound breezy. ‘I told you. Bridges.’"
  },
  {
    "pid": "p163",
    "text": "Jonathan gave me a quick, embarrassed nod. ‘I will drop by the office on Monday,’ he said to Shell. ‘We can go through your paperwork. Make sure you are covered. There are some grant schemes you might qualify for, given the childcare and the… community cohesion aspect.’"
  },
  {
    "pid": "p164",
    "text": "‘Community cohesion,’ Shell repeated, smiling oddly. ‘Is that what we are?’"
  },
  {
    "pid": "p165",
    "text": "‘On a good night,’ I said. ‘On a bad one we are a riot waiting to happen.’"
  },
  {
    "pid": "p166",
    "text": "Jonathan looked like he was not sure whether I was joking."
  },
  {
    "pid": "p167",
    "text": "When they had gone, the room relaxed again, tension slipping out of shoulders one by one. Someone put Depeche Mode on low at the bar. You could feel the mood trying to tip back into celebration, but there was a crack in it now where fear had wedged itself."
  },
  {
    "pid": "p168",
    "text": "‘We cannot do this forever,’ Shell said quietly, watching Lucas haul himself up against the chair legs, chewing a sticky cup. ‘Fighting for every licence, every inspection, every noise complaint. One mistake, one bad night, and they shut us down.’"
  },
  {
    "pid": "p169",
    "text": "‘Then we do not make mistakes,’ I said, too fast."
  },
  {
    "pid": "p170",
    "text": "She gave me a look that said she loved me too much to let that sort of bravado stand."
  },
  {
    "pid": "p171",
    "text": "‘No,’ she said. ‘We make plans.’"
  },
  {
    "pid": "p172",
    "text": "*"
  },
  {
    "pid": "p173",
    "text": "Later, long after the last band had packed up and the last punter had stumbled out, we sat in the main room surrounded by chairs and empty cups. The only light came from the bare bulb over the stage and the orange wash from the street."
  },
  {
    "pid": "p174",
    "text": "My ears rang in the usual way after a long day of noise, but under it I could hear something else: the building breathing. Pipes ticking as they cooled, a drip in the corner where the roof still leaked, the faint scurry of a rat or two in the wall. It was not romantic. It was real."
  },
  {
    "pid": "p175",
    "text": "‘What are we to them?’ I asked, half to myself."
  },
  {
    "pid": "p176",
    "text": "‘Tired,’ Shell said. ‘Hungry. In need of a bath.’"
  },
  {
    "pid": "p177",
    "text": "‘I mean this place,’ I said. ‘To them.’ I gestured vaguely in the direction of the city. ‘To the ones with clipboards and the ones with champagne. A venue? A nuisance? A footnote?’"
  },
  {
    "pid": "p178",
    "text": "‘We are a problem,’ Shell said. ‘The good kind. We are where people go when they have nowhere else. Where messages get written, kids get fed, bands learn they are better than they thought. Where Charlotte's posh mates get to feel like they have done something without actually doing much. Yet.’"
  },
  {
    "pid": "p179",
    "text": "She smiled, just a little."
  },
  {
    "pid": "p180",
    "text": "‘We are also a switchboard,’ she went on. ‘People call here when they are in trouble. They meet here when they need to plan. We have got phone lines, a photocopier, a crèche, a kitchen. That makes us more than a stage. It makes us dangerous.’"
  },
  {
    "pid": "p181",
    "text": "Dangerous. The word sat in my stomach like a stone and a spark at the same time."
  },
  {
    "pid": "p182",
    "text": "‘If they shut us down,’ I said slowly, feeling the thought form properly for the first time, ‘we do not just lose a gig. We lose the switchboard. The kitchen. The nursery. The printing press. The bit of infrastructure we actually own.’"
  },
  {
    "pid": "p183",
    "text": "‘Exactly,’ she said. ‘So we build more. Or we make this one harder to knock down. Or both.’"
  },
  {
    "pid": "p184",
    "text": "I leaned back against the wall, the plaster cold through my shirt. In my mind I saw the City boys again, laughing under neon, celebrating their Big Bang in restaurants we would never set foot in. Their infrastructure was invisibles – wires under streets, screens in offices, deals in boardrooms. Ours was here, under our feet and over our heads, held together with borrowed drills, favours and sheer bloody-mindedness."
  },
  {
    "pid": "p185",
    "text": "‘You could always go back to just being the singer,’ Shell said lightly. ‘Let someone else worry about the paperwork.’"
  },
  {
    "pid": "p186",
    "text": "‘You wish,’ I said. ‘Front men are ten a penny. Organisers are the enemy within.’"
  },
  {
    "pid": "p187",
    "text": "She laughed, worn out but genuine. ‘Do not push it.’"
  },
  {
    "pid": "p188",
    "text": "Mick appeared at the doorway, hair damp with sweat and a grin so wide it might have fallen off."
  },
  {
    "pid": "p189",
    "text": "‘Can I help tidy up?’ he asked."
  },
  {
    "pid": "p190",
    "text": "‘You have helped enough,’ I said. ‘Go home before your mum thinks we have kidnapped you.’"
  },
  {
    "pid": "p191",
    "text": "‘She knows where I am,’ he said. ‘Says it is better than the arcade.’"
  },
  {
    "pid": "p192",
    "text": "Shell handed him a bin bag. ‘You can do one more round of cups, then off. Steward training starts next month, mind. We will need someone who can shout at people kindly.’"
  },
  {
    "pid": "p193",
    "text": "He saluted, then darted into the room, bag rustling."
  },
  {
    "pid": "p194",
    "text": "I watched him go – small but determined, weaving between the chairs like he had been born to it."
  },
  {
    "pid": "p195",
    "text": "‘This is it, is it not,’ I said. ‘The long game. Not just shouting at the people who already agree with us. Not just playing gigs and hoping someone important is listening. This. Building something they cannot quite categorise and therefore cannot quite crush.’"
  },
  {
    "pid": "p196",
    "text": "‘Now you are getting it,’ Shell said."
  },
  {
    "pid": "p197",
    "text": "Despite the ache in my bones and the worry sitting heavy in my chest, I felt almost calm. Out there, the City was reinventing itself overnight. In here, we were doing the same, just slower and with less champagne. Piece by piece, cable by cable, kid by kid."
  },
  {
    "pid": "p198",
    "text": "If I could not prove I had helped bring down a Prime Minister, maybe I could at least say I had helped wire up the room where sparks flew."
  }
]
