[
  {
    "pid": "p001",
    "text": "The first train out of King’s Cross pulled into Doncaster just after dawn, breath clouding in front of everyone as we spilled onto the platform with our bags and our hangovers and that half-stunned quiet you get when you have dozed in snatches under carriage lights that never quite dim."
  },
  {
    "pid": "p002",
    "text": "The art deco entrance looked the same as when Frank had dropped me off months before, brick and clean lines holding up against the grey morning. I made my way through to the bus station, where a poster was peeling off the shelter glass: a Sun headline from the week before, something about SCARGILL'S LAST STAND, the ink running where the rain had got at it. Someone had drawn horns on his head in biro. Underneath, another hand had added a little halo."
  },
  {
    "pid": "p003",
    "text": "I hitched my rucksack higher on my shoulder and waited for the bus to Grimethorpe. The air tasted like home – coal dust far down under everything, damp stone, chip fat from last night hanging around the pavements."
  },
  {
    "pid": "p004",
    "text": "A lad in a bomber jacket stood a few yards away with a sheaf of leaflets. He could not have been much older than me, shaved head, boots laced tight. He held one out as I passed."
  },
  {
    "pid": "p005",
    "text": "‘Keep Britain British,’ he said, like he was asking the time."
  },
  {
    "pid": "p006",
    "text": "I glanced down. Union Jack, clenched fist, a name I recognised from rumours and pub arguments. National Front."
  },
  {
    "pid": "p007",
    "text": "‘No ta,’ I said, shaking my head."
  },
  {
    "pid": "p008",
    "text": "He looked like he wanted to say summat, then clocked my accent properly, my duffel bag with COALFACE scratched into the canvas in biro and Tippex. He took a step back, like the word might be catching."
  },
  {
    "pid": "p009",
    "text": "‘Suit yourself,’ he muttered, turning to the next person."
  },
  {
    "pid": "p010",
    "text": "I shoved my hands deep into my pockets until I felt the folded envelope there, the one with the money from the last run of gigs. I pressed my knuckles into it and waited for the bus."
  },
  {
    "pid": "p011",
    "text": "*"
  },
  {
    "pid": "p012",
    "text": "The road out to the village had not changed. Same sagging fences, same patch of waste ground where we used to play football, same half-finished house where the bloke had done a moonlight flit in '81 and no one had moved in since. But everything felt… thinner. Like the colour had been turned down a notch while I had been away."
  },
  {
    "pid": "p013",
    "text": "Mam opened the door before I got my key in the lock."
  },
  {
    "pid": "p014",
    "text": "‘Daniel,’ she said, and for a second she was just my mother again, not the woman whose name was on banners and WAPC leaflets all over South Yorkshire."
  },
  {
    "pid": "p015",
    "text": "She pulled me in, arms tight round my ribs. I could feel how much weight she had lost."
  },
  {
    "pid": "p016",
    "text": "‘You look like you have been living on crisps and beer,’ she said into my shoulder."
  },
  {
    "pid": "p017",
    "text": "‘Mostly toast,’ I said. ‘Sometimes with beans, if we are celebrating.’"
  },
  {
    "pid": "p018",
    "text": "She pushed me back by the shoulders to get a proper look."
  },
  {
    "pid": "p019",
    "text": "‘You have gone pale,’ she said. ‘City pallor. We will get some decent stew into you, set you right.’"
  },
  {
    "pid": "p020",
    "text": "There was a sound from the front room, chair legs scraping back. When I stepped through, Dad was at the window in his shirt sleeves, mug in hand, watching the street."
  },
  {
    "pid": "p021",
    "text": "He did not turn straight away."
  },
  {
    "pid": "p022",
    "text": "‘You made it, then,’ he said, voice flat."
  },
  {
    "pid": "p023",
    "text": "‘Train was on time for once,’ I said. ‘Morning, Dad.’"
  },
  {
    "pid": "p024",
    "text": "He nodded without looking round, eyes still on the road. I could see the collar of his shirt was frayed. His hair had more grey in it than when I left."
  },
  {
    "pid": "p025",
    "text": "'You staying long?' he asked."
  },
  {
    "pid": "p026",
    "text": "'Couple of days,' I said. 'For the march back in. Thought I should be here.'"
  },
  {
    "pid": "p027",
    "text": "That got a reaction. His shoulders went up, then down, like something heavy had rolled over them."
  },
  {
    "pid": "p028",
    "text": "'Aye,' he said. 'Suppose that is summat.'"
  },
  {
    "pid": "p029",
    "text": "Mam shot me a look over his shoulder that said: leave it. Then she clapped her hands once."
  },
  {
    "pid": "p030",
    "text": "'Right,' she said. 'Kettle is on. Shell is already at the welfare making sandwiches. We will have a brew and then we are off down with them. They are marching in together, brass band and all. They are not slinking, Daniel, they are going in stood up straight.'"
  },
  {
    "pid": "p031",
    "text": "Her chin lifted a fraction as she said it. I thought: she is doing that for him as much as for me."
  },
  {
    "pid": "p032",
    "text": "*"
  },
  {
    "pid": "p033",
    "text": "By half eight the street was filling up."
  },
  {
    "pid": "p034",
    "text": "Men in work jackets and flat caps, some with the NUM badges on their lapels polished specially, some with scarves up round their faces more out of habit than need now the worst of winter had passed. Kids in anoraks fidgeted round their legs. Women in thick cardigans and sensible shoes shepherded everyone along, making sure no one got left behind."
  },
  {
    "pid": "p035",
    "text": "Further down, the Grimethorpe Colliery Band had assembled near the welfare. Brass caught the weak morning light, valves clacking as they warmed up on snatches of 'Gresford' and 'Abide With Me'. They were famous beyond Yorkshire – competition winners, recording artists – but today they were just ours, playing us home."
  },
  {
    "pid": "p036",
    "text": "'You all right, love?'"
  },
  {
    "pid": "p037",
    "text": "Shell slid into place beside me like she had always been there. She had her hair tied up in a scarf, WAPC badge pinned to her coat, a thermos tucked under one arm."
  },
  {
    "pid": "p038",
    "text": "'Welcome back to Grimey, then,' she said, bumping her shoulder against mine. 'Still standing, just about.'"
  },
  {
    "pid": "p039",
    "text": "'Too grand for us now?' I asked."
  },
  {
    "pid": "p040",
    "text": "'Too grand?' She snorted. 'I have seen the letters, Mister Not-Ridiculous-At-All. “Dear Coalface, your tape made the welfare cry.”' She put on a posh voice that sounded exactly like no one I had ever met. '“Enclosed please find cheque for five pounds…”'"
  },
  {
    "pid": "p041",
    "text": "I felt myself going red."
  },
  {
    "pid": "p042",
    "text": "'They are not all like that,' I said. 'We got one from a lad in Sunderland who just wrote: “Sound. Cheers.”'"
  },
  {
    "pid": "p043",
    "text": "'That your favourite?' she asked."
  },
  {
    "pid": "p044",
    "text": "‘Maybe,’ I said."
  },
  {
    "pid": "p045",
    "text": "Up by the corner, Mam was talking to a cluster of women with prams. Her voice carried in little bursts, the way it did when she was organising summat. I watched her hands moving – counting, emphasising, inviting – and thought about the first time I had seen her stand at the front of the Miners' Welfare with a microphone. She had shaken then, but she had done it."
  },
  {
    "pid": "p046",
    "text": "Dad came out of the house with his jacket on and his pit helmet under his arm. He looked like he always had on work days, except for the lines at the corners of his mouth pulling down. My brother Bobby walked behind him, cap pulled low, jaw set hard enough to crack teeth. He had been working at the engineering works over in Barnsley – making parts for pit machinery – but he had been down on the line with Dad through the whole strike. Our other brother was still down south with the army, writing postcards that said very little and meant even less."
  },
  {
    "pid": "p047",
    "text": "'You all right, our kid?' I said, falling in step with him as the line began to move."
  },
  {
    "pid": "p048",
    "text": "He shrugged without looking at me."
  },
  {
    "pid": "p049",
    "text": "‘Fine,’ he said. ‘We lost, that is all. Nothing to say about losing.’"
  },
  {
    "pid": "p050",
    "text": "‘There is plenty to say about it,’ Shell put in, uncompromising. ‘You lot stood out a year. That is summat no one can take away.’"
  },
  {
    "pid": "p051",
    "text": "Bobby's mouth twitched."
  },
  {
    "pid": "p052",
    "text": "‘You writ that on one of your leaflets?’ he asked."
  },
  {
    "pid": "p053",
    "text": "‘We have written worse,’ she said. ‘And better. Here.’"
  },
  {
    "pid": "p054",
    "text": "She dug in her pocket and shoved a folded sheet into his hand. On the top in her block capitals: WHERE HAS IT LEFT US? Below that, bullet points about hardship funds and appeal rights and the next WAPC meeting."
  },
  {
    "pid": "p055",
    "text": "He glanced at it, then tucked it away inside his jacket."
  },
  {
    "pid": "p056",
    "text": "The march gathered itself without anyone shouting instructions. It was muscle memory by now: families falling in along the pavement, men bunching into twos and threes in the road. Someone passed a banner forward – GRIMETHORPE NUM – the cloth patched and re-stitched where it had been torn at one rally or another. Two lads took the poles, shoulders squaring."
  },
  {
    "pid": "p057",
    "text": "The band struck up “The Red Flag” as they took the first steps. It wobbled at the start, then settled, low brass and cornets pushing the tune between the houses. People joined in, voices rough from winter colds and too much shouting, but they sang."
  },
  {
    "pid": "p058",
    "text": "Dad moved with the men, helmet tucked in the crook of his arm like a strange kind of shield. He did not look back at us."
  },
  {
    "pid": "p059",
    "text": "I walked on the pavement with Mam and Shell, feeling the rhythm of the boots on the tarmac in my chest. The houses they passed had curtains twitching, faces at upstairs windows. At one door an old woman stood with her dressing gown pulled tight, tears on her cheeks. She lifted her hand as the line went by. A bloke behind Dad stepped out of formation just enough to squeeze her fingers, then fell back in again."
  },
  {
    "pid": "p060",
    "text": "The closer we got to the pit, the heavier the air felt. Not just the usual tang from the slag heaps, but something else – like a room after an argument that has not been cleared by opening a window yet."
  },
  {
    "pid": "p061",
    "text": "There were cameras at the gates, of course. Men in long coats with microphones, BBC and ITV logos, notebooks out. A van with a satellite dish on top idled near the car park. Police too, but not like at Orgreave. No shields up, no lines of horses. Just fluorescent jackets and notebooks, observing."
  },
  {
    "pid": "p062",
    "text": "'Like undertakers at a funeral they did not believe in,' Shell said under her breath."
  },
  {
    "pid": "p063",
    "text": "We stopped a little way back, letting the miners go the last stretch on their own. This was their bit. It felt wrong to crowd it."
  },
  {
    "pid": "p064",
    "text": "I watched women lined up along the road watching their husbands march back. Some stood at garden gates, arms folded tight across their chests. Others held onto kids who did not quite understand why Mam was crying. One woman I recognised from the welfare – Beryl, married to one of Dad's mates – stood at the end of her road with her hand over her mouth, shoulders shaking. Pride and grief all mixed up together, no way to separate them."
  },
  {
    "pid": "p065",
    "text": "Dad's shoulders squared as he reached the yard. The band switched to 'Gresford' properly now, that slow, mournful march they always played for pit disasters. The melody floated over the heads of the crowd, full of every man who had ever gone down and not come back up."
  },
  {
    "pid": "p066",
    "text": "One by one they filed through the gates."
  },
  {
    "pid": "p067",
    "text": "Heads up. Backs straight. No one slouched."
  },
  {
    "pid": "p068",
    "text": "They had lost, but they would not slink. That much they still had."
  },
  {
    "pid": "p069",
    "text": "I saw Dad hand his new tally disc over – issued that morning because the old one was still round my neck – and I felt something twist in my chest. He closed his fingers as if they did not want to let go, then forced them open and dropped it into the man's hand."
  },
  {
    "pid": "p070",
    "text": "That was it. Strike over. No deal. No victory."
  },
  {
    "pid": "p071",
    "text": "Just a gate swallowing men again, the same way it had been swallowing them for generations. Only now the camaraderie that used to meet them down there would be different. Broken. They had believed in their hearts it was the right thing to do, going out on strike. But they had lost, and that feeling – Shell told me later – would last for a long, long time."
  },
  {
    "pid": "p072",
    "text": "*"
  },
  {
    "pid": "p073",
    "text": "Much later, after Dad’s first shift back, the kettle worked overtime. People dropped in and out, leaving coats on the banister, mugs blooming across every flat surface. Mam pinballed between them all with plates of sandwiches, the last of the good cheese sliced thinner than I had ever seen it."
  },
  {
    "pid": "p074",
    "text": "‘We will do stew tonight,’ she said to me in the quiet bit after dinner. ‘Got some shin from Mrs Hargreaves, she says her nephew can get it cheap from the market. Potatoes from the allotment. We will be all right a bit yet.’"
  },
  {
    "pid": "p075",
    "text": "She said it like a spell."
  },
  {
    "pid": "p076",
    "text": "By tea time the house had emptied. Bobby had gone to the club with his mates. Mam headed to a WAPC meeting about what came next – because of course there was a meeting; there was always a meeting. That left me and Dad at the kitchen table, the stew pot simmering gently on the stove."
  },
  {
    "pid": "p077",
    "text": "He lit a cigarette and kept his eyes on the grain of the table."
  },
  {
    "pid": "p078",
    "text": "'You will be off back to London tomorrow, then,' he said."
  },
  {
    "pid": "p079",
    "text": "'Train is mid-morning,' I said. 'Alex will have kittens if I am not back in time for rehearsal. We have got a slot next week in Hackney.'"
  },
  {
    "pid": "p080",
    "text": "He snorted."
  },
  {
    "pid": "p081",
    "text": "‘Rehearsal,’ he said. ‘At least someone has got work.’"
  },
  {
    "pid": "p082",
    "text": "It was not said cruelly, exactly. Just edged."
  },
  {
    "pid": "p083",
    "text": "‘We get paid sometimes,’ I said. ‘Not much. Enough.’"
  },
  {
    "pid": "p084",
    "text": "‘Enough for what?’ he asked, flicking ash into the saucer Mam used as an ashtray. ‘Enough for beer and strings?’"
  },
  {
    "pid": "p085",
    "text": "‘Enough to help,’ I said."
  },
  {
    "pid": "p086",
    "text": "He finally looked up then. His eyes were bloodshot, not from drink but from something older."
  },
  {
    "pid": "p087",
    "text": "'Help,' he repeated. 'Help how? I know you have been doing what you can down there – I do. It is just hard, looking at that gate swallowing men and knowing it did not change a thing.'"
  },
  {
    "pid": "p088",
    "text": "'I was getting the story out,' I said quietly. 'Shell's story. From Orgreave. We got it on tape, got it into people's hands.'"
  },
  {
    "pid": "p089",
    "text": "'Aye,' he said, the bitterness coming back like a reflex. 'And you cannot eat a tape. Not when you have got nowt in the cupboard and the leccy is on its last token.'"
  },
  {
    "pid": "p090",
    "text": "I swallowed, kept my voice level. ‘I know. But we have been playing benefits, Dad. For the strike. For WAPC. For food banks. We have been sending money back. And tapes. And—’"
  },
  {
    "pid": "p091",
    "text": "‘Tapes,’ he cut in, the word still edged. ‘Aye.’"
  },
  {
    "pid": "p092",
    "text": "We stared at each other."
  },
  {
    "pid": "p093",
    "text": "The stew bubbled. Somewhere down the street a dog barked twice and shut up again."
  },
  {
    "pid": "p094",
    "text": "I took a breath, pushed my chair back, and reached into my jacket."
  },
  {
    "pid": "p095",
    "text": "The envelope looked smaller out of my pocket than it had in the bus station earlier. Just cheap white paper, corners softening. I slid it across the table."
  },
  {
    "pid": "p096",
    "text": "‘Open it,’ I said."
  },
  {
    "pid": "p097",
    "text": "He hesitated, then peeled it open with nicotine-stained fingers."
  },
  {
    "pid": "p098",
    "text": "Twenties, tens, a handful of fivers. The notes looked wrong in this kitchen, like something from a different country. There was not a fortune there – not London money – but it was several gigs' worth, scraped and saved instead of spent."
  },
  {
    "pid": "p099",
    "text": "‘Where is this from?’ he asked, frowning."
  },
  {
    "pid": "p100",
    "text": "‘Coalface,’ I said. ‘Last few months. After rent and food and postage and keeping the drums held together with gaffer tape. We said we would send summat home when we could. That is it.’"
  },
  {
    "pid": "p101",
    "text": "He thumbed through the notes, more slowly this time."
  },
  {
    "pid": "p102",
    "text": "‘I was going to give it to Mam tonight after the meeting,’ I said. ‘For the food fund or the leccy or whatever you think. It is not wages, Dad. It is—’"
  },
  {
    "pid": "p103",
    "text": "‘It is work,’ he said, so quietly I almost missed it."
  },
  {
    "pid": "p104",
    "text": "He put the money back in the envelope and set it down very carefully."
  },
  {
    "pid": "p105",
    "text": "His shoulders sagged, and for a heartbeat he looked ancient."
  },
  {
    "pid": "p106",
    "text": "'I know you were not swanning about down there,' he said. 'I have seen her letters. She writes about what you are doing – the gigs, the tapes, getting Shell's story out there.' The corner of his mouth twitched. 'She were proud as owt. I just…'"
  },
  {
    "pid": "p107",
    "text": "He trailed off, staring past me at the calendar on the wall. March 1985 hung there in bright pictures of lakes in the Lake District, as if that had owt to do with us."
  },
  {
    "pid": "p108",
    "text": "‘I just wanted you to be safe,’ he said at last. ‘Safe and steady. Pit is not safe, I know, before you say it. But it were ours. Something you could point at and say: that is my work, under your feet. Then it all goes and you are in London shouting into a microphone and I do not know what that is. Do not know how to picture you.’"
  },
  {
    "pid": "p109",
    "text": "I felt something loosen in my chest."
  },
  {
    "pid": "p110",
    "text": "‘It is still work,’ I said. ‘Different tools. Same fight.’"
  },
  {
    "pid": "p111",
    "text": "He gave a short laugh that sounded like it hurt."
  },
  {
    "pid": "p112",
    "text": "‘That what you tell yourself, is it?’"
  },
  {
    "pid": "p113",
    "text": "‘That is what I tell myself when I am lugging amps up three flights of stairs,’ I said. ‘Look, you taught me not to just take things. To stand up when summat is not right. That is all I am doing. Only way I know how.’"
  },
  {
    "pid": "p114",
    "text": "He was quiet for a long moment."
  },
  {
    "pid": "p115",
    "text": "Then he reached across the table and put his hand over mine. His palm was rough, the skin thicker than I remembered."
  },
  {
    "pid": "p116",
    "text": "‘You have got my hands,’ he said. ‘You notice that? Same knuckles. Same bloody scar there from when you trapped it in the shed door.’"
  },
  {
    "pid": "p117",
    "text": "I looked down. He was right. Same shape, just less ground-in coal."
  },
  {
    "pid": "p118",
    "text": "‘Cannot force you into the pit,’ he said. ‘Would not, even if I could. You have chosen your road. I do not have to like it, but I can respect it.’"
  },
  {
    "pid": "p119",
    "text": "He squeezed once, then let go, clearing his throat."
  },
  {
    "pid": "p120",
    "text": "‘We will give this to your Mam,’ he said, tapping the envelope. ‘She will make it stretch. She could make a fiver last longer than most blokes' wages.’"
  },
  {
    "pid": "p121",
    "text": "He stood, went to the stove, and lifted the lid on the stew. The smell of beef and onions and carrots rolled into the room, heavy and comforting."
  },
  {
    "pid": "p122",
    "text": "‘Get some bowls out, lad,’ he said. ‘If we are going to be beaten, we are not going to be beaten on empty stomachs.’"
  },
  {
    "pid": "p123",
    "text": "*"
  },
  {
    "pid": "p124",
    "text": "Later, after they had both gone to bed – Mam with her head full of minutes from the meeting, Dad with his exhaustion finally dragging him under – I sat at the kitchen table with Shell."
  },
  {
    "pid": "p125",
    "text": "She had come straight from the welfare, hair escaping her scarf, hands ink-stained from the duplicator at the church hall."
  },
  {
    "pid": "p126",
    "text": "‘If anyone ever tells you those machines are 'labour-saving',’ she said, flexing her fingers, ‘I will personally send them to collate four hundred leaflets in a cold room with no heating.’"
  },
  {
    "pid": "p127",
    "text": "She pushed a stack of papers towards me."
  },
  {
    "pid": "p128",
    "text": "‘What is this lot?’ I asked."
  },
  {
    "pid": "p129",
    "text": "‘Information,’ she said. ‘What benefits people can claim now the strike is over. How to appeal if they get turned down. Where the food parcels will be, when. What nights the kids' club is on so their Mams can go to meetings.’"
  },
  {
    "pid": "p130",
    "text": "The pages were crowded with type, headings underlined, little hand-drawn arrows linking related bits."
  },
  {
    "pid": "p131",
    "text": "‘You did all this?’"
  },
  {
    "pid": "p132",
    "text": "‘Me, Jean from down the road, and Mrs Khan's lad on the typewriter,’ she said. ‘We nicked half the wording off Citizens Advice leaflets and made it make sense. You should have seen Jean's face when she realised half the lads did not know they had a right to an appeal. 'We have been letting them say no on first go for years,' she said. 'Years.' She were livid.’"
  },
  {
    "pid": "p133",
    "text": "She sat back, cupping her mug of tea in both hands."
  },
  {
    "pid": "p134",
    "text": "‘It is daft, really,’ she went on. ‘They have got all these rules and procedures, and half the battle is just knowing they exist. Once folk know what questions to ask, it is different. They go in there with their shoulders straight. Do not feel like they are begging.’"
  },
  {
    "pid": "p135",
    "text": "I thought of the biscuit tin under my bed in Camden, full of letters from all over the country. People asking questions, telling stories, wanting to know what to do next."
  },
  {
    "pid": "p136",
    "text": "‘What if you could do it bigger?’ I said slowly."
  },
  {
    "pid": "p137",
    "text": "‘Bigger how?’"
  },
  {
    "pid": "p138",
    "text": "‘Not just here. Imagine a booklet, like…’ I searched for the words. ‘Like a guide. For people who do not speak bureaucrat. Plain language. Steps. 'If they send you this, you do that.' Not just about benefits. About all of it. Law, housing, their bloody taxes. Like a rulebook for our side.’"
  },
  {
    "pid": "p139",
    "text": "She watched me over the rim of her mug, eyes sharp."
  },
  {
    "pid": "p140",
    "text": "‘You and your schemes,’ she said, but there was no mockery in it. ‘You will be writing in your little notebook in a minute.’"
  },
  {
    "pid": "p141",
    "text": "I grinned and did exactly that, flipping to a blank page in the battered pad I carried everywhere."
  },
  {
    "pid": "p142",
    "text": "RIGHTS GUIDE? I wrote. STEP-BY-STEP. PEOPLE'S RULEBOOK. GET POSH KIDS TO HELP TRANSLATE?"
  },
  {
    "pid": "p143",
    "text": "‘You are laughing,’ I said, as she snorted."
  },
  {
    "pid": "p144",
    "text": "‘I am not,’ she said. ‘I think it is brilliant. Annoying, but brilliant. You lot in London, you have got all them students and lawyers and busybodies floating about.’ She tapped the page. ‘You get them to put their brains into something like this instead of arguing about Trotsky in the pub all night, and we might actually get somewhere.’"
  },
  {
    "pid": "p145",
    "text": "‘You would use it?’ I asked."
  },
  {
    "pid": "p146",
    "text": "She looked at the pile of leaflets on the table, then back at me."
  },
  {
    "pid": "p147",
    "text": "‘In a heartbeat,’ she said. ‘Women at the meetings would, anyway. Half the men will pretend they do not need it and then ask their wives to read it out when no one is looking.’"
  },
  {
    "pid": "p148",
    "text": "We both laughed, tired and a bit giddy."
  },
  {
    "pid": "p149",
    "text": "Then the laughter faded and we sat in the quiet kitchen, listening to the pipes creak and the faint rush of a car on the main road."
  },
  {
    "pid": "p150",
    "text": "'Did I tell you about the lads from London?' Shell said suddenly. 'Lesbians and Gays Support the Miners. Turned up in February with a minibus full of donations and a banner. Half the village didn't know where to look at first, but they were sound. Proper sound. Your mam said it was the first time she'd ever talked to a gay man in her life, and he taught her how to do a phone tree. Raised more than some of the trade unions put together.'"
  },
  {
    "pid": "p151",
    "text": "I thought about that. The village I'd grown up in, and a London I was just beginning to understand, finding common ground in the fight."
  },
  {
    "pid": "p152",
    "text": "'That's what I mean about London,' I said. 'It's where all these threads cross. Students, gay rights lot, peace camp women from Greenham, everyone who's got their own fight with her. We need to be where they all meet.'"
  },
  {
    "pid": "p153",
    "text": "'And that's what you're building,' Shell said. 'That's what we're building.'"
  },
  {
    "pid": "p154",
    "text": "'What now, then?' I asked. 'Strike is over. Pit is still here – for now. Government is still there. Thatcher is still in Number Ten. What do we do with all this?'"
  },
  {
    "pid": "p155",
    "text": "Shell rubbed her thumb along the rim of her mug."
  },
  {
    "pid": "p156",
    "text": "'We carry on,' she said. 'Different fronts, same war. You go back to London and make people feel summat with your noise and your tapes. I will be back and forth – here when they need me, London when you lot need organising. Your mam will keep shouting at anyone who will listen. We do not get to clock off, Danny. We just change shifts.'"
  },
  {
    "pid": "p157",
    "text": "The image lodged in my head: a relay, folk passing each other battered batons in the half-dark, some running, some walking, none of them alone."
  },
  {
    "pid": "p158",
    "text": "I closed the notebook."
  },
  {
    "pid": "p159",
    "text": "‘All right,’ I said. ‘We change shifts.’"
  },
  {
    "pid": "p160",
    "text": "She leaned over and bumped her shoulder against mine again, gentler this time."
  },
  {
    "pid": "p161",
    "text": "‘And one day,’ she said, ‘we will see that woman off her throne. Might not be this year. Might not even be this decade. But when it happens, I want to be able to say we helped. That we were one of the cracks.’"
  },
  {
    "pid": "p162",
    "text": "I thought of the cameras at the pit gate, the NF lad at the bus station, the envelope of gig money on the sideboard, the stack of leaflets ready for letterboxes. Dad's new tally disc sat on the sideboard like a little full stop at the end of a sentence. Under my shirt, the old one pressed against my skin."
  },
  {
    "pid": "p163",
    "text": "‘We will,’ I said."
  },
  {
    "pid": "p164",
    "text": "We sat there until the tea went cold, the stew pot empty on the stove, two knackered young people in a little terraced kitchen in a battered village, planning how to bring down a government with paper and ink and sound."
  },
  {
    "pid": "p165",
    "text": "*"
  },
  {
    "pid": "p166",
    "text": "Looking back from 2025, I can see that night clearer than some of the marches and the gigs. Not because owt dramatic happened – no police line, no headline, no camera crew – but because that was when the shape of it all first turned solid in my head."
  },
  {
    "pid": "p167",
    "text": "We had thought in ones till then. One tape. One benefit. One leaflet. One march. If you are lucky, one decent article in the local paper that does not call you a thug."
  },
  {
    "pid": "p168",
    "text": "At that table, with Shell's ink on her fingers and Mam's minutes drying on the radiator and Dad's tally disc sitting on the sideboard like a little full stop at the end of a sentence, I started to see fives instead."
  },
  {
    "pid": "p169",
    "text": "Not that we called them “fingerprints” yet. That name came later, with beer mats and Rupert's posh pen and everyone piling in with suggestions. But the bones of it were there."
  },
  {
    "pid": "p170",
    "text": "‘Noise,’ I said to Shell that night, tapping my notebook where I had scribbled HEADINGS? and left them blank."
  },
  {
    "pid": "p171",
    "text": "‘Eh?’ she said."
  },
  {
    "pid": "p172",
    "text": "‘What we do in London,’ I said. ‘Tapes. Gigs. Songs folk can remember after two pints. That is one thing. One… layer, like.’"
  },
  {
    "pid": "p173",
    "text": "‘Noise,’ she repeated, rolling the word round her mouth. ‘All right.’"
  },
  {
    "pid": "p174",
    "text": "‘Then there is this,’ I went on, nodding at her leaflets. ‘Base. Places and routines. Kitchens, halls, kids' clubs. Somewhere folk know they can come and not be alone.’"
  },
  {
    "pid": "p175",
    "text": "She snorted."
  },
  {
    "pid": "p176",
    "text": "‘You making us a diagram, Ashcroft?’"
  },
  {
    "pid": "p177",
    "text": "‘Maybe,’ I said. ‘Humour us. So. Noise. Base. Then movement, I reckon.’ I drew a little arrow between towns. ‘How we actually get folk from one place to another without relying on her coaches and her telly to decide who sees what.’"
  },
  {
    "pid": "p178",
    "text": "‘My beloved phone trees,’ she said. ‘My coach lists.’"
  },
  {
    "pid": "p179",
    "text": "‘Our coach lists,’ I said. ‘You think those Scottish lads just turned up by magic?’"
  },
  {
    "pid": "p180",
    "text": "She made a face that admitted the point."
  },
  {
    "pid": "p181",
    "text": "‘All right,’ she said. ‘Noise, base, movement.’"
  },
  {
    "pid": "p182",
    "text": "‘And access,’ I said, surprising myself with the word. ‘Bridges. People like Charlotte, and that young reporter from Sheffield, and the vicar who lets us use the hall without telling the bishop everything. Folk who can get us into rooms we are not meant to see.’"
  },
  {
    "pid": "p183",
    "text": "‘Traitors to their class,’ Shell said, half admiring, half wary."
  },
  {
    "pid": "p184",
    "text": "‘Traitors in the best way,’ I said. ‘And then…’"
  },
  {
    "pid": "p185",
    "text": "I let the pen hover over the page."
  },
  {
    "pid": "p186",
    "text": "Back then we did not have the VHS tapes or the court packs or the Finchley posters. We did not know about Trafalgar Square. We just had a sense that, sooner or later, there would have to be something more than holding actions and leaflets. Something that jammed the gears instead of just shouting at the engine."
  },
  {
    "pid": "p187",
    "text": "‘Something that costs them,’ I said slowly. ‘Not just money. Reputation. Legitimacy. Some way of pulling the curtain back so folk can see how much they lie.’"
  },
  {
    "pid": "p188",
    "text": "Shell watched the pen come down."
  },
  {
    "pid": "p189",
    "text": "‘Disruption,’ she said."
  },
  {
    "pid": "p190",
    "text": "The word sat there between us, big as the teapot."
  },
  {
    "pid": "p191",
    "text": "‘Noise, base, movement, access, disruption,’ I said, underlining each one. ‘Five things. If we get all of them pointing the same way, we might not win every time, but we will not be just flailing.’"
  },
  {
    "pid": "p192",
    "text": "She leaned over to read, her hair brushing my arm."
  },
  {
    "pid": "p193",
    "text": "‘You planning on doing all that yourself?’ she asked."
  },
  {
    "pid": "p194",
    "text": "‘Course not,’ I said. ‘I am barely holding the guitar part together as it is. But between us, between London and here and wherever else this lot ends up…’"
  },
  {
    "pid": "p195",
    "text": "I gestured at the leaflets, the money, the minutes, the imaginary lines on my notebook connecting all the kitchens and squats and halls we had ever played."
  },
  {
    "pid": "p196",
    "text": "‘Between us,’ I said again, ‘we could. And if we are going to go on, we might as well go on with a plan.’"
  },
  {
    "pid": "p197",
    "text": "Shell reached across and took the notebook out of my hand."
  },
  {
    "pid": "p198",
    "text": "‘Sign it,’ she said."
  },
  {
    "pid": "p199",
    "text": "‘What?’"
  },
  {
    "pid": "p200",
    "text": "‘This.’ She tapped the page where the five words sat. ‘Put your name on it. So when some clever sod in thirty years tries to write a book about it, we can wave this under their nose and say: no, love. We knew what we were doing. It were not an accident.’"
  },
  {
    "pid": "p201",
    "text": "I laughed, but there was something serious in her eyes that made me pick the pen back up."
  },
  {
    "pid": "p202",
    "text": "D. ASHCROFT, I wrote at the bottom. 7 March 1985."
  },
  {
    "pid": "p203",
    "text": "‘There,’ she said. ‘Exhibit A.’"
  },
  {
    "pid": "p204",
    "text": "If you pull that notebook out of a cardboard box now, the ink is faded and the paper smells of damp and Fry's Chocolate Cream. But the words are still there. Noise. Base. Movement. Access. Disruption."
  },
  {
    "pid": "p205",
    "text": "Back then it was just two knackered young people in a kitchen giving names to the shapes of what we were already doing. We did not know it would end up as a whole framework, or that some girl who was not even born yet would stand in my flat forty years on and say, 'Right. Talk me through these fingerprints, then.'"
  },
  {
    "pid": "p206",
    "text": "But we knew, even that night, that we were not just getting through the week."
  },
  {
    "pid": "p207",
    "text": "We were building something that would leave marks."
  }
]
