[
  {
    "pid": "p001",
    "text": "We turned the bedsit into a factory by accident."
  },
  {
    "pid": "p002",
    "text": "It started with ten tapes on the windowsill – our first batch – lined up like soldiers waiting for inspection. By the middle of July there were stacks of them: some in cases, some bare, all with our fingerprints pressed into plastic shells. The cassettes in cases had cardboard spines with our inlays wedged in, the kind that made the whole thing look more official than it had any right to."
  },
  {
    "pid": "p003",
    "text": "The room changed shape to fit the work. My mattress became the finished goods department. The kitchen table turned into the cutting and folding station. The bit of floor near the plug socket became duplication central, a tangle of leads that would probably have given a fire inspector nightmares."
  },
  {
    "pid": "p004",
    "text": "‘We need a health and safety officer,’ Alex said one afternoon, stepping over a pile of jiffy bags with a mug of tea in each hand. ‘Preferably one who will work for tea and admiration.’"
  },
  {
    "pid": "p005",
    "text": "‘You are the one who did a year at college,’ Riz said, lips pursed as he hand-lettered another inlay card. ‘You can be management. We will overthrow you later.’"
  },
  {
    "pid": "p006",
    "text": "Rowan sat cross-legged on the floor with Shell’s Orgreave sheet in his lap, frowning at the typewriter copy like it had personally offended him."
  },
  {
    "pid": "p007",
    "text": "‘Comma after “horses”,’ he murmured. ‘Otherwise it sounds like the horses did the charging and the shouting and the crying on the way home.’"
  },
  {
    "pid": "p008",
    "text": "‘They did more thinking than some of the coppers,’ Tommy said from the corner, where he was sticking address labels on padded envelopes as if they were drum skins. ‘Leave them their crying.’"
  },
  {
    "pid": "p009",
    "text": "Pete, perched on the one chair that did not wobble, was in charge of levels. He had the master tape in one deck, a blank C90 in the other, headphones clamped over his hair, eyes half-closed."
  },
  {
    "pid": "p010",
    "text": "‘Side A is running a bit hot,’ he said. ‘If we send this up north they will think we recorded it in a jet engine.’"
  },
  {
    "pid": "p011",
    "text": "‘We practically did,’ I said. ‘Turn it down a notch. I want them to hear the words, not just our equipment dying.’"
  },
  {
    "pid": "p012",
    "text": "We had scavenged two more tape decks from wherever we could. One came from a junk shop off Kentish Town Road, its lid held on with gaffer tape. The other was a loan from the bloke who ran the second-hand record stall at Camden Market, on the understanding we would make him a copy of anything that passed through our hands."
  },
  {
    "pid": "p013",
    "text": "Once we had four machines, we stopped pretending we were a proper studio and started thinking like people with rent overdue. We ran the master tape out of Pete’s deck and split the lead so it could feed three recorders at once — one signal, three blanks, three copies per run. It was not like we were working with pristine studio sound to begin with; the trick was keeping the three decks behaving the same. Pete sat there with his headphones like a surgeon, riding the levels by ear because we did not have proper meters, nudging one deck down, another up, swearing at the cheap one that kept making the cymbals spit and the hiss jump."
  },
  {
    "pid": "p014",
    "text": "Press play on the master, press record on three machines in a row, wait, flip, repeat. By the end of a shift my thumb knew the feel of those buttons better than it knew my own name."
  },
  {
    "pid": "p015",
    "text": "‘This is ridiculous,’ Rowan said one evening, rubbing his eyes. ‘We are going to go cross-eyed and deaf and we will still not have enough done.’"
  },
  {
    "pid": "p016",
    "text": "‘It is not ridiculous,’ I said. ‘It is work.’"
  },
  {
    "pid": "p017",
    "text": "On the table, next to the pile of inlays, lay the typed sheet headed:"
  },
  {
    "pid": "p018",
    "text": "WHAT HAPPENED AT ORGREAVE – SHELL, WOMEN AGAINST PIT CLOSURES, GRIMETHORPE."
  },
  {
    "pid": "p019",
    "text": "Rowan had neatened it up from Shell’s letter, tightening the sentences without losing her voice. It started with the early start, the waiting, the heat. Then the lines of police, the horses, the first charge. The sound of batons on bone. The silence in the car on the way back."
  },
  {
    "pid": "p020",
    "text": "At the bottom she had written: Do not let them tell you we started it. Do not let them tell you it did not matter."
  },
  {
    "pid": "p021",
    "text": "We folded one of those sheets into every envelope."
  },
  {
    "pid": "p022",
    "text": "'You sure she is all right with this?' Alex asked, tapping the stack."
  },
  {
    "pid": "p023",
    "text": "'She insisted,' I said. 'Said if London is going to listen to anyone, it might as well be her.'"
  },
  {
    "pid": "p024",
    "text": "He nodded, then held the sheet up to the light."
  },
  {
    "pid": "p025",
    "text": "'Her words,' he said. 'That is what cuts through. Not just slogans.'"
  },
  {
    "pid": "p026",
    "text": "In 2025 I will explain to Keira that this was Disruption before we knew the word: putting Shell's eyewitness account where the official story said 'miners attacked first'. Every envelope was a small grenade of truth lobbed into someone's letterbox. Not violence, but interference. Making their lies cost them something."
  },
  {
    "pid": "p027",
    "text": "*"
  },
  {
    "pid": "p028",
    "text": "The post office on Camden High Street became the next link in the chain. The woman behind the counter wore blue eye-shadow and an expression that suggested she had seen all human folly and most of the postal system."
  },
  {
    "pid": "p029",
    "text": "‘Back again, love?’ she said, weighing another bundle of padded bags. ‘You starting your own record label or something?’"
  },
  {
    "pid": "p030",
    "text": "‘Or something,’ I said."
  },
  {
    "pid": "p031",
    "text": "She glanced at the addresses – Barnsley, Doncaster, Sheffield, Nottingham, Sunderland, a student union in York, a women’s centre in Leeds, a miners’ support group in South London."
  },
  {
    "pid": "p032",
    "text": "‘You are costing me a fortune in brown paper,’ she said. ‘At least tell me it is not more Betamax tapes.’"
  },
  {
    "pid": "p033",
    "text": "‘Cassettes,’ I said, offended on their behalf. ‘Music. And other things.’"
  },
  {
    "pid": "p034",
    "text": "‘Well, make sure it is worth the postage,’ she said, thumping the stamp down. ‘World has got enough rubbish in it already.’"
  },
  {
    "pid": "p035",
    "text": "On the way out Riz slipped a copy into the slot marked INTERNAL MAIL: STAFF ONLY."
  },
  {
    "pid": "p036",
    "text": "‘What was that for?’ I asked."
  },
  {
    "pid": "p037",
    "text": "‘Posties are people too,’ he said. ‘Might be one of them wants something loud in their van.’"
  },
  {
    "pid": "p038",
    "text": "Back at the bedsit, the biscuit tin under my mattress filled up with replies. Crumpled envelopes, neat ones, postcards with sunsets or seagulls on the front, all squashed together with loose badges and the odd pound coin taped to a bit of card."
  },
  {
    "pid": "p039",
    "text": "Shell’s handwriting appeared every couple of weeks, marching across the page like it was in a hurry to get somewhere."
  },
  {
    "pid": "p040",
    "text": "Your tapes are doing the rounds, she wrote in one. Welfare’s ancient machine tried to eat one but Mrs Briggs thumped it and it spat it back out. Bill says he can hear you from the street when he comes out for a fag."
  },
  {
    "pid": "p041",
    "text": "At the end she had added: PS – I am not saying I am jealous, but if London does not appreciate you I will come down and drag you home by your ear, understand?"
  },
  {
    "pid": "p042",
    "text": "Dad’s letters were shorter. Hope you are eating. Money is tight. Do not lose that tally. Sometimes just: Still out. Still standing."
  },
  {
    "pid": "p043",
    "text": "I read those twice, three times, then folded them along the old creases and put them back in the tin with the tally disc on top, like a paperweight."
  },
  {
    "pid": "p044",
    "text": "*"
  },
  {
    "pid": "p045",
    "text": "In August, we went to a big London demo for the strike – NUM banners from across the country bobbing above the crowd, Durham, Kent, South Wales, Yorkshire, Fife."
  },
  {
    "pid": "p046",
    "text": "‘It is like a cup final for people with principles,’ Rowan said, looking round as we set off from the Embankment. Men in flat caps and lads in denim walked shoulder to shoulder with women in headscarves and kids riding on shoulders, cardboard placards propped against their legs."
  },
  {
    "pid": "p047",
    "text": "We walked past Parliament where police lined the pavement in helmets and high-vis jackets, faces set. Someone started singing Which Side Are You On? and it travelled up the march like a tide. We joined in without talking about it."
  },
  {
    "pid": "p048",
    "text": "On a side street a couple of men in suits watched from a doorway, cigarettes glowing. One of them shook his head, said something to the other that made him laugh. I met his gaze for a second as we passed. He looked away."
  },
  {
    "pid": "p049",
    "text": "It should not have got under my skin, but it did. All that heat and noise and banners, and they could stand there like it was a pantomime."
  },
  {
    "pid": "p050",
    "text": "‘We will,’ Alex said. ‘Give us time.’"
  },
  {
    "pid": "p051",
    "text": "At Trafalgar Square, speakers took turns on a small stage – MPs, union leaders, women from Women Against Pit Closures groups, a vicar with his sleeves rolled up. We could not get close enough to see their faces properly; we caught their words in snatches as the wind dragged the sound away and dropped it back again."
  },
  {
    "pid": "p052",
    "text": "‘…we are not asking for charity – we are demanding justice…’"
  },
  {
    "pid": "p053",
    "text": "‘…they call us the enemy within because they are afraid…’"
  },
  {
    "pid": "p054",
    "text": "‘…from the coalfields to the classrooms, we stand together…’"
  },
  {
    "pid": "p055",
    "text": "Somewhere in the press pen, someone was counting heads for tomorrow’s papers. Large crowd, moderate crowd, disappointing turnout – those were the phrases they would use to fold all this into a neat paragraph."
  },
  {
    "pid": "p056",
    "text": "We went home with aching feet and sun-reddened necks and the sense that we had stood inside something bigger than we could properly see."
  },
  {
    "pid": "p057",
    "text": "That night, back in the bedsit, we spread all the day’s leaflets and badges across the floor."
  },
  {
    "pid": "p058",
    "text": "‘We need our own,’ Alex said. ‘Not just tapes.’"
  },
  {
    "pid": "p059",
    "text": "‘Badges?’ Tommy suggested. ‘Everyone loves badges.’"
  },
  {
    "pid": "p060",
    "text": "‘Badges are fine,’ Alex said. ‘But I was thinking…’"
  },
  {
    "pid": "p061",
    "text": "He fished Shell’s Orgreave sheet out of the biscuit tin, smoothed it with his hands."
  },
  {
    "pid": "p062",
    "text": "‘These,’ he said. ‘Stories. People’s own words. Not just ours.’"
  },
  {
    "pid": "p063",
    "text": "We started collecting them properly after that."
  },
  {
    "pid": "p064",
    "text": "A woman in a headscarf outside the march's crèche tent telling Alex about the time she had chained herself to pit gates. A lad from Kent talking to Pete about being the only miner in his village and the looks he got in the Co-op. A nurse in a faded uniform explaining to Riz how they were fighting hospital cuts and what that did to her patients. A Greenham woman with mud on her boots and a CND badge on her jacket describing bailiffs cutting the fence at dawn while women linked arms and sang, and how the papers called them hysterical when all they had done was refuse to move."
  },
  {
    "pid": "p065",
    "text": "Alex wrote on whatever paper he could find – napkins, the backs of flyers, his own hands. Back at the bedsit we turned those notes into one-page testimonies. We put the person's name at the top if they let us. If they did not, we used initials and a town."
  },
  {
    "pid": "p066",
    "text": "We slipped those sheets into envelopes with tapes. We sent copies back to the people who had given us the stories where we could."
  },
  {
    "pid": "p067",
    "text": "‘You are running an archive,’ Rowan said one night, kneeling in the middle of the floor surrounded by stacks of paper. ‘This is what libraries will want in fifty years.’"
  },
  {
    "pid": "p068",
    "text": "‘In fifty years they will all be telling each other it was inevitable,’ I said. ‘Might as well give them something awkward to trip over.’"
  },
  {
    "pid": "p069",
    "text": "*"
  },
  {
    "pid": "p070",
    "text": "The zine girl turned up in September."
  },
  {
    "pid": "p071",
    "text": "We were halfway through a duplication shift when there was a knock that rattled the paint off the door. Tommy opened it with a tea towel over his shoulder, like we were a café."
  },
  {
    "pid": "p072",
    "text": "She was small and sharp, with hair shaved close on one side and falling over the other eye on the other, denim jacket covered in badges for bands I had never heard of."
  },
  {
    "pid": "p073",
    "text": "'Which one of you is Danny?' she asked, peering past Tommy's shoulder as if we were a display."
  },
  {
    "pid": "p074",
    "text": "'Depends who is asking,' I said from the mattress."
  },
  {
    "pid": "p075",
    "text": "She stepped inside without waiting to be invited, lifting her feet carefully between the tape piles."
  },
  {
    "pid": "p076",
    "text": "'Mo,' she said. 'Short for Maureen but do not call me that. I do a zine. Gutter Press. I got your tape off a bloke at the market. I liked the song about Orgreave. Less so the one where you rhyme “Thatcher” with “atcher”, but we will work on that.'"
  },
  {
    "pid": "p077",
    "text": "Alex barked a laugh."
  },
  {
    "pid": "p078",
    "text": "‘We have got our own critic now,’ he said. ‘We are moving up in the world.’"
  },
  {
    "pid": "p079",
    "text": "She swung a canvas bag off her shoulder and dumped a pile of photocopied booklets on the table. Black and white, stapled at the corner, titles hand-slashed across the top."
  },
  {
    "pid": "p080",
    "text": "‘Trade,’ she said. ‘You get a page. Interview, photo if you do not crack the camera. In return, you give me ten tapes to flog at gigs. I keep a quid a tape, you get the rest for your strike fund or whatever you are doing.’"
  },
  {
    "pid": "p081",
    "text": "‘How many people read your zine?’ Rowan asked."
  },
  {
    "pid": "p082",
    "text": "‘Enough,’ she said. ‘And the right sort. Kids who nick flyers off lampposts and read them on the bus. You want the next lot of bands and writers and weirdos to know your name, you talk to them.’"
  },
  {
    "pid": "p083",
    "text": "That got my attention."
  },
  {
    "pid": "p084",
    "text": "‘What do you need from us?’ I asked."
  },
  {
    "pid": "p085",
    "text": "‘Half an hour and a kettle that works,’ she said. ‘I will do the rest.’"
  },
  {
    "pid": "p086",
    "text": "We gave her tea and the biscuit crumbs and she sat on the mattress with a tape on in the background, asking questions that went beyond the usual what are your influences and why is your singer so angry."
  },
  {
    "pid": "p087",
    "text": "‘Why tapes?’ she said. ‘Why not just play gigs and stick lyrics on a flyer like everyone else?’"
  },
  {
    "pid": "p088",
    "text": "‘Because gigs disappeared,’ I said. ‘They were great while they were happening, then everyone went home and forgot half of what was said. Tapes can go places we cannot. Miners’ welfares. Student unions. Hospital staff rooms. Someone can press play on their dinner break and hear they are not on their own.’"
  },
  {
    "pid": "p089",
    "text": "She made a note, nodding."
  },
  {
    "pid": "p090",
    "text": "‘And the sheets?’ she asked, picking up Shell’s Orgreave testimony. ‘These are heavy. Most bands just send lists of tour dates.’"
  },
  {
    "pid": "p091",
    "text": "‘This is the point,’ I said. ‘We are noise attached to something solid.’"
  },
  {
    "pid": "p092",
    "text": "She looked up at me for a long moment, then smiled, quick and fierce."
  },
  {
    "pid": "p093",
    "text": "‘All right,’ she said. ‘You are not just another Clash tribute act. I will write something decent.’"
  },
  {
    "pid": "p094",
    "text": "On her way out she stuck one of her zines in my hand."
  },
  {
    "pid": "p095",
    "text": "‘Read the bit at the back,’ she said. ‘The listings. There are a couple of folk who will stock your stuff if I say you are all right.’"
  },
  {
    "pid": "p096",
    "text": "After she had gone, Tommy whistled low."
  },
  {
    "pid": "p097",
    "text": "‘She is terrifying,’ he said. ‘I love her.’"
  },
  {
    "pid": "p098",
    "text": "‘Mo is good people,’ Alex said. ‘She knows everyone and everything. If she likes us, doors open.’"
  },
  {
    "pid": "p099",
    "text": "I leafed to the back of the zine later and found the listings page. Amid the tiny print and photocopied logos were names of squats, youth clubs, co-ops, radical bookshops. The city’s skeleton, traced in cheap toner."
  },
  {
    "pid": "p100",
    "text": "I circled a couple of addresses in biro."
  },
  {
    "pid": "p101",
    "text": "*"
  },
  {
    "pid": "p102",
    "text": "By September, we were not the only ones in London doing this kind of work. There were other bands whose songs named pits and picket lines. Poets, theatre groups, photographers, painters. A whole loose gaggle of people who had decided their art was not separate from the strike."
  },
  {
    "pid": "p103",
    "text": "We started to recognise each other."
  },
  {
    "pid": "p104",
    "text": "At the Princess Louise pub off High Holborn, where miners and their families stayed when they were down for meetings, we stood outside with pints talking to lads from Scotland about the differences in police tactics there. At the Hackney Empire we watched a benefit where a comic did twenty minutes on Thatcher’s hair and followed it with five quiet minutes on Orgreave that left the room silent. At a tiny gallery in Soho we saw paintings of horses and helmets and eyes behind scarves; the artist, a quiet woman in a denim dress, said her brother had not spoken since June."
  },
  {
    "pid": "p105",
    "text": "Somewhere in that web, someone mentioned the 100 Club."
  },
  {
    "pid": "p106",
    "text": "‘Basement on Oxford Street,’ Lewis said, twisting his cigarette between his fingers. ‘Legendary. Pistols played there. So did the Clash. They have been doing these under-the-radar nights for strike support. Someone I know knows someone who knows the bloke who does bookings.’"
  },
  {
    "pid": "p107",
    "text": "‘That is a lot of someones,’ I said."
  },
  {
    "pid": "p108",
    "text": "‘Welcome to London,’ he said. ‘That is how anything happens.’"
  },
  {
    "pid": "p109",
    "text": "We were in the back room of a pub in Islington, our gear pushed up against a wall while another band soundchecked. The air was thick with stale beer and nerves."
  },
  {
    "pid": "p110",
    "text": "‘You get us a night there,’ Alex said, ‘I will name my first-born after you.’"
  },
  {
    "pid": "p111",
    "text": "‘Please do not,’ Lewis said. ‘But I will make a call.’"
  },
  {
    "pid": "p112",
    "text": "*"
  },
  {
    "pid": "p113",
    "text": "The wobble came at a benefit in a community centre in Brixton."
  },
  {
    "pid": "p114",
    "text": "The hall had a low stage at one end, strip lighting that made everyone look slightly ill, and a bar that sold warm lager in plastic cups. Posters for the strike curled at the corners on the walls. Every second person seemed to have a union badge or a CND symbol pinned somewhere."
  },
  {
    "pid": "p115",
    "text": "We went on second. The kids at the front threw themselves about in the way of kids everywhere, and when we hit the first chords of Enemy Within a roar went up that felt bigger than the room."
  },
  {
    "pid": "p116",
    "text": "‘You lot are on fire tonight,’ Alex said afterwards, collapsing in a chair backstage, shirt stuck to his back. ‘You see that bloke with glasses? He knew every word and we have only played it twice.’"
  },
  {
    "pid": "p117",
    "text": "I nodded, but something in me was snagged."
  },
  {
    "pid": "p118",
    "text": "I had spent most of the set scanning faces between verses. There had been miners in borrowed suits and women in Strike Support T-shirts; students with badges running up their bags. When I looked for someone in a sharp suit, someone who might have walked past that march in July laughing with a cigarette, there was no one."
  },
  {
    "pid": "p119",
    "text": "Just us. Our people. Shouting back what they already believed."
  },
  {
    "pid": "p120",
    "text": "An older woman with a NUM Women's Support Group badge came over as we were packing up. She had kind eyes and hands that looked like they had scrubbed a lot of floors."
  },
  {
    "pid": "p121",
    "text": "'That last one,' she said, nodding at my guitar. 'Enemy Within. My son is out on the picket line in Durham. He rang last week, said he felt like giving up. I am going to send him your tape.'"
  },
  {
    "pid": "p122",
    "text": "'I hope it helps,' I said."
  },
  {
    "pid": "p123",
    "text": "'It will,' she said. 'Knowing someone else is angry helps. Even if it is just a lad in a basement two hundred miles away.'"
  },
  {
    "pid": "p124",
    "text": "She pressed a pound coin into my hand and went to help stack chairs."
  },
  {
    "pid": "p125",
    "text": "On the bus back to Camden, the others argued happily about whether we should add another chorus to one of the new songs. I sat by the window, watching the city slide past in streaks of orange and black."
  },
  {
    "pid": "p126",
    "text": "Our tapes can go where we cannot, I had written to Shell. It was a good line. But what if all the places they went were just different versions of this hall? Different carpets, same opinions?"
  },
  {
    "pid": "p127",
    "text": "Somewhere out there were people in polished shoes, with keys to doors we would never even see. People whose signatures had more power than any chant. At Orgreave, they had sat in rooms and decided how many police to send. At Brixton, they had been wherever the real decisions were being made while we sweated under strip lights."
  },
  {
    "pid": "p128",
    "text": "I did not know how to reach them yet."
  },
  {
    "pid": "p129",
    "text": "*"
  },
  {
    "pid": "p130",
    "text": "Two days later, Mrs Palmer knocked on our door."
  },
  {
    "pid": "p131",
    "text": "'Phone,' she said, jerking her thumb towards the stairs. 'Some lad called Lewis. Says it is urgent.'"
  },
  {
    "pid": "p132",
    "text": "I followed her down to her hallway, where the receiver lay off the hook on the little phone on her hallway table."
  },
  {
    "pid": "p133",
    "text": "'Cheers, Mrs P,' I said, picking it up. 'Lewis?'"
  },
  {
    "pid": "p134",
    "text": "'Right,' he said, no preamble. 'Friday the twelfth. 100 Club. You are on at nine. Do not be late, do not be rubbish, and if you break anything expensive I will tell everyone you are scabs.'"
  },
  {
    "pid": "p135",
    "text": "'We got it?' I said, loud enough that Mrs Palmer looked up from her ironing."
  },
  {
    "pid": "p136",
    "text": "'You got it,' Lewis confirmed. 'My mate says they have been doing strike benefits down there. Crowd will be half solidarity types, half people who just want to see a band. You lot fit both, apparently.'"
  },
  {
    "pid": "p137",
    "text": "'Cheers, Lewis,' I said. 'We will not let you down.'"
  },
  {
    "pid": "p138",
    "text": "'Course you will not,' he said. 'You are too scared of me.'"
  },
  {
    "pid": "p139",
    "text": "He hung up before I could answer."
  },
  {
    "pid": "p140",
    "text": "I put the receiver down carefully. Mrs Palmer was watching me with one eyebrow raised."
  },
  {
    "pid": "p141",
    "text": "'Good news, I take it?' she said."
  },
  {
    "pid": "p142",
    "text": "'The 100 Club,' I said. 'We got a gig.'"
  },
  {
    "pid": "p143",
    "text": "'About time,' she said. 'Now get out of my house before you track rehearsal sweat on my clean floor.'"
  },
  {
    "pid": "p144",
    "text": "Back upstairs, Alex was already pulling his guitar out, grinning like someone had just told him Christmas was coming early."
  },
  {
    "pid": "p145",
    "text": "'100 Club,' he said. 'Pistols. Clash. And now us.'"
  },
  {
    "pid": "p146",
    "text": "'Do not get ahead of yourself,' I said. But I was grinning too."
  },
  {
    "pid": "p147",
    "text": "We had nine days. Nine days to get tight, get our set right, and work out what we were trying to say to a room that might actually be listening."
  }
]
