[
  {
    "pid": "p001",
    "text": "The first thing I remember about that morning is the steam on the coach windows and the way people had written messages in it with their fingers."
  },
  {
    "pid": "p002",
    "text": "NO POLL TAX.\nCANNOT PAY, WILL NOT PAY.\nTORIES OUT."
  },
  {
    "pid": "p003",
    "text": "Little slogans traced in water, vanishing as quickly as they appeared."
  },
  {
    "pid": "p004",
    "text": "We were stood in the cold behind The Furnace, watching the first wave of coaches reverse gingerly into whatever space Riz had wrung out of the council. It was barely eight and London felt like it had been dragged out of bed too early. Grey sky, breath hanging in front of faces, those quiet Saturday streets that had not worked out yet they were about to be famous."
  },
  {
    "pid": "p005",
    "text": "Shell had the clipboard. Of course she did."
  },
  {
    "pid": "p006",
    "text": "‘Pontefract,’ she called, ticking off a number plate as a coach door hissed open. ‘Right, you lot, welcome to East London. Toilets are through the side door, tea inside, do not forget your placards when you get off later. Stewards, over here for armbands.’"
  },
  {
    "pid": "p007",
    "text": "People spilled out, stiff from the journey, stamping feeling back into their feet. There were miners, of course – you could spot them in any crowd, something in the way they carried their shoulders – but also pensioners in their best coats, young mums with kids strapped to their fronts, students in long coats and Doc Martens, a church group with home-made banners neatly rolled and tied."
  },
  {
    "pid": "p008",
    "text": "Riz was in his element, weaving between them with his ledger and his map."
  },
  {
    "pid": "p009",
    "text": "‘Coach seven, you are with me,’ he said to a cluster from Newcastle. ‘We will walk you down to the assembly point once you have had a brew. Keep your steward in sight at all times,’ he added, jerking his thumb towards a lad in an armband who looked like he had barely finished school."
  },
  {
    "pid": "p010",
    "text": "It was one of our estate kids from early on, Jase, hair cropped short, eyes wide but steady."
  },
  {
    "pid": "p011",
    "text": "‘You alright?’ I asked him quietly, checking his armband knot."
  },
  {
    "pid": "p012",
    "text": "‘Yeah,’ he said. ‘Sort of. It is mad, this. My mum is on the next coach, you know. She says if I get nicked she is not cooking Sunday dinner for a month.’"
  },
  {
    "pid": "p013",
    "text": "‘That is a powerful deterrent,’ I said. ‘Stick with your partner. Remember what we practised. Walk, do not run. Watch the edges.’"
  },
  {
    "pid": "p014",
    "text": "He nodded like he was about to sit an exam. I gave his shoulder a squeeze and moved on."
  },
  {
    "pid": "p015",
    "text": "Inside the hall the café was overflowing. Someone had set up a long trestle table covered in foil trays: sandwiches, sausage rolls, a vat of pasta that steamed gently when they lifted the lid. It smelled of starch, onions and tea. A volunteer from the tenants' association was guarding a biscuit tin as if it contained state secrets."
  },
  {
    "pid": "p016",
    "text": "‘Hands off the Chocolate Hobnobs, Ashcroft,’ she said when she saw me. ‘They are for the stewards.’"
  },
  {
    "pid": "p017",
    "text": "‘Stewards are the backbone of democracy,’ I replied, palming two into my pocket. ‘They need sugar.’"
  },
  {
    "pid": "p018",
    "text": "On the stage, Katja had rigged up a sheet and a borrowed projector. A simple slide in big letters:"
  },
  {
    "pid": "p019",
    "text": "WELCOME TO LONDON.\nWELCOME TO THE RESISTANCE."
  },
  {
    "pid": "p020",
    "text": "Underneath, in smaller text:"
  },
  {
    "pid": "p021",
    "text": "IF LOST: FIND A STEWARD."
  },
  {
    "pid": "p022",
    "text": "I climbed onto one of the chairs at the front, megaphone in hand, and waited till the murmuring died down."
  },
  {
    "pid": "p023",
    "text": "‘Morning,’ I said, voice echoing off the high ceiling. ‘If this is your first time in The Furnace, welcome. If it is your fiftieth, you know where the loos are and where we hide the decent biscuits. Listen up for a couple of minutes, then we will get you to the assembly point.’"
  },
  {
    "pid": "p024",
    "text": "I went through the basics: where we were marching from, where we were headed, who to follow, what to do if separated, the legal support number written on scraps of paper and arms in black marker. People shouted back town names when I asked where they had come from. Barnsley. Cardiff. Aberdeen. A cheer went up for “Grimethorpe,” which made something twist in my chest."
  },
  {
    "pid": "p025",
    "text": "‘We have got stewards along the whole route,’ I said. ‘If you are worried, talk to them. If you are scared, talk to them. If you see trouble brewing, talk to them. They are not police, they are not bouncers, they are your own people trained to keep you safe.’"
  },
  {
    "pid": "p026",
    "text": "I glanced over at Shell and caught her eye. She gave me a small nod. Armband on, hair pinned back, lines under her eyes you would not see if you did not know her."
  },
  {
    "pid": "p027",
    "text": "‘And remember,’ I finished, ‘today is ours. They will have their cameras and their headlines. We have got our own. So smile when you can and stick together when you cannot.’"
  },
  {
    "pid": "p028",
    "text": "*"
  },
  {
    "pid": "p029",
    "text": "On the walk down to Kennington the city changed. Side streets fed into the main route like tributaries, each bringing its own flavour of rage and hope. A brass band from some union further north. A samba drumming group with rainbow flags. Kids hanging out of upstairs windows, waving."
  },
  {
    "pid": "p030",
    "text": "Stewards walked along the flanks, armbands visible, doing all the small, unnoticed tasks that make a crowd work: slowing over-keen sections, nudging gaps closed, checking people at the back were not being squeezed."
  },
  {
    "pid": "p031",
    "text": "Lisa the nurse walked beside a group of pensioners, rucksack heavy with first aid supplies. Every so often she would pause to adjust someone's scarf or check the straps on a pushchair."
  },
  {
    "pid": "p032",
    "text": "‘You are mothering them,’ I muttered as I came alongside."
  },
  {
    "pid": "p033",
    "text": "‘Someone has to,’ she said. ‘You lot are too busy playing toy soldiers.’"
  },
  {
    "pid": "p034",
    "text": "‘Harsh but fair,’ I replied."
  },
  {
    "pid": "p035",
    "text": "The mood near the front was almost light. Chants rolled up and down the road – ‘NO POLL TAX!’, ‘THERE IS ONLY ONE SOLUTION – ORGANISE AND STRIKE!’ – and banners bobbed like bright ships in a slow tide. For a little while, if you squinted, it looked like a carnival. A very angry carnival."
  },
  {
    "pid": "p036",
    "text": "Charlotte appeared at my elbow with a camera round her neck, hair pulled back under a wool hat."
  },
  {
    "pid": "p037",
    "text": "‘Your radio star is over there,’ she said, jerking her head towards Riz, who was trying to coordinate a group of Scots who had arrived late and were arguing over where they should slot in."
  },
  {
    "pid": "p038",
    "text": "‘I am surprised he has not tried to host a live show from the embankment,’ I said."
  },
  {
    "pid": "p039",
    "text": "‘Give him time,’ she replied."
  },
  {
    "pid": "p040",
    "text": "‘Where is the video lot?’ I asked."
  },
  {
    "pid": "p041",
    "text": "She nodded ahead. One of our borrowed camcorders was perched on the shoulder of a tall woman standing on a low wall, slowly panning across the march. Another was further back, filmers walking backwards in front of the banners with an ease that made my ankles ache just looking."
  },
  {
    "pid": "p042",
    "text": "‘Remember,’ Charlotte said, as if reading my mind. ‘Wide shots. Long takes. No fancy zooms. We are not making a pop video.’"
  },
  {
    "pid": "p043",
    "text": "‘Tragic,’ I said. ‘Our artistic vision, crushed.’"
  },
  {
    "pid": "p044",
    "text": "She snorted, then grew serious."
  },
  {
    "pid": "p045",
    "text": "‘If anything goes wrong,’ she added, ‘we need at least one camera on it from beginning to end. No cutting away because you are scared. Keep rolling. That is the rule.’"
  },
  {
    "pid": "p046",
    "text": "‘And if they come for the tapes?’ I asked."
  },
  {
    "pid": "p047",
    "text": "‘We have got duplicates going out with different coaches as soon as they are dubbed,’ she said. ‘You taught me that. Never leave the story in one place.’"
  },
  {
    "pid": "p048",
    "text": "I thought of the old Coalface tapes, the way we had smuggled them past pit gates and factory toilets. Same instinct, different decade."
  },
  {
    "pid": "p049",
    "text": "*"
  },
  {
    "pid": "p050",
    "text": "We reached Trafalgar Square in early afternoon, the column of people spilling into the open space like water finding its level. Nelson stared down at the lot of us with his usual stone disdain, pigeons sulking round his boots."
  },
  {
    "pid": "p051",
    "text": "The stage at the top of the steps was already crowded: speakers, union banners, photographers leaning in at dangerous angles. Sound spilled out over the square – slogans, speeches, the odd burst of music – bouncing off the stone."
  },
  {
    "pid": "p052",
    "text": "From our vantage point halfway up the slope, the scale was dizzying. People as far as I could see: packed under the trees, pressed against the fountains, clustered at the mouths of side streets where the police lines held."
  },
  {
    "pid": "p053",
    "text": "‘Christ,’ Alex breathed beside me. ‘It is like somebody shook the whole country and poured it into one place.’"
  },
  {
    "pid": "p054",
    "text": "‘Not bad for a day trip,’ I said, but my mouth was dry."
  },
  {
    "pid": "p055",
    "text": "Stewards moved in small knots, checking edges, making sure the elderly and kids were not stuck in the tightest spots. Our hand signals – practised in the hall until we felt ridiculous – now made urgent sense. Slow. Stop. Back. Spread."
  },
  {
    "pid": "p056",
    "text": "At first, the police presence felt like a background fact. Lines of blue at the edges, horses further back, vans parked in side streets. You always noticed them – the helmets, the rigid stance – but they were part of the furniture of protest by then."
  },
  {
    "pid": "p057",
    "text": "It shifted in tiny ways. A van repositioned so it blocked an exit. A line of officers stepping forward in formation, then back again, as if testing the ground. A gap that had been open suddenly filled by mounted police, big animals pawing at the tarmac."
  },
  {
    "pid": "p058",
    "text": "‘They are tightening it,’ Shell said quietly, appearing at my side. ‘Look.’"
  },
  {
    "pid": "p059",
    "text": "She pointed towards the top end of the square, where Whitehall opened out. There were more helmets there now, more shields. The route we had been told would be kept clear seemed narrower, as if someone had quietly drawn the lines closer."
  },
  {
    "pid": "p060",
    "text": "‘Can we get people out along the sides?’ I asked."
  },
  {
    "pid": "p061",
    "text": "‘Some,’ she said. ‘Not all. The coaches are nowhere near here. If they start pushing, we have got nowhere to flow to.’"
  },
  {
    "pid": "p062",
    "text": "‘Maybe they will not,’ I said, trying to make it sound more confident than I felt."
  },
  {
    "pid": "p063",
    "text": "She gave me a look that said we both knew better."
  },
  {
    "pid": "p064",
    "text": "Somewhere to our left, there was a crack of something hard on something hollow, followed by a roar. At first I thought it was just another chant, until I saw the ripple in the crowd – a sudden surge, people turning their heads."
  },
  {
    "pid": "p065",
    "text": "‘What was that?’ Alex asked."
  },
  {
    "pid": "p066",
    "text": "‘Could be anything,’ I said. ‘Bottle. Barrier. Do not jump at shadows.’"
  },
  {
    "pid": "p067",
    "text": "But shadows were thickening. Another sound – the deep, unmistakable thud of mounted hooves when they hit the ground in unison. The line of horses at the top of the square shifted, bodies bunching."
  },
  {
    "pid": "p068",
    "text": "‘Here we go,’ Len muttered, coming up behind us. He had swapped his flat cap for a hard hat someone had pressed into his hands. ‘Get your front line ready.’"
  },
  {
    "pid": "p069",
    "text": "Our stewards moved on instinct. Those nearest the horses spread out, forming a loose barrier between the mounted line and the densest part of the crowd. Hands went up: slow, slow, keep moving, do not crush."
  },
  {
    "pid": "p070",
    "text": "The police charge did not come all at once. It came in pulses – a step forward, batons up, then a sudden drive into the crowd that sent people scrambling sideways. Screams, the sound of metal barriers tipping, that awful noise when a body hits stone."
  },
  {
    "pid": "p071",
    "text": "‘Hold the line!’ Shell shouted, voice cutting across the chaos. ‘Walk, do not run! Make space at the back!’"
  },
  {
    "pid": "p072",
    "text": "Someone behind us panicked and pushed. The force travelled through the crowd like a shudder. For a second my feet were not fully under my control, carried by the sheer mass of bodies. The fountains flashed by on my right, water slopping at their edges as people climbed up to escape the crush."
  },
  {
    "pid": "p073",
    "text": "Ahead, I saw Lisa go down under a wave of people, armband disappearing."
  },
  {
    "pid": "p074",
    "text": "‘Lisa!’ I bellowed, forcing my way towards where she had vanished."
  },
  {
    "pid": "p075",
    "text": "Two blokes between us had locked arms and were trying to push back gently, creating a pocket of space. I shoved between them, dropping to my knees in a gap they had opened. Lisa was half-squashed against the base of a lamppost, face pale, glasses askew."
  },
  {
    "pid": "p076",
    "text": "‘Can you breathe?’ I shouted over the din."
  },
  {
    "pid": "p077",
    "text": "She nodded, but her eyes were wild."
  },
  {
    "pid": "p078",
    "text": "‘Up you get,’ I said. ‘You are First Aid, remember? People need you vertical.’"
  },
  {
    "pid": "p079",
    "text": "The two blokes used their arms like levers, easing people sideways just enough for us to haul her up. Once she was standing, she shook herself like a dog out of a river."
  },
  {
    "pid": "p080",
    "text": "‘I am fine,’ she gasped. ‘See to that lad.’"
  },
  {
    "pid": "p081",
    "text": "Behind her, a young man was pressed against the stone, chest heaving too fast. His eyes were glassy; he was making little grabbing motions with his hands."
  },
  {
    "pid": "p082",
    "text": "‘Panic attack,’ she said automatically, shifting into nurse mode. ‘In through your nose, out through your mouth. Look at me. What is your name?’"
  },
  {
    "pid": "p083",
    "text": "The world narrowed to that tiny patch for a moment: Lisa's steady voice, the lad's ragged breathing, the thump of boots around us. Then a scream from the other side of the square dragged me back."
  },
  {
    "pid": "p084",
    "text": "‘Danny!’ someone yelled. ‘They have got one!’"
  },
  {
    "pid": "p085",
    "text": "I turned to see a snatch squad moving in – half a dozen officers in visored helmets pushing through the crowd with a single figure trapped in their centre. It was one of our stewards, the shaved-headed girl from training, armband twisted up round her bicep."
  },
  {
    "pid": "p086",
    "text": "She looked small between them, feet barely finding purchase as they hauled her towards a waiting van."
  },
  {
    "pid": "p087",
    "text": "‘Do not go,’ Len said, hand on my arm. ‘You cannot get her out. Watch. Remember.’"
  },
  {
    "pid": "p088",
    "text": "I wanted to barrel after them, every muscle in me straining to close the distance. Instead I dragged my eyes to the details. The numbers on the helmets. The angle of approach. The way one officer swung his baton almost lazily at someone who shouted too close."
  },
  {
    "pid": "p089",
    "text": "‘They came from the left,’ I said aloud, forcing the words out. ‘Six of them. No warning. She was not doing anything except holding the line.’"
  },
  {
    "pid": "p090",
    "text": "‘Good,’ Len said grimly. ‘Keep going.’"
  },
  {
    "pid": "p091",
    "text": "Around us, cameras were up. One of the camcorders had found higher ground on the plinth of a statue, its operator braced against the stone as if in a storm. I cupped my hands round my mouth and shouted upwards."
  },
  {
    "pid": "p092",
    "text": "‘Keep rolling!’ I yelled. ‘This is the bit they will lie about!’"
  },
  {
    "pid": "p093",
    "text": "The operator – a lad from one of the art schools – stuck his hand up in acknowledgement and panned to follow the squad."
  },
  {
    "pid": "p094",
    "text": "*"
  },
  {
    "pid": "p095",
    "text": "As the afternoon wore on, the square became a series of pockets. Calm here, chaos there. People dancing round a drum next to others crouched over someone with a head wound. A line of families trying to get out past a wall of shields."
  },
  {
    "pid": "p096",
    "text": "At one point I saw a police van stranded in the thick of the crowd, its windows spidered with cracks. Someone had set a small fire beneath it – a pile of placards shoved under the chassis, flames licking at the metal. People were cheering, throwing whatever they could find."
  },
  {
    "pid": "p097",
    "text": "For a heartbeat the temptation was there – hot and simple – to join in. To pick up a bit of broken masonry and add my own arc to the air. Years of bitterness, from Orgreave to Mrs Cartwright in Finchley, surging up my arm."
  },
  {
    "pid": "p098",
    "text": "Then I saw, in the same frame, a woman with two kids trying to edge their way past the burning van, eyes wide. There was nowhere for them to go except under the horse line or back into more bodies."
  },
  {
    "pid": "p099",
    "text": "‘Stewards!’ I shouted, voice raw. ‘We need a corridor here!’"
  },
  {
    "pid": "p100",
    "text": "Jase appeared out of nowhere, arm linked with another steward, sweat shining at his temples."
  },
  {
    "pid": "p101",
    "text": "‘Here,’ he said. ‘We have got you.’"
  },
  {
    "pid": "p102",
    "text": "We formed a chain, bodies angled to create a thin channel between the worst of the crush and the fire. It was not much, but it was enough for the woman and her kids to slip through, clutching each other's hands like lifelines."
  },
  {
    "pid": "p103",
    "text": "‘Thank you,’ she mouthed as they passed."
  },
  {
    "pid": "p104",
    "text": "‘Tell your kids this is why we do not leave it to the politicians,’ I said, not sure she heard me over the noise."
  },
  {
    "pid": "p105",
    "text": "On the far side of the van, a group of police advanced, shields up, batons ready. They moved in that slow, implacable way that meant they were not stopping for conversation."
  },
  {
    "pid": "p106",
    "text": "‘Back, back,’ Shell's voice cut across the square. ‘Walk away! Do not give them a reason!’"
  },
  {
    "pid": "p107",
    "text": "Not everyone listened. A bottle flew. A stone. One of the cops swung his baton at a bloke in a leather jacket who had got too close, catching him high on the cheek. Blood spattered the pavement."
  },
  {
    "pid": "p108",
    "text": "Before I could move, one of our queer comrades – Gav, from the youth project, small and wiry – darted in, dragging the injured man back by his collar just as a horse's hooves crashed down where his legs had been."
  },
  {
    "pid": "p109",
    "text": "‘Stupid bastard,’ Gav shouted in his ear as they stumbled into the relative shelter of a doorway. ‘You want to be a martyr, do it somewhere that does not get the rest of us killed.’"
  },
  {
    "pid": "p110",
    "text": "He looked up at me, eyes blazing."
  },
  {
    "pid": "p111",
    "text": "‘Got any bandages?’ he demanded."
  },
  {
    "pid": "p112",
    "text": "‘Lisa!’ I called, and she was there again, hands already reaching for her bag."
  },
  {
    "pid": "p113",
    "text": "*"
  },
  {
    "pid": "p114",
    "text": "Somewhere between one surge and the next, time seemed to stutter. I found myself jammed against the side of a building with Shell, coming up for air in a pocket of stillness. Her hair had worked itself loose, sticking damply to her forehead. There was a smear of someone else's blood on her sleeve."
  },
  {
    "pid": "p115",
    "text": "‘How are we doing?’ I asked, throat shredded."
  },
  {
    "pid": "p116",
    "text": "She let out a sharp laugh that was halfway to a sob."
  },
  {
    "pid": "p117",
    "text": "‘I have lost count of who is where,’ she said. ‘We have got stewards trapped all over the place. The phone tree is useless in this mess. The cops are cutting off exits. It is like someone designed the square for this.’"
  },
  {
    "pid": "p118",
    "text": "‘They kind of did,’ I said. ‘Empire loves its staging.’"
  },
  {
    "pid": "p119",
    "text": "She leaned her head back against the stone and closed her eyes for a second."
  },
  {
    "pid": "p120",
    "text": "‘I keep thinking, if we had not done Steward School, how much worse would this be?’ she said. ‘Then I think: if we had twice as many stewards, would it be better, or just twice as many people for them to hit?’"
  },
  {
    "pid": "p121",
    "text": "‘We cannot do their job,’ I said. ‘We can only try to stop them doing the worst version of it.’"
  },
  {
    "pid": "p122",
    "text": "She opened her eyes and looked at me. In them I could see the same equation I had been turning over for weeks: risk versus impact, cost versus crack."
  },
  {
    "pid": "p123",
    "text": "‘If something happens to you today,’ she said suddenly, ‘I will never forgive you.’"
  },
  {
    "pid": "p124",
    "text": "‘That is not how forgiveness works,’ I said."
  },
  {
    "pid": "p125",
    "text": "‘It is now,’ she replied."
  },
  {
    "pid": "p126",
    "text": "Before I could answer, there was a sudden push at the mouth of the alley. A line of officers had moved across it, blocking our little pocket. One of them stepped forward, hand reaching out, fingers closing round Shell's arm."
  },
  {
    "pid": "p127",
    "text": "‘Right, you,’ he said. ‘You are coming with—’"
  },
  {
    "pid": "p128",
    "text": "He did not finish. Shell twisted like she had rehearsed it, dropping her weight and slipping her arm free so neatly it was almost elegant. His hand closed on nothing. For a split second he looked surprised, then another surge of bodies knocked him sideways and broke the moment."
  },
  {
    "pid": "p129",
    "text": "‘Move!’ she yelled, grabbing my wrist and pulling me deeper into the alley before the gap closed entirely."
  },
  {
    "pid": "p130",
    "text": "We slammed up against a locked service door, chests heaving."
  },
  {
    "pid": "p131",
    "text": "‘That was tidy,’ I managed."
  },
  {
    "pid": "p132",
    "text": "‘Thanks, Steward School,’ she said, breathless. ‘Also ballet classes when I was seven.’"
  },
  {
    "pid": "p133",
    "text": "Without thinking about it, I reached out and pressed my hand briefly to her shoulder, steadying her, then wiped the streak of blood from her cheek with the edge of my sleeve. She blinked hard once, then opened her eyes again, something fierce and unguarded there."
  },
  {
    "pid": "p134",
    "text": "‘We are not dying in a bin alley,’ she said. ‘If we are going out, it is somewhere with better lighting.’"
  },
  {
    "pid": "p135",
    "text": "‘Deal,’ I said."
  },
  {
    "pid": "p136",
    "text": "We looked at each other for a second too long, the chaos outside receding just enough for me to feel the space between us. Then someone crashed into the other end of the alley and the spell broke."
  },
  {
    "pid": "p137",
    "text": "‘Later,’ she said."
  },
  {
    "pid": "p138",
    "text": "‘Later,’ I echoed, not sure what I meant by it."
  },
  {
    "pid": "p139",
    "text": "*"
  },
  {
    "pid": "p140",
    "text": "By early evening the square was a war zone. Fires burned in corners, sending smoke up to mix with the exhaust from hovering helicopters. Shop windows along the Strand were smashed in, shards glittering on the pavement. Sirens wove a thin, constant thread through everything."
  },
  {
    "pid": "p141",
    "text": "Our stewards were scattered, herding who they could towards buses, tube stations, any exit that was not blocked. Legal observers, fluorescent jackets dulled with grime, scribbled frantically in notebooks as arrests piled up."
  },
  {
    "pid": "p142",
    "text": "I found Jase near Charing Cross, standing stock still while a torrent of people flowed past him on either side. His face had gone grey under the dirt."
  },
  {
    "pid": "p143",
    "text": "‘Oi,’ I said gently, putting a hand on his shoulder. ‘Come back.’"
  },
  {
    "pid": "p144",
    "text": "He blinked and focused on me as if from very far away."
  },
  {
    "pid": "p145",
    "text": "‘I froze,’ he said. ‘They charged and I just… I could not move. I could see them coming and I did not shift. People were pushing and I just stood there. I am supposed to be a steward.’"
  },
  {
    "pid": "p146",
    "text": "‘You are a steward,’ I said. ‘You are also human. Did you see where they came from?’"
  },
  {
    "pid": "p147",
    "text": "He nodded, swallowing hard."
  },
  {
    "pid": "p148",
    "text": "‘From the side street by the bookshop,’ he said. ‘There were six. No, seven. One of them tripped over the kerb. I laughed. Then I thought he would probably kill me.’"
  },
  {
    "pid": "p149",
    "text": "‘There you go,’ I said. ‘You have just given me more detail than most people will manage in a year. That is going in the report. That is what you do if you freeze. You turn into a witness.’"
  },
  {
    "pid": "p150",
    "text": "He took a shuddering breath."
  },
  {
    "pid": "p151",
    "text": "‘I thought I was going to die,’ he said."
  },
  {
    "pid": "p152",
    "text": "‘Me too,’ I replied. ‘Couple of times today. Does not mean we will. Not if we can help it.’"
  },
  {
    "pid": "p153",
    "text": "I squeezed his shoulder."
  },
  {
    "pid": "p154",
    "text": "‘Get on a coach if you can,’ I said. ‘Tell your mum you did alright. Tell her you will take the bins out all week. She will forgive you for not being Superman.’"
  },
  {
    "pid": "p155",
    "text": "He let out a strangled laugh and nodded."
  },
  {
    "pid": "p156",
    "text": "As he turned away, I saw the tape on his arm – the steward armband – was half torn. I straightened it without thinking, smoothing the cloth over his sleeve."
  },
  {
    "pid": "p157",
    "text": "‘There,’ I said. ‘Still on duty till you are home.’"
  },
  {
    "pid": "p158",
    "text": "*"
  },
  {
    "pid": "p159",
    "text": "By the time we finally made it back to The Furnace, the sky was black and the square felt like a bad dream someone else had had. The bar was rammed with people talking too loudly, as if volume alone could keep the images at bay."
  },
  {
    "pid": "p160",
    "text": "Charlotte had already claimed a corner table and was spreading out notes, everyone who came through the door being dragged over for a quick “tell me what you saw”. The camcorders were stacked beside her, tapes carefully labelled in her neat hand."
  },
  {
    "pid": "p161",
    "text": "‘How bad?’ I asked, voice raw."
  },
  {
    "pid": "p162",
    "text": "‘Bad,’ she said. ‘Good, in a perverse way. We have seen enough to know they lost control. We have got multiple angles on at least three unprovoked charges. We have got footage of that van, before and after. We have got arrests that look like kidnappings.’"
  },
  {
    "pid": "p163",
    "text": "‘And us?’ I said. ‘How many down?’"
  },
  {
    "pid": "p164",
    "text": "‘Eight definite arrests from our lot that we know of,’ she said. ‘Could be more. A dozen injured enough to need hospital. Lisa has gone with them. She is already giving statements about police tactics in A&E, apparently.’"
  },
  {
    "pid": "p165",
    "text": "‘Of course she is,’ I said."
  },
  {
    "pid": "p166",
    "text": "Shell appeared with two mugs of tea and sank into the chair opposite, moving like someone twice her age."
  },
  {
    "pid": "p167",
    "text": "‘Any word from Scotland?’ she asked."
  },
  {
    "pid": "p168",
    "text": "‘Phone lines are a mess,’ Riz said, dropping into a seat. ‘But from what I have heard, Edinburgh was not pretty either. They tried to kettle them on the bridge. Did not work. Scots are slippery.’"
  },
  {
    "pid": "p169",
    "text": "‘We will know more tomorrow,’ Charlotte said. ‘Tonight we get down what we can while it is fresh.’"
  },
  {
    "pid": "p170",
    "text": "She slid a notebook towards me."
  },
  {
    "pid": "p171",
    "text": "‘Start with where you were when you first saw the horses move,’ she said. ‘Give me timestamp approximations if you can. Anything distinctive – banners, shop signs, the smell of petrol – all of it.’"
  },
  {
    "pid": "p172",
    "text": "‘The smell of petrol is going to be a recurring motif,’ I said."
  },
  {
    "pid": "p173",
    "text": "‘Good,’ she replied. ‘It will annoy the censors.’"
  },
  {
    "pid": "p174",
    "text": "I took the pen and the noise of the room fell away. In my head, the day replayed: steam on coach windows, Shell's hand slipping out of a copper's grip, Gav dragging that bloke from under the horse, Lisa's calm voice in the crush."
  },
  {
    "pid": "p175",
    "text": "When you look back at it on the news, the footage cuts and jumps. Van burns. Window breaks. Horse rears. Neat captions laid over the top: RIOT, CHAOS, ANARCHY. No faces, no names, no lines of people quietly locking arms so someone else can get through."
  },
  {
    "pid": "p176",
    "text": "We had the raw version. Smeared, shaky, amateur, but ours."
  },
  {
    "pid": "p177",
    "text": "Later, when Keira sat at my kitchen table in 2025 and asked, ‘Were you there?’, this is the day I thought of. Not as a single image, but as a sequence of choices. Coach lists. Armbands. A whistle between my teeth. A hand on a kid's shoulder telling him he had done enough."
  },
  {
    "pid": "p178",
    "text": "If Coach Grid was the map and Steward School was the muscle memory, Trafalgar was the moment everything collided. State power. Street anger. History coming down for a look. And us, in the middle, trying to keep people on their feet and the camera running."
  },
  {
    "pid": "p179",
    "text": "‘You alright?’ Shell asked, bringing me back."
  },
  {
    "pid": "p180",
    "text": "‘Not really,’ I said. ‘You?’"
  },
  {
    "pid": "p181",
    "text": "‘Ask me in thirty-five years,’ she replied."
  },
  {
    "pid": "p182",
    "text": "I looked down at the notebook, at the first words I had managed to get onto the page."
  },
  {
    "pid": "p183",
    "text": "31 MARCH 1990.\nTRAFALGAR SQUARE.\nWE WERE THERE."
  },
  {
    "pid": "p184",
    "text": "It would take months, years, for the ripples to reach the places they needed to go. Finchley. Newsrooms. Cabinet rooms. Polling booths. But sitting there with my tea going cold and my hand cramping round the pen, I knew this much: whatever story they told about “the Poll Tax riot”, ours started here, in the bodies and tapes we had kept out of the fire."
  }
]
