[
  {
    "pid": "p000",
    "text": "Chapter Eighteen – March 1990, London – Steward School"
  },
  {
    "pid": "p001",
    "text": "It started with a whistle and three people falling over each other in the middle of The Furnace."
  },
  {
    "pid": "p002",
    "text": "‘Stop, stop, stop,’ Shell said, pinching the bridge of her nose. ‘If you lot do that in Trafalgar, we will be peeling you off the pavement.’"
  },
  {
    "pid": "p003",
    "text": "We were in a rough circle in the main hall, chairs pushed back, stage lost behind banners and flipcharts. The air carried that particular mix you only got in a busy community space: stale beer from last night, fresh coffee from the café, the faint tang of marker pens. Someone had dragged in a mat from the kids' room for the first aid bit later. It looked small against all that wood."
  },
  {
    "pid": "p004",
    "text": "In the centre, three volunteers were trying to demonstrate “linking arms and moving as one”. So far the result looked more like “drunken conga at a wedding”."
  },
  {
    "pid": "p005",
    "text": "‘You are not holding hands at a school disco,’ Shell said. ‘You are a human rope. Strong but flexible. Try again.’"
  },
  {
    "pid": "p006",
    "text": "She stepped in between two of them, hooking her arm neatly through theirs, wrists low, elbows relaxed. When she moved, they had to adjust with her."
  },
  {
    "pid": "p007",
    "text": "‘Feel that?’ she asked. ‘You want to be able to give without snapping. You are not a barricade. You are a guide. Your job is not to fight police. Your job is to stop the people behind you panicking.’"
  },
  {
    "pid": "p008",
    "text": "The fifteen or so trainees watched with varying levels of focus. Some scribbled notes. Some stole glances at the big calendar Shell had taped to the wall. The date circled in red so thick it looked almost torn: 31 MARCH – NATIONAL DEMO."
  },
  {
    "pid": "p009",
    "text": "We were three weeks out."
  },
  {
    "pid": "p010",
    "text": "‘Right,’ Shell said. ‘Swap. New middle three.’"
  },
  {
    "pid": "p011",
    "text": "I caught her eye."
  },
  {
    "pid": "p012",
    "text": "‘You are enjoying yourself,’ I murmured."
  },
  {
    "pid": "p013",
    "text": "‘I enjoy people not dying,’ she replied. ‘This is the closest I get in advance.’"
  },
  {
    "pid": "p014",
    "text": "*"
  },
  {
    "pid": "p015",
    "text": "We had called it Steward School as a joke at first. Someone scrawled it on scrap paper and pinned it to the board: STEWARD SCHOOL – ENROL HERE. Like most jokes at The Furnace that stuck, it turned serious fast."
  },
  {
    "pid": "p016",
    "text": "The federation had sent round basic guidance – keep routes clear, do not provoke, identify yourselves with armbands – but most of it assumed tidy, polite marches where the worst that happened was somebody stepping on your heel. None of it accounted for Orgreave, or VHS tapes from Tottenham, or the footage from Northern Ireland you only got late at night."
  },
  {
    "pid": "p017",
    "text": "‘We cannot control the police,’ Shell had said at the planning meeting. ‘We cannot control what every angry twenty-year-old with a scarf does, especially when he has just seen his mate get batoned. What we can do is make sure that the people in armbands are not just the tallest blokes in the room.’"
  },
  {
    "pid": "p018",
    "text": "So we advertised. Not on posters – we did not want the cops sending their own “volunteers” – but through the grapevine: tenants' associations, women's groups, the queer youth project, old union stewards whose knees were not up to marching but whose brains were still sharp. We asked for people who could stay calm when everyone else lost their heads."
  },
  {
    "pid": "p019",
    "text": "‘You are not bouncers,’ I told them at the first session. ‘You are translators. You stand in the gap between what organisers want and what bodies are actually doing and try to stop the two colliding at speed.’"
  },
  {
    "pid": "p020",
    "text": "‘Sounds like my shift on the ward,’ muttered a middle-aged nurse from Homerton."
  },
  {
    "pid": "p021",
    "text": "‘Exactly,’ I said. ‘We will pair you with someone whose first instinct is to run towards trouble. You stop them getting themselves arrested in the first five minutes.’"
  },
  {
    "pid": "p022",
    "text": "Which was how Jase from the estate up the road ended up linked arm in arm with Lisa the nurse, trying not to tread on her toes."
  },
  {
    "pid": "p023",
    "text": "‘Gently,’ she told him, as they practised. ‘You are not dragging me to the bar. You are walking your gran across a busy road.’"
  },
  {
    "pid": "p024",
    "text": "‘My gran can drink me under the table,’ he said."
  },
  {
    "pid": "p025",
    "text": "‘Even more reason not to drop her,’ she replied."
  },
  {
    "pid": "p026",
    "text": "Off to one side, Len, our resident elder statesman, took “front line etiquette”. He had turned up in a flat cap and a tweed jacket that had probably seen more picket lines than most of us had hot dinners."
  },
  {
    "pid": "p027",
    "text": "‘First rule,’ he said, pacing in front of a row of volunteers, ‘you do not talk to police on your own. Ever. You are not here as private citizens. You are here as part of an organising group. If they want to change the route or demand something, you say: 'I will consult my fellow stewards.' Then you come and find one of us. No heroic solos. That is how they wedge you.’"
  },
  {
    "pid": "p028",
    "text": "A young woman with a shaved head and an enormous leather jacket put her hand up."
  },
  {
    "pid": "p029",
    "text": "‘What if they grab someone near you?’ she asked. ‘We cannot just leave them, can we?’"
  },
  {
    "pid": "p030",
    "text": "Len sighed."
  },
  {
    "pid": "p031",
    "text": "‘You will want to go in swinging,’ he said. ‘That is human. That is solidarity. But I have seen too many lads face down in the mud that way. Your first job is to clock it. Who grabbed them. What they wore. Which way they went. Then you shout. Make sure others clock it too. Get a witness circle round the arrest. That way, when it gets to court, it is not just some copper's word against a poor sod who cannot remember where was up.’"
  },
  {
    "pid": "p032",
    "text": "He glanced at me."
  },
  {
    "pid": "p033",
    "text": "‘Is that not right, Danny?’ he said. ‘Tell them about that tape from Orgreave.’"
  },
  {
    "pid": "p034",
    "text": "I cleared my throat."
  },
  {
    "pid": "p035",
    "text": "‘We had one,’ I said. ‘Some bloke with a borrowed camcorder filmed a line of cops charging. Not the BBC lot. Showed them hitting people already on the ground. In the first trials the prosecution pretended it did not exist. When the defence finally got it, half the case collapsed. It did not save everyone, but it made a crack.’"
  },
  {
    "pid": "p036",
    "text": "‘Theirs or yours?’ Jase asked."
  },
  {
    "pid": "p037",
    "text": "‘Theirs,’ I said. ‘And ours. Once you have seen them lie that cleanly, something in your head moves.’"
  },
  {
    "pid": "p038",
    "text": "I realised my jaw was clenched and made myself ease it."
  },
  {
    "pid": "p039",
    "text": "‘Anyway,’ I said. ‘Point is: you are two things. A buffer on the day. A witness afterwards. That is why we are doing memory drills.’"
  },
  {
    "pid": "p040",
    "text": "‘Memory drills,’ the shaved-headed girl groaned. ‘What is this, school?’"
  },
  {
    "pid": "p041",
    "text": "‘Pretty much,’ Riz said from the back. ‘We will have you chanting dates of uprisings if you muck about.’"
  },
  {
    "pid": "p042",
    "text": "He was in charge of communications, partly because of the radio show, mostly because he loved the idea of a human network."
  },
  {
    "pid": "p043",
    "text": "‘No walkie-talkies?’ someone asked him later, stacking chairs."
  },
  {
    "pid": "p044",
    "text": "‘We have two and one belongs to the café,’ he said. ‘We are doing this old school. Rendezvous points. Runners. Phone boxes. The phone tree. Drill it, and we can get word round the whole march in half an hour.’"
  },
  {
    "pid": "p045",
    "text": "He tapped the laminated sheet Shell had drawn: a simple diagram of nodes and branches, names in tiny ink. It looked harmless until you imagined each one representing forty or fifty people and a coach parked in a side street."
  },
  {
    "pid": "p046",
    "text": "‘Information is a weapon,’ Riz said. ‘So is confusion. We choose our side.’"
  },
  {
    "pid": "p047",
    "text": "*"
  },
  {
    "pid": "p048",
    "text": "The first aid session was led by a woman called Pat who worked in A&E and had the kind of manner that could silence a room faster than any slogan."
  },
  {
    "pid": "p049",
    "text": "She laid a line of volunteers on the mat and made us practise checking airways, rolling bodies into recovery position, valuing “not making things worse” over heroics."
  },
  {
    "pid": "p050",
    "text": "‘You are not paramedics,’ she said. ‘You are not surgeons. If someone is properly hurt, your job is get them breathing and not crushed, then get them to an ambulance. If there is one. If there is not…’ She paused. ‘You improvise. You do not leave them on their own. You make space. You shout until someone with more letters after their name arrives.’"
  },
  {
    "pid": "p051",
    "text": "She showed us how to tell someone who had fainted from someone whose chest was not moving. How to look for signs of concussion. How to talk to someone having a panic attack."
  },
  {
    "pid": "p052",
    "text": "‘You would be amazed,’ she said, ‘how many bruised ribs I see that are not from batons at all. Friendly fire. People piling on each other when they run. If you do nothing else as stewards, do this: stop people running in blind waves. Walk them. Spread them. Use your voices.’"
  },
  {
    "pid": "p053",
    "text": "Her eyes flicked to me."
  },
  {
    "pid": "p054",
    "text": "‘You were at Orgreave, were you not?’ she said, matter-of-fact."
  },
  {
    "pid": "p055",
    "text": "I nodded."
  },
  {
    "pid": "p056",
    "text": "‘Was it like this?’ she asked."
  },
  {
    "pid": "p057",
    "text": "‘No,’ I said. ‘It was worse. We had none of this. No steward school. Just lads in scarves and union banners and hope.’"
  },
  {
    "pid": "p058",
    "text": "I could still see it if I let myself; the horse lines, the ground shuddering, the sound of wood on bone. The way the official story had turned up clean and pressed before bruises had come up."
  },
  {
    "pid": "p059",
    "text": "‘What we are doing now,’ I added, ‘is what I wish we had had.’"
  },
  {
    "pid": "p060",
    "text": "Pat looked round the room."
  },
  {
    "pid": "p061",
    "text": "‘Listen to him,’ she said."
  },
  {
    "pid": "p062",
    "text": "*"
  },
  {
    "pid": "p063",
    "text": "Between sessions, The Furnace felt like a school between lessons. The café was full of people comparing notes, swapping rumours, drinking tea in that solemn way you only really saw at wakes and after long meetings."
  },
  {
    "pid": "p064",
    "text": "‘They are going to bring the horses,’ someone said. ‘My cousin is in the Met. He says they have been practising in Hyde Park.’"
  },
  {
    "pid": "p065",
    "text": "‘They will try kettling,’ another said. ‘Like Broadwater. Box you in, then pick you off or let you stew.’"
  },
  {
    "pid": "p066",
    "text": "‘They will not kettle with this many people,’ Shell said, sliding past with a tray. ‘They do not want pictures of old ladies penned in. That does not mean they will not charge. Different trick, same stick.’"
  },
  {
    "pid": "p067",
    "text": "The Scottish warnings ran under everything. Mags had sent a briefing from Dundee after one particularly ugly warrant sale where the police decided to “send a message”. We had adapted it, translated the Scottish legal bits, stapled it into our steward packs."
  },
  {
    "pid": "p068",
    "text": "‘It is not just the day,’ Shell kept reminding us. ‘It is everything after. Arrests. Press. Courts. We are not just trying to get people home in one piece. We are trying to make sure if they do not get home, someone meets them in the system.’"
  },
  {
    "pid": "p069",
    "text": "‘Cheery,’ Riz muttered, but he was the one who sat up till two typing the 'if you see someone nicked' checklist."
  },
  {
    "pid": "p070",
    "text": "In the evenings, after the last trainees had gone, we sat in the café with the big windows fogged, scribbling revisions on the steward handbook. It had started as bullet points on the back of a flyer. By the second week it was a document: twenty pages of plain English on everything from crowd dynamics to talking to journalists."
  },
  {
    "pid": "p071",
    "text": "Lily was with her nan more often now, which freed Shell for late sessions but left a hollow under her eyes that had nothing to do with paperwork."
  },
  {
    "pid": "p072",
    "text": "‘She asked what a steward was,’ Shell said one night. ‘I told her it was like being a lollipop lady for grown-ups. She said grown-ups should know how to cross a road by now.’"
  },
  {
    "pid": "p073",
    "text": "‘Look at us,’ Alex said, slumping into a chair with a mug. ‘We have become the thing we used to take the piss out of.’"
  },
  {
    "pid": "p074",
    "text": "‘What is that?’ I asked."
  },
  {
    "pid": "p075",
    "text": "‘Professionals,’ he said. ‘Next you will be applying for EU grants and buying matching tabards.’"
  },
  {
    "pid": "p076",
    "text": "‘Stewards in coordinated outfits,’ Riz mused. ‘There is an idea.’"
  },
  {
    "pid": "p077",
    "text": "‘No tabards,’ Shell said firmly. ‘Armbands only. We are not unpaid police. We are shepherds.’"
  },
  {
    "pid": "p078",
    "text": "‘Is there a difference?’ Alex asked."
  },
  {
    "pid": "p079",
    "text": "She gave him a look."
  },
  {
    "pid": "p080",
    "text": "‘Police work for the state,’ she said. ‘Shepherds work for the flock.’"
  },
  {
    "pid": "p081",
    "text": "‘Very biblical,’ he said."
  },
  {
    "pid": "p082",
    "text": "‘Shut up and quarter these,’ she replied, dumping a stack of photocopies on him."
  },
  {
    "pid": "p083",
    "text": "Katja was in the corner carving a lino block for the steward armband design. She had sketched it on tracing paper: two linked wrists with a small star above them."
  },
  {
    "pid": "p084",
    "text": "‘Too cheesy?’ she had asked."
  },
  {
    "pid": "p085",
    "text": "‘It works,’ I had said. ‘Just do not make the star too Soviet. You will start rumours.’"
  },
  {
    "pid": "p086",
    "text": "Now she was bent over the block, shavings curling."
  },
  {
    "pid": "p087",
    "text": "‘When I was in Leipzig in '89,’ she said, not looking up, ‘we had stewards on the Monday demos. Church people, youth groups. Their job was to stand between march and Stasi and to shout 'Keine Gewalt!' until their voices died.’"
  },
  {
    "pid": "p088",
    "text": "‘No violence,’ I translated."
  },
  {
    "pid": "p089",
    "text": "She nodded."
  },
  {
    "pid": "p090",
    "text": "‘It was not just for the police,’ she said. ‘It was for us. Reminding everyone that if we threw stones, they would have everything they needed.’"
  },
  {
    "pid": "p091",
    "text": "‘Did it work?’ Alex asked."
  },
  {
    "pid": "p092",
    "text": "‘Mostly,’ she said. ‘Enough.’ She glanced up. ‘You cannot control everyone. There is always someone who throws first. You just have to make sure they are not the whole story.’"
  },
  {
    "pid": "p093",
    "text": "Shell pointed with her pen."
  },
  {
    "pid": "p094",
    "text": "‘That,’ she said, ‘is the crux. We cannot stop every window going in. We can stop that being all anyone remembers.’"
  },
  {
    "pid": "p095",
    "text": "She turned to me."
  },
  {
    "pid": "p096",
    "text": "‘Which is where your tapes come in, Mister Ashcroft.’"
  },
  {
    "pid": "p097",
    "text": "*"
  },
  {
    "pid": "p098",
    "text": "The tapes had been waiting in the cupboard under the stairs like a half-forgotten species. Old C90s in cracked cases, a couple of VHS cassettes from early gigs, the odd reel from a four-track."
  },
  {
    "pid": "p099",
    "text": "‘We need to upgrade,’ Charlotte had said. ‘No offence, Danny, but if we turn up in Trafalgar with audio cassettes and a borrowed Super 8, we will miss half of it.’"
  },
  {
    "pid": "p100",
    "text": "So we begged and borrowed. A camcorder from a sympathetic freelance who remembered Charlotte from Berlin. Another from the bloke who had filmed our Chernobyl night. A third, less reliable, from a neighbour who used it for weddings and christenings."
  },
  {
    "pid": "p101",
    "text": "‘We sign them out,’ Shell said, treating them like library books. ‘We pair each camera with a steward. You do not wave it like a toy. You film from height when you can. You keep rolling when it gets ugly. Especially then.’"
  },
  {
    "pid": "p102",
    "text": "One night, after most had gone, Charlotte gave an impromptu lesson on how to film in a crowd without losing your head."
  },
  {
    "pid": "p103",
    "text": "‘Think like a dancer,’ she said, standing on a chair, camera to her eye. ‘You do not plant and hope. You sway with the movement. And you do not zoom unless you must. Zooms make people seasick and they are useless in court. Keep it wide, keep it steady, keep it long.’"
  },
  {
    "pid": "p104",
    "text": "‘Like marriage,’ Alex muttered."
  },
  {
    "pid": "p105",
    "text": "She ignored him."
  },
  {
    "pid": "p106",
    "text": "‘And you are not just filming police,’ she added. ‘You are filming stewards doing their job. Lines held. People calmed. So when the papers say 'anarchists ran amok', we can say: here is Mrs So-and-So from Lambeth telling people to walk, not run.’"
  },
  {
    "pid": "p107",
    "text": "She caught my eye."
  },
  {
    "pid": "p108",
    "text": "‘And you,’ she said, ‘will be on the megaphone. So for once in your life, enunciate.’"
  },
  {
    "pid": "p109",
    "text": "‘I always enunciate,’ I said."
  },
  {
    "pid": "p110",
    "text": "‘Danny, half your old tapes sound like a man falling down a mine shaft with a mouth full of gravel,’ she said. ‘Project. Distinct consonants. The future of the narrative depends on it.’"
  },
  {
    "pid": "p111",
    "text": "I gave her a salute."
  },
  {
    "pid": "p112",
    "text": "She stepped down, serious again."
  },
  {
    "pid": "p113",
    "text": "‘I mean it,’ she said quietly. ‘There will be cameras there only interested in fire. We need some looking at the water.’"
  },
  {
    "pid": "p114",
    "text": "*"
  },
  {
    "pid": "p115",
    "text": "The closer we got, the more Steward School felt like both shield and dare. Each session filled a gap we had not known we had – what to do if someone went under a horse, how to spot a snatch squad, how to get lost kids back to coaches – but it also made the stakes more real."
  },
  {
    "pid": "p116",
    "text": "‘Do you ever wish we had just stuck to gigs?’ Alex asked one night as we walked home, breath pale in the cold."
  },
  {
    "pid": "p117",
    "text": "‘Sometimes,’ I said. ‘Then I remember all the nights we shouted ourselves hoarse in tiny clubs to the same people and I think… this is what it was for.’"
  },
  {
    "pid": "p118",
    "text": "‘To get you a whistle and an armband?’ he said."
  },
  {
    "pid": "p119",
    "text": "‘Armband, yes,’ I said. ‘Whistle, reluctantly.’"
  },
  {
    "pid": "p120",
    "text": "He shoved his hands deeper in his pockets."
  },
  {
    "pid": "p121",
    "text": "‘You are scared,’ he said."
  },
  {
    "pid": "p122",
    "text": "‘Of course I am,’ I replied. ‘You would have to be thick not to be. We are inviting tens of thousands into a city where the police are rattled and the government has dug in. You have seen Scotland. You have seen Hillsborough. You have seen Brixton and Tottenham. Fear is rational.’"
  },
  {
    "pid": "p123",
    "text": "‘What scares you most?’ he asked."
  },
  {
    "pid": "p124",
    "text": "I thought about it. There were the obvious things – truncheons, horses, kettles, headlines. Underneath that, something less cinematic."
  },
  {
    "pid": "p125",
    "text": "‘Losing someone because we missed something,’ I said. ‘Because we did not spot a bottleneck. Because we put the wrong person at the front. Every time I look at a map I see those pens at Hillsborough.’"
  },
  {
    "pid": "p126",
    "text": "He nodded."
  },
  {
    "pid": "p127",
    "text": "‘You cannot control everything,’ he said."
  },
  {
    "pid": "p128",
    "text": "‘I know,’ I said. ‘But we can control some. That bit keeps me up. All the variables we have not met yet.’"
  },
  {
    "pid": "p129",
    "text": "We walked on in silence past shuttered shops and the odd kebab place. Somewhere a siren rose and fell. It sounded ordinary. That was the strangest part: how ordinary everything was until it was not."
  },
  {
    "pid": "p130",
    "text": "‘I keep thinking about the ones who come after,’ I said suddenly."
  },
  {
    "pid": "p131",
    "text": "‘After what?’ he frowned."
  },
  {
    "pid": "p132",
    "text": "‘After all this,’ I said. ‘Some kid years from now, sat at a kitchen table with a mug of tea, asking why we bothered. Why we did not just stay home and let it blow over.’"
  },
  {
    "pid": "p133",
    "text": "He snorted."
  },
  {
    "pid": "p134",
    "text": "‘You are a long way from quiet retirements,’ he said."
  },
  {
    "pid": "p135",
    "text": "‘Not really,’ I said. ‘That is how I stop spiralling. I imagine having to explain it later. Where the cracks were. Why we stood where we did. Why we told people to walk, not run. Not the romance – the boring bits.’"
  },
  {
    "pid": "p136",
    "text": "I shoved my hands deeper into my coat pockets."
  },
  {
    "pid": "p137",
    "text": "‘Because the fight keeps changing shape,’ I went on. ‘Strike, closures, Clause 28, this. Next time it will be something else with a new name and the same old hand on your throat. But it will still be somebody trying to make ordinary people feel alone. And some other lot trying to teach each other not to run.’"
  },
  {
    "pid": "p138",
    "text": "He looked at me for a moment, then nodded once."
  },
  {
    "pid": "p139",
    "text": "‘You and your fingerprints,’ he said. ‘You going to add Steward School to the collection?’"
  },
  {
    "pid": "p140",
    "text": "‘Probably,’ I said. ‘Coach Grid was the map. This is the muscle memory. The bit where we try to make sure that when someone writes 'riot' under a picture, we have got receipts.’"
  },
  {
    "pid": "p141",
    "text": "He grinned."
  },
  {
    "pid": "p142",
    "text": "‘You know what I will tell your hypothetical kid?’ he said. ‘That you were the first person I saw turn a punk band into a training programme.’"
  },
  {
    "pid": "p143",
    "text": "‘Terrible legacy,’ I said."
  },
  {
    "pid": "p144",
    "text": "‘No,’ he said. ‘It is the only kind that lasts.’"
  },
  {
    "pid": "p145",
    "text": "*"
  },
  {
    "pid": "p146",
    "text": "On the last Friday before the march we did a full drill. No theory. Walk-through."
  },
  {
    "pid": "p147",
    "text": "We marked an imaginary route on the floor with tape and chairs. We simulated bottlenecks, sudden stops, surges from the back. We practised peeling a small group off a larger one without making them feel abandoned. We ran through hand signals Riz had filched from an industrial safety pamphlet: slow, stop, back."
  },
  {
    "pid": "p148",
    "text": "By the end everyone was sweating and short of breath."
  },
  {
    "pid": "p149",
    "text": "‘Now imagine doing that six hours straight with twenty times the people,’ Shell said. ‘And cameras. And police.’"
  },
  {
    "pid": "p150",
    "text": "‘Cheers,’ Jase said, wiping his forehead on his sleeve."
  },
  {
    "pid": "p151",
    "text": "We handed out the steward packs: maps, handbooks, emergency numbers, a wallet card with IF ARRESTED on it in big black letters, and a cheap whistle."
  },
  {
    "pid": "p152",
    "text": "‘You only blow this if you have to,’ Shell said, as if addressing a class full of children with fireworks. ‘We are not turning the march into a referees' convention.’"
  },
  {
    "pid": "p153",
    "text": "‘What about armbands?’ someone asked."
  },
  {
    "pid": "p154",
    "text": "Katja stepped up with a cardboard box. Inside were strips of cloth printed with her linked-hands design, the star subtle enough to pass unnoticed."
  },
  {
    "pid": "p155",
    "text": "‘Tie it like this,’ she said, looping one round her arm. ‘Not so tight you lose feeling, not so loose it falls off. And you do not give it to a mate because he thinks it looks cool. If you wear this, you are taking responsibility for the people around you. If you do not want that, that is fine. March without it.’"
  },
  {
    "pid": "p156",
    "text": "There was a small shift in the room as weight settled. Some hesitated, then reached into the box. Others stepped back, relief on their faces."
  },
  {
    "pid": "p157",
    "text": "‘That is alright,’ Shell said to them. ‘We need marchers as much as stewards. Just know who is who on the day.’"
  },
  {
    "pid": "p158",
    "text": "When it was my turn, I ran my fingers over the print before tying it. The ink was still faintly tacky. The hands looked small and stubborn."
  },
  {
    "pid": "p159",
    "text": "‘This is it, then,’ I said."
  },
  {
    "pid": "p160",
    "text": "‘This is it,’ Shell said. ‘School is out.’"
  },
  {
    "pid": "p161",
    "text": "We looked at each other with armbands in place. Young, old, tired, wired. Some had been fighting for a decade. Some had only just arrived. All of us were about to step into a story we would not get to edit in real time."
  },
  {
    "pid": "p162",
    "text": "Later, in my flat, I emptied my pockets on the table: steward card, map, whistle, folded coach contacts, a packet of Polos half full. The armband lay on top, ink dark on cheap cotton."
  },
  {
    "pid": "p163",
    "text": "I thought of Orgreave, of Hillsborough, of the Wall coming down. Of Mrs Cartwright in Finchley and the Scots on their doorsteps. Of every time we had watched someone else tell our story wrong on purpose."
  },
  {
    "pid": "p164",
    "text": "‘Not this time,’ I said, to nobody."
  },
  {
    "pid": "p165",
    "text": "Steward School was not a guarantee. It was barely a shield. But it was a choice. To step forward, not back. To be, in Mam's hymn phrase, our brother's keeper."
  },
  {
    "pid": "p166",
    "text": "If you close your eyes and look at that year from above, three marks show: a grid of pins, a hall full of people learning how to stand and how to fall, and a square in central London where everything spilled over. Coach Grid, Steward School, Trafalgar. You do not get the last without the first two."
  },
  {
    "pid": "p167",
    "text": "That, in the end, is what I tell people now: that nobody ever topples anything on their own. That before the battle comes the homework. And that somewhere in the mess there we were, in a cold hall in East London, practising how not to run."
  }
]
