[
  {
    "pid": "p001",
    "text": "It was a wet, grey Thursday that did not look like history."
  },
  {
    "pid": "p002",
    "text": "London does that. The big days arrive in the same colour as the small ones. You still have to find your socks, still spill tea on the kitchen counter, still argue with Shell about the rota for the bar."
  },
  {
    "pid": "p003",
    "text": "I was in The Furnace office when the phone went."
  },
  {
    "pid": "p004",
    "text": "I was going through a box of VHS returns from Glasgow and Dundee, making a rough tally of “copied and passed on” notes people had scribbled on torn envelopes. Shell was downstairs with a group planning winter benefit gigs – anti-Poll Tax, anti-evictions, anti-every-bloody-thing that year had thrown at us – and I could hear Riz's voice in the mix, dry as ever, arguing about whose turn it was to do the door list. The window was cracked open, letting in the smell of damp brick and the distant rush of the main road."
  },
  {
    "pid": "p005",
    "text": "The phone rang its sharp, old-fashioned ring. I wiped my hands on my jeans and picked it up."
  },
  {
    "pid": "p006",
    "text": "‘Ashcroft.’"
  },
  {
    "pid": "p007",
    "text": "‘Danny. It is Rupert.’"
  },
  {
    "pid": "p008",
    "text": "I straightened instinctively, like a kid called to the head teacher's office. Even after all these years I never quite shook the feeling that speaking to an MP meant using your best manners."
  },
  {
    "pid": "p009",
    "text": "‘All right, Rupert?’"
  },
  {
    "pid": "p010",
    "text": "‘As all right as one can be,’ he said, voice dry as paper. ‘Are you near Westminster this lunchtime?’"
  },
  {
    "pid": "p011",
    "text": "‘Not exactly. East End. Why?’"
  },
  {
    "pid": "p012",
    "text": "‘Because I think you might wish to be. Red Lion, half twelve. Bring Charlotte if she can manage it. And perhaps Shell, if she is not barricading anything.’"
  },
  {
    "pid": "p013",
    "text": "‘Is this about…?’ I did not quite know how to phrase it. You could feel something moving under the surface that week: the news about the leadership challenge, the talk of letters going in, Heseltine hovering like a posh crow."
  },
  {
    "pid": "p014",
    "text": "Rupert cleared his throat."
  },
  {
    "pid": "p015",
    "text": "‘I have reason to believe today may… interest you,’ he said. ‘Let us say that. I would like you to see it with your own eyes, not hear it on the evening news.’"
  },
  {
    "pid": "p016",
    "text": "He did not sound triumphant. He sounded tired."
  },
  {
    "pid": "p017",
    "text": "‘Right,’ I said slowly. ‘We will see what we can do.’"
  },
  {
    "pid": "p018",
    "text": "‘You have earned that much, at least,’ he added, then said goodbye in that clipped way and rang off."
  },
  {
    "pid": "p019",
    "text": "I stood there with the receiver still in my hand, listening to the silence on the line, then to my own heart giving a little kick. Something was happening. And if Rupert – old Finchley Tory Rupert Haversham – was suggesting I come down to Westminster, it was not going to be small."
  },
  {
    "pid": "p020",
    "text": "Shell appeared in the doorway, clipboard tucked under her arm, hair pulled back in a bandana."
  },
  {
    "pid": "p021",
    "text": "‘Who was that?’ she said. ‘You look like you have seen a ghost. Or the bar bill.’"
  },
  {
    "pid": "p022",
    "text": "‘Rupert,’ I said. ‘He wants us at the Red Lion for half twelve.’"
  },
  {
    "pid": "p023",
    "text": "She raised an eyebrow."
  },
  {
    "pid": "p024",
    "text": "‘The posh pub where he wants us to meet him?’"
  },
  {
    "pid": "p025",
    "text": "‘Same one.’"
  },
  {
    "pid": "p026",
    "text": "‘What for?’"
  },
  {
    "pid": "p027",
    "text": "‘He did not say outright, but…’ I spread my hands. ‘You have seen the headlines.’"
  },
  {
    "pid": "p028",
    "text": "A slow grin started to form on her face, then faltered. She did not want to jinx it."
  },
  {
    "pid": "p029",
    "text": "‘If this is one of those days,’ she said quietly, ‘we cannot just watch it in a room full of suits.’"
  },
  {
    "pid": "p030",
    "text": "‘He said bring you. Charlotte too, if she can get away.’"
  },
  {
    "pid": "p031",
    "text": "‘Charlotte is at the paper,’ Shell said. ‘She is probably already hovering round a television. I will ring her.’"
  },
  {
    "pid": "p032",
    "text": "She turned to go, then looked back."
  },
  {
    "pid": "p033",
    "text": "‘If this is it, Danny…’"
  },
  {
    "pid": "p034",
    "text": "‘I know,’ I said. ‘I know.’"
  },
  {
    "pid": "p035",
    "text": "*"
  },
  {
    "pid": "p036",
    "text": "Charlotte met us outside Westminster tube, breath clouding in the November air, camera bag slung across her body. She wore her usual uniform for days like this: boots, dark jeans, long coat, scarf wound tight like she was heading into a storm."
  },
  {
    "pid": "p037",
    "text": "‘Newsroom is a madhouse,’ she said, kissing my cheek quickly. ‘They will have feeds going in every bar from here to St James's. They said if I can get some colour, some reaction shots, they will take whatever I can file.’ She glanced at Shell. ‘If it happens.’"
  },
  {
    "pid": "p038",
    "text": "‘If,’ Shell echoed. ‘Feels like waiting for the result after the strike vote, this.’"
  },
  {
    "pid": "p039",
    "text": "We walked up Whitehall together, past the Cenotaph, past the ministries. There were more press vans than usual parked along the street, cables snaking into doorways, satellite dishes turning lazily on rooftops. A group of tourists stood near Downing Street's black railings, pointing at the line of police with machine-like interest."
  },
  {
    "pid": "p040",
    "text": "Outside the Red Lion there was already a cluster of people. You could tell who worked in which building by the cut of their clothes and the shape of their lanyards. Civil servants in plain suits smoking quick cigarettes. Researchers with folders under their arms. A couple of lobby journalists comparing notes. Everyone pretending this was just another lunchtime, but the way they checked their watches told a different story."
  },
  {
    "pid": "p041",
    "text": "Inside, the pub was heaving. Coats draped over every chair, steam lifting off wet scarves. There was a faint smell of wet wool and gravy and whatever cheap cleaner they used after last night's session. The televisions – one above the bar, another on a shelf at the far end – were tuned to the news channels, sound turned up for once."
  },
  {
    "pid": "p042",
    "text": "Rupert was at a small table near the back, tie slightly loosened, a half-drunk pint of bitter in front of him. He got to his feet as we pushed through the crowd."
  },
  {
    "pid": "p043",
    "text": "‘Ashcroft.’ He shook my hand warmly. ‘Shell. Charlotte. You made good time.’"
  },
  {
    "pid": "p044",
    "text": "He looked different from the last time I had seen him in Oxfordshire. The easy countryside sheen was gone. There were deeper lines round his eyes, and his hair, while still carefully combed, had surrendered more fully to grey. He looked like a man who had spent too many nights in meetings that went on too long and said too little."
  },
  {
    "pid": "p045",
    "text": "‘Thought you might be imagining things,’ Shell said. ‘Or that we would come all this way to watch her survive again.’"
  },
  {
    "pid": "p046",
    "text": "‘Believe me, Ms Walker, I had much the same thought,’ Rupert replied. ‘But word is firm. The writing has been on the wall for some time. Today they will read it aloud.’"
  },
  {
    "pid": "p047",
    "text": "He gestured for us to sit. Charlotte slipped her camera from its bag, checking the battery."
  },
  {
    "pid": "p048",
    "text": "‘You will want to be ready,’ he said to her. ‘I suspect there will be some expressions worth capturing.’"
  },
  {
    "pid": "p049",
    "text": "‘If she cries, I want it on film,’ Charlotte muttered."
  },
  {
    "pid": "p050",
    "text": "Rupert gave her a look that was half reproach, half resigned amusement."
  },
  {
    "pid": "p051",
    "text": "‘Have you eaten?’ he asked. ‘They do a decent pie, if you do not mind waiting.’"
  },
  {
    "pid": "p052",
    "text": "‘We will eat later,’ I said. ‘Already got enough in my stomach.’"
  },
  {
    "pid": "p053",
    "text": "He nodded, as if that made perfect sense."
  },
  {
    "pid": "p054",
    "text": "On the television above the bar, the newsreader talked through the leadership challenge: the failed first ballot, the shock, the 'iron' suddenly looking more brittle. They cut to shots of Downing Street, the black door closed, a hint of movement behind net curtains. Somewhere not far from where we sat, history was being drafted in careful civil service words."
  },
  {
    "pid": "p055",
    "text": "‘I remember the first time I saw her in person,’ Rupert said quietly, eyes on the screen. ‘Maiden speech. Determined. Sharp as a tack.’ He shook his head. ‘I never thought…’"
  },
  {
    "pid": "p056",
    "text": "‘That you would live to see the back of her?’ Shell said."
  },
  {
    "pid": "p057",
    "text": "‘That she would do so much damage to the country she professed to love,’ he replied. ‘One does not like to think that of one's own side. But facts are stubborn.’"
  },
  {
    "pid": "p058",
    "text": "Charlotte lifted her camera and took a shot of him, profile against the gloomy pub light."
  },
  {
    "pid": "p059",
    "text": "‘For the private collection,’ she said."
  },
  {
    "pid": "p060",
    "text": "He smiled faintly."
  },
  {
    "pid": "p061",
    "text": "‘I would rather you saved your film for the lady of the hour.’"
  },
  {
    "pid": "p062",
    "text": "The volume on the television nudged up. A reporter outside Number Ten was speaking in that hushed, excited tone they reserve for wars and royal births."
  },
  {
    "pid": "p063",
    "text": "‘…expected any minute now to come to the microphones and make a statement…’"
  },
  {
    "pid": "p064",
    "text": "The pub quietened. Conversation thinned, glasses were set down rather than slammed, people turned their heads towards the screens."
  },
  {
    "pid": "p065",
    "text": "My palms felt damp. It was ridiculous. I was not about to go on stage. I was just another face in a crowded pub. But under the nerves there was something else – a long, slow ache that had started six years earlier on a cold morning in South Yorkshire."
  },
  {
    "pid": "p066",
    "text": "For a moment I was back there: the half-light of dawn, the huddle of men at the pit gates, the police lines, my dad's body hitting the ground. The smell of coal dust and sweat and fear. His hand on my shoulder later, fingers trembling, as he said, ‘Do not let them get away with this, lad. Not entirely.’"
  },
  {
    "pid": "p067",
    "text": "I swallowed hard and focused on the television."
  },
  {
    "pid": "p068",
    "text": "The door on the screen opened. She stepped out: Margaret Hilda Thatcher, Prime Minister of the United Kingdom, the woman who had called my dad's union leaders the enemy within, who had broken communities like ours over her knee and told us it was for our own good."
  },
  {
    "pid": "p069",
    "text": "She looked smaller than in my memory. Not physically; she was still that compact, determined figure in the tailored suit and pearls. But there was a tightness around her mouth, a strain at the edge of her eyes. The famous helmet of hair held, but the face beneath it no longer looked carved from certainty. It looked, for the first time, like a face that understood defeat."
  },
  {
    "pid": "p070",
    "text": "The pub held its breath."
  },
  {
    "pid": "p071",
    "text": "‘Having consulted with my Cabinet colleagues…’ she began."
  },
  {
    "pid": "p072",
    "text": "Her voice was the same – that precise, schoolmistress tone that had rung out over my mum's quiet kitchen radio and in every clip they ever showed of her in the Commons. I had heard it announce pit closures, police funding increases, new laws that would make our lives harder. It had become the sound of a certain kind of power, one that never expected to be challenged from below."
  },
  {
    "pid": "p073",
    "text": "As she spoke, I glanced around the room."
  },
  {
    "pid": "p074",
    "text": "At the bar, a couple of young researchers in shirtsleeves stood with pints in hand, mouths slightly open. An older woman in a sensible skirt suit had tears in her eyes. Near the door, two lads in leather jackets with Anti Poll Tax badges pressed close, their expressions combative but wary, like they could not quite trust what they were seeing."
  },
  {
    "pid": "p075",
    "text": "‘…I have concluded that the interests of the Party and the country would be best served if I were to resign as Leader of the Conservative Party…’"
  },
  {
    "pid": "p076",
    "text": "The words hung in the air like smoke."
  },
  {
    "pid": "p077",
    "text": "There was a second of stunned silence. Even the television seemed to hesitate."
  },
  {
    "pid": "p078",
    "text": "Then the pub erupted."
  },
  {
    "pid": "p079",
    "text": "Cheers, shouts, applause, whistles. Someone whooped so loudly the glasses rattled. A chair scraped back, someone clapped someone else on the back hard enough to make them choke on their beer. The two lads at the door started up “Maggie, Maggie, Maggie – out, out, out!” at the top of their lungs. A barmaid cried, then laughed at herself for crying."
  },
  {
    "pid": "p080",
    "text": "Shell gripped my hand so tightly it hurt."
  },
  {
    "pid": "p081",
    "text": "‘Did she actually say it?’ she gasped, half laughing, half incredulous. ‘Did she actually say resign?’"
  },
  {
    "pid": "p082",
    "text": "‘She did,’ Charlotte said, raising her camera and snapping again and again – the television, the crowd, Rupert's face as he sat very still, eyes bright. ‘God, I never thought I would see this.’"
  },
  {
    "pid": "p083",
    "text": "On the screen, Thatcher's voice wobbled just slightly as she spoke about “the proudest moment of my life” and “the will of the people”. It was the closest she had ever come to an apology, and it was not one, not really. But there, in the corner of the Red Lion, with Shell's fingers digging into mine and Charlotte clicking away, I watched the woman who had seemed untouchable begin to step down."
  },
  {
    "pid": "p084",
    "text": "The landlord, who had spent the eighties pretending to be neutral while serving Newcastle Brown to half the unions in Britain, let out a sound somewhere between a laugh and a bark."
  },
  {
    "pid": "p085",
    "text": "‘About bloody time,’ he said, loud and deliberate."
  },
  {
    "pid": "p086",
    "text": "That seemed to tip the room into something more than shock. A man in a grey jumper came round with a tray of hastily poured shots – whisky, mostly, a few random spirits grabbed off the shelf."
  },
  {
    "pid": "p087",
    "text": "‘On the house,’ he called. ‘To the end of the bloody Poll Tax. To the end of her.’"
  },
  {
    "pid": "p088",
    "text": "Glasses were taken, raised, clinked. Rupert accepted one, eyeing the amber liquid warily."
  },
  {
    "pid": "p089",
    "text": "‘Not exactly House of Commons Merlot,’ he muttered."
  },
  {
    "pid": "p090",
    "text": "‘Better for the soul,’ Shell said, downing hers in one and grimacing."
  },
  {
    "pid": "p091",
    "text": "I lifted mine."
  },
  {
    "pid": "p092",
    "text": "‘To Bill,’ I said quietly. ‘And Victoria. And everyone at Grimethorpe.’"
  },
  {
    "pid": "p093",
    "text": "Shell's face softened."
  },
  {
    "pid": "p094",
    "text": "‘To Grimethorpe,’ she echoed. ‘And to all the pits. Even if they shut every last one, they will never erase us.’"
  },
  {
    "pid": "p095",
    "text": "Charlotte added, ‘To Hillsborough. To all the people they tried to blame. To every name they turned into a headline and then tried to forget.’"
  },
  {
    "pid": "p096",
    "text": "Rupert raised his glass more formally."
  },
  {
    "pid": "p097",
    "text": "‘To everyone who believed this country could be more just than it was told to be,’ he said. ‘Even when it was inconvenient.’"
  },
  {
    "pid": "p098",
    "text": "We drank. The whisky burned on the way down, bright and sharp."
  },
  {
    "pid": "p099",
    "text": "On the television, the caption did the work of history in a line: PRIME MINISTER TO RESIGN AFTER FAILING TO WIN FIRST ROUND OF LEADERSHIP ELECTION. A smaller strip underneath reminded everyone: POLL TAX CONTROVERSY “MAJOR FACTOR” IN LOSS OF SUPPORT."
  },
  {
    "pid": "p100",
    "text": "‘They have actually put it on the ticker,’ Charlotte muttered. ‘They have said it out loud.’"
  },
  {
    "pid": "p101",
    "text": "The camera cut to footage of the march in March – our march, our square – except from some BBC crane angle that made it look tidy and far away. You could not see the fear in people's eyes from up there. You could not see smashed teeth, the old woman with the broken wrist, Bobby's bruised ribs. But you could see the smoke, the lines, the horses. For half a second a banner flickered into view: The Furnace logo, sketched in marker on an old bed sheet."
  },
  {
    "pid": "p102",
    "text": "It was gone before anyone else noticed, but my stomach flipped."
  },
  {
    "pid": "p103",
    "text": "‘That is ours,’ Charlotte said. ‘Even if they do not know it. That is ours.’"
  },
  {
    "pid": "p104",
    "text": "They rolled other footage: miners' strike, Wapping, West Belfast, Europe rows. It all blurred for a moment. My eyes were not on the screen any more; they were back in a different kitchen, in a different year. Bill at the sink, shoulders sagging as the radio told him he was an extremist. Coal dust in the crease of his neck. The tally disc in my pocket, pressing against my thigh as I promised myself I would not still be crawling round the bottom of a hole when I was forty."
  },
  {
    "pid": "p105",
    "text": "I had sworn I would get out. Sworn I would make noise. That was as far as the plan went."
  },
  {
    "pid": "p106",
    "text": "Now I was here, twenty-four years old in a Westminster pub, watching the woman who did her best to break my village step down."
  },
  {
    "pid": "p107",
    "text": "‘Oi!’"
  },
  {
    "pid": "p108",
    "text": "Shell burst back in from the street, bringing a gust of cold air and rain with her. Her coat was half-fastened, scarf lopsided. She was panting, hair plastered to her forehead."
  },
  {
    "pid": "p109",
    "text": "‘Is it true?’ she gasped, pushing between chairs, ignoring annoyed looks. ‘Tell me it is not some bloody rumour – I have just rung The Furnace and everyone is screaming…’"
  },
  {
    "pid": "p110",
    "text": "Charlotte jerked her chin at the television. They were showing a shot of the door of Number Ten, a garden of microphones waiting like vultures."
  },
  {
    "pid": "p111",
    "text": "‘It is true,’ I said. My voice came out hoarse. ‘She is packing her bags.’"
  },
  {
    "pid": "p112",
    "text": "Shell slapped both hands on the table, leant over and kissed my cheek so hard it stung."
  },
  {
    "pid": "p113",
    "text": "‘We actually did it,’ she said, laughing in a way I do not think I had ever heard before – no edge, no bitterness, just disbelief. ‘We actually did it.’"
  },
  {
    "pid": "p114",
    "text": "‘Steady on,’ I said, though I was grinning now, could not help it. ‘There were a few others involved.’"
  },
  {
    "pid": "p115",
    "text": "‘Yeah, yeah,’ she waved a hand. ‘Heseltine's bouffant, Geoffrey bloody Howe's resignation, blah blah. But you know what I mean.’"
  },
  {
    "pid": "p116",
    "text": "She collapsed into the spare chair, grabbed my pint without asking and drained half of it."
  },
  {
    "pid": "p117",
    "text": "‘They are already spilling out onto Whitehall,’ she said. ‘Someone has dragged a sound system out of some office, they are playing 'Ghost Town' too loud. The council lot are heading down from County Hall. We should go.’"
  },
  {
    "pid": "p118",
    "text": "The idea of cheering outside Number Ten, chanting while civil servants peered through net curtains, had its appeal. But the thought of pushing through that crowd made my legs feel like sandbags."
  },
  {
    "pid": "p119",
    "text": "‘In a bit,’ I said. ‘Let us just… take this in.’"
  },
  {
    "pid": "p120",
    "text": "She studied my face, then nodded."
  },
  {
    "pid": "p121",
    "text": "‘Alright, old man,’ she said, softer. ‘Five minutes. Then we go and annoy some Tories.’"
  },
  {
    "pid": "p122",
    "text": "The landlord appeared with three fresh pints without being asked, set them down like a priest putting out candles."
  },
  {
    "pid": "p123",
    "text": "‘On the house,’ he said gruffly. ‘Do not get used to it.’"
  },
  {
    "pid": "p124",
    "text": "‘Cheers, Mick,’ Charlotte said."
  },
  {
    "pid": "p125",
    "text": "He glanced up at the telly again, tenderness flickering in his eyes."
  },
  {
    "pid": "p126",
    "text": "‘Never thought I would see the day,’ he murmured. ‘Thought she would outlive us all out of spite.’"
  },
  {
    "pid": "p127",
    "text": "We raised the glasses, but no simple toast felt equal to it."
  },
  {
    "pid": "p128",
    "text": "‘To the Poll Tax,’ Charlotte said dryly. ‘The only useful thing it ever did was help bring her down.’"
  },
  {
    "pid": "p129",
    "text": "We drank."
  },
  {
    "pid": "p130",
    "text": "*"
  },
  {
    "pid": "p131",
    "text": "A little while later, Rupert slipped back to our corner."
  },
  {
    "pid": "p132",
    "text": "He looked wrong in here in the middle of the day, tall in a dark overcoat with his tie slightly askew, like a picture from a party leaflet had wandered into the wrong pub. Eyes followed him as he threaded through the crowd – not hostile exactly, but curious. What does a Conservative do on the day his queen is toppled?"
  },
  {
    "pid": "p133",
    "text": "‘Afternoon,’ he said quietly when he reached us. He was flushed, hair flatter than usual, like he had been running his hands through it."
  },
  {
    "pid": "p134",
    "text": "‘Come to gloat, Haversham?’ Shell said. ‘Some new horror lined up as a replacement?’"
  },
  {
    "pid": "p135",
    "text": "He gave her a weary look."
  },
  {
    "pid": "p136",
    "text": "‘Hardly,’ he said. ‘I have just endured three hours of grown men weeping in offices and swearing they will never forgive Michael. I needed air. And a drink. And you lot.’"
  },
  {
    "pid": "p137",
    "text": "‘Flattered,’ I said."
  },
  {
    "pid": "p138",
    "text": "He sat, unbuttoned his coat, signalled to the bar with a small lift of his hand. Someone brought him a whisky without being asked. He cradled it for a second, then raised it, not to the television, but to us."
  },
  {
    "pid": "p139",
    "text": "‘Well done,’ he said simply."
  },
  {
    "pid": "p140",
    "text": "Shell blinked."
  },
  {
    "pid": "p141",
    "text": "‘Come again?’"
  },
  {
    "pid": "p142",
    "text": "‘You won,’ he said. ‘You and a great many others. You forced a reckoning. The Poll Tax has become untenable. My constituency surgeries have been… instructive, let us say. Your material,’ he nodded at Charlotte, ‘your maddeningly well-prepared briefings, the footage from the square – they have all had their effect. Do not let anyone persuade you this was just palace intrigue.’"
  },
  {
    "pid": "p143",
    "text": "He was not sentimental. He was still Rupert, still a Tory, still believing in the party like a religion. But for once there was no attempt to soften or spin."
  },
  {
    "pid": "p144",
    "text": "I thought of Charlotte's Finchley Faces series spread out on our battered table, all those tired eyes and unpaid bills, little captions noting how many times they had written to their MP. I thought of the packet we had sent in Rupert's name to a handful of wavering backbenchers. I thought of the phone calls, the late-night typing, Charlotte's ink-stained fingers."
  },
  {
    "pid": "p145",
    "text": "‘You are saying a few photographs changed government policy,’ I said, testing him."
  },
  {
    "pid": "p146",
    "text": "‘I am saying,’ he replied, ‘that when men who have never queued for a giro in their lives started facing rooms full of people who now could not pay, some of them listened. And when certain of us’ – he gave me a sideways look – ‘provided evidence those people were being misrepresented as thugs and anarchists, it made it easier for those same men to rebel.’"
  },
  {
    "pid": "p147",
    "text": "Shell folded her arms."
  },
  {
    "pid": "p148",
    "text": "‘So what now?’ she said. ‘You lot swap one bastard for another and carry on? Or does something actually change?’"
  },
  {
    "pid": "p149",
    "text": "Rupert stared into his glass."
  },
  {
    "pid": "p150",
    "text": "‘I honestly do not know,’ he said. ‘But the tax will go. You have my word on that. They will rebadge it, fidget with the levers, pretend it was always the plan. You will still have to fight them. But this particular weapon is blunted.’"
  },
  {
    "pid": "p151",
    "text": "The television had moved on to pundits, the usual faces in studio light explaining what we had just seen like we were too thick to grasp it unaided. One of them talked about how the “community charge fiasco” had alienated core supporters."
  },
  {
    "pid": "p152",
    "text": "No mention of the nights people spent stuffing envelopes. No mention of the women who kept kitchen tables full of paperwork, babysat kids while others went canvassing. No mention of the VCRs overheating in the back room of The Furnace, of Shell's hoarse voice after a week of phoning every estate on our lists. No mention of the court queue in Greenwich, prams and pensioners and punks raising their hands in unison."
  },
  {
    "pid": "p153",
    "text": "‘Do you remember that first Coalface tape run?’ Charlotte said suddenly."
  },
  {
    "pid": "p154",
    "text": "Shell laughed."
  },
  {
    "pid": "p155",
    "text": "‘When we photocopied the covers in Mrs Palmer's office and thought we were some kind of underground resistance because we hid them under packets of paper?’"
  },
  {
    "pid": "p156",
    "text": "‘And now we have got five whole schemes under our belt,’ Charlotte went on, counting on her fingers. ‘Cassette network. Furnace. Coaches and stewards. Finchley Faces. VHS and court packs. That is quite a CV, lads.’"
  },
  {
    "pid": "p157",
    "text": "‘Fingerprints,’ I said. ‘That is what I will call them – the schemes that grew out of the old headings in my notebook. Ashcroft Fingerprints. Sounds daft, but it will do.’"
  },
  {
    "pid": "p158",
    "text": "Shell pulled a face."
  },
  {
    "pid": "p159",
    "text": "‘They are not just yours,’ she said. ‘Half of them were my idea and the rest belong to about three hundred people who will never get their name in a book.’"
  },
  {
    "pid": "p160",
    "text": "‘Ours, then,’ I said. ‘Ashcroft is just the one holding the pen.’"
  },
  {
    "pid": "p161",
    "text": "‘Better,’ she replied."
  },
  {
    "pid": "p162",
    "text": "I took a beer mat and started jotting, because my hands needed something to do."
  },
  {
    "pid": "p163",
    "text": "One: the cassette and gig network, a map of sympathy built out of basements and youth clubs, a snake of C90s across the country."
  },
  {
    "pid": "p164",
    "text": "Two: The Furnace, bricks and mortar, a place where people could meet and plan and make mistakes together."
  },
  {
    "pid": "p165",
    "text": "Three: coaches and stewards – the invisible skeleton of a march, all those bodies moved safely from A to B."
  },
  {
    "pid": "p166",
    "text": "Four: Finchley Faces and Rupert's awkward question in some oak-panelled committee room."
  },
  {
    "pid": "p167",
    "text": "Five: the VHS cascade and that ridiculous day in court when a judge gave up in the face of prams and pensioners."
  },
  {
    "pid": "p168",
    "text": "I did not read them out like a manifesto. I just tapped each one with my thumb and let the pictures run in my head: a tape being pushed into a church hall machine; Shell falling asleep over a form; Jase in a steward's bib; Mrs Cartwright at Rupert's surgery; Sarah on a hard bench outside Courtroom 4. The words looked small on the cardboard, scruffy in my handwriting. They did not come close to capturing the hours, the fear, the arguments, the cups of tea gone cold between stacks of papers."
  },
  {
    "pid": "p169",
    "text": "‘Go on then,’ Shell said. ‘If we are naming them, we might as well toast them.’"
  },
  {
    "pid": "p170",
    "text": "Mick noticed before we even lifted our glasses. He grabbed a bottle of cheap cava from somewhere behind the bar and eased the cork out, foam spilling over his fingers. People cheered again, just because they needed an excuse."
  },
  {
    "pid": "p171",
    "text": "‘Right,’ I said, standing up without thinking. My knees wobbled a bit but no one laughed. ‘First one. To the tapes and the gigs. To every back room that let a bunch of miners' kids shout at their regulars.’"
  },
  {
    "pid": "p172",
    "text": "We drank."
  },
  {
    "pid": "p173",
    "text": "‘Second,’ Charlotte said, rising too. ‘To The Furnace. For existing at all, for staying open when we thought the bailiffs would close it, for every kid who found a sofa there instead of a police cell.’"
  },
  {
    "pid": "p174",
    "text": "We drank again. A few people nearby who did not know us joined in."
  },
  {
    "pid": "p175",
    "text": "‘Third,’ Shell declared, voice clear. ‘To the coach grids and the stewards who kept people from getting trampled while the Met did their worst. To the ones who froze but stayed anyway. To Bobby, who is probably watching this from a sofa and laughing his head off.’"
  },
  {
    "pid": "p176",
    "text": "There were murmurs of “Bobby!” from our lot in the corner who knew him. A few glasses clinked."
  },
  {
    "pid": "p177",
    "text": "Rupert raised his whisky for the fourth."
  },
  {
    "pid": "p178",
    "text": "‘To truth,’ he said. ‘However unfashionable. To photographs that told stories better than any speech. And to having one's nose shoved in those stories until one can no longer pretend they are isolated incidents.’"
  },
  {
    "pid": "p179",
    "text": "‘Finchley Faces,’ Charlotte said under her breath. ‘Never thought I would drink to Finchley.’"
  },
  {
    "pid": "p180",
    "text": "Finally, I took a breath for the fifth."
  },
  {
    "pid": "p181",
    "text": "‘To the VHS and court packs,’ I said. ‘To every person who pressed play in a church hall or a union office and saw what really happened instead of what the papers told them. To every pensioner who walked into a court with a leaflet in their hand and refused to be cowed. To prams and pushchairs and sore feet. To Cannot Pay, Will Not Pay.’"
  },
  {
    "pid": "p182",
    "text": "The cheer that followed that one felt different. Less pub, more picket line. A chant started somewhere near the bar and rolled round the room, ragged and joyful."
  },
  {
    "pid": "p183",
    "text": "‘Cannot pay—’"
  },
  {
    "pid": "p184",
    "text": "‘Will not pay!’"
  },
  {
    "pid": "p185",
    "text": "‘Cannot pay—’"
  },
  {
    "pid": "p186",
    "text": "‘Will not pay!’"
  },
  {
    "pid": "p187",
    "text": "I did not join in straight away. I watched instead. Charlotte's cheeks were flushed, eyes bright. Shell was wiping at her face with her sleeve, laughing at herself. Rupert looked like a man who had wandered into church on the wrong holy day and was trying to work out the liturgy."
  },
  {
    "pid": "p188",
    "text": "In the middle of it all, something loosened in my chest."
  },
  {
    "pid": "p189",
    "text": "Was it us?"
  },
  {
    "pid": "p190",
    "text": "The question had been there since the first headline floated the idea of a leadership challenge. It was a whisper that did not go away. Was it really the tapes, the gigs, the endless meetings? Or were we just background noise to a story that was always going to end here, with some internal squabble over Europe and tax bands and personal rivalries?"
  },
  {
    "pid": "p191",
    "text": "I thought of a telegram in my pocket, crumpled where Shell's fingers had dug in when she handed it over at The Furnace before we left."
  },
  {
    "pid": "p192",
    "text": "FROM: BILL ASHCROFT, GRIMETHORPE MINERS' SUPPORT GROUP, EASTFIELD CLUB. MESSAGE: WE DID IT. MAGGIE OUT. TAX ON THE WAY OUT. PROUD OF YOU, LAD. LOVE, DAD & ALL HERE. SOLIDARITY."
  },
  {
    "pid": "p193",
    "text": "I pictured the Eastfield Club, men and women who survived the strike and then the closure, some of them never worked again, some of them dead now. I pictured them standing at that bar with their own pints held up to the telly, watching the same footage. Frank, older and thinner but still in the same flat cap, maybe not cheering – not one for displays – but nodding once, satisfied."
  },
  {
    "pid": "p194",
    "text": "‘Yeah,’ I said quietly."
  },
  {
    "pid": "p195",
    "text": "‘Yeah?’ Charlotte said."
  },
  {
    "pid": "p196",
    "text": "‘It was us,’ I replied. ‘Not just us, not only us. But we were there in the gears. A bit of grit.’"
  },
  {
    "pid": "p197",
    "text": "She smiled."
  },
  {
    "pid": "p198",
    "text": "‘That will be your book title one day,’ she said. ‘Grit in the Gears.’"
  },
  {
    "pid": "p199",
    "text": "‘Too poetic,’ I said. ‘I have already got one, remember.’"
  },
  {
    "pid": "p200",
    "text": "She tilted her head."
  },
  {
    "pid": "p201",
    "text": "‘The Enemy Within?’"
  },
  {
    "pid": "p202",
    "text": "‘Aye,’ I said. ‘Seems to fit.’"
  },
  {
    "pid": "p203",
    "text": "Outside, faint through the walls, you could hear the start of something – car horns, singing, a drum. London doing what London does when it does not know what to do with itself other than pour into the streets."
  },
  {
    "pid": "p204",
    "text": "Shell drained her glass."
  },
  {
    "pid": "p205",
    "text": "‘Come on then,’ she said. ‘We cannot sit in here all day. There is a Prime Minister's leaving do and we are late.’"
  },
  {
    "pid": "p206",
    "text": "Rupert grimaced."
  },
  {
    "pid": "p207",
    "text": "‘You are not—’"
  },
  {
    "pid": "p208",
    "text": "‘Oh, you are coming too,’ she told him. ‘You can practise being on the right side of history for once. Do not worry, we will stand between you and any flying cans.’"
  },
  {
    "pid": "p209",
    "text": "He hesitated, then stood."
  },
  {
    "pid": "p210",
    "text": "‘Very well,’ he said. ‘But if anyone asks, I am there to observe constituent reaction.’"
  },
  {
    "pid": "p211",
    "text": "We pulled on coats and scarves. The door opened and the cold bit in, sharp and clean. As we stepped out onto Whitehall, the grey sky above London felt a shade lighter. Not clear – it never is – but something had shifted."
  },
  {
    "pid": "p212",
    "text": "Years from now, some historian will write a neat paragraph about that day. They will mention the letters, the ballots, the shadow cabinet manoeuvres, the calculations of men in suits who never once had to queue at a magistrates' court. They might give a line or two to the Poll Tax riots, to the marches, to the non-payment campaigns."
  },
  {
    "pid": "p213",
    "text": "They will not know about the biscuit tin under my bed, or the tapes that rattled their way up and down the country in the post, or the way The Furnace's lights stayed on because someone's mum fed the meter out of her pension. They will not see the ink stains on Charlotte's hands, the blisters on Shell's feet, the tally disc in my pocket."
  },
  {
    "pid": "p214",
    "text": "That is alright. That is what I am here for."
  },
  {
    "pid": "p215",
    "text": "We stepped into the flow of people, heading towards Downing Street, towards songs and banners and whatever came next. I tucked the beer mat with my five fingerprints into my wallet, next to the telegram."
  },
  {
    "pid": "p216",
    "text": "One woman had fallen. The system that made her was still standing. I knew that. We all did."
  },
  {
    "pid": "p217",
    "text": "But for that messy, smoky lunchtime in November 1990, it felt like we had reached the end of the verse we had been singing since '84. The chorus was still to come, the bridge unwritten, but the first part – the loud and furious part – had finally resolved into something like a chord."
  }
]
