[
  {
    "pid": "p000",
    "text": "Chapter Twenty-One – June 1990, London – Court-Clog Day"
  },
  {
    "pid": "p001",
    "text": "The first summons arrived on a Wednesday, buried between a gas bill and a pizza leaflet."
  },
  {
    "pid": "p002",
    "text": "‘They could at least have the decency to send it in a black-edged envelope,’ Shell said, turning the thick paper over in her hands. ‘So you know it is a bereavement.’"
  },
  {
    "pid": "p003",
    "text": "By the end of the week, The Furnace office looked like the Registry of Death and Taxes had emptied itself onto the in-tray."
  },
  {
    "pid": "p004",
    "text": "Pink, white, off-yellow. Different fonts, same tone. The state speaking in block capitals."
  },
  {
    "pid": "p005",
    "text": "YOU ARE SUMMONED TO APPEAR…\nFAILURE TO ATTEND MAY RESULT…"
  },
  {
    "pid": "p006",
    "text": "They were not all for Trafalgar – some were old arrears cases, some council tax disputes – but a good chunk had the same date stamped on them in the same thick red ink."
  },
  {
    "pid": "p007",
    "text": "JUNE 22."
  },
  {
    "pid": "p008",
    "text": "‘It is like they booked the theatre,’ Riz said, flipping through a stack. ‘One night only. Featuring: us.’"
  },
  {
    "pid": "p009",
    "text": "‘More like a matinee and an evening performance,’ Shell replied. ‘Look at the times. Nine-thirty, eleven, two o’clock, three o’clock. They are trying to process a whole movement before close of business.’"
  },
  {
    "pid": "p010",
    "text": "She spread the summonses across the big table and started sorting."
  },
  {
    "pid": "p011",
    "text": "‘Borough,’ she said. ‘Offence. Vulnerability.’ She glanced up at me. ‘You can tell I have been doing this a while when I use it like a column heading.’"
  },
  {
    "pid": "p012",
    "text": "‘We could just tell everyone to plead guilty and not pay,’ someone muttered from the doorway."
  },
  {
    "pid": "p013",
    "text": "‘We could,’ Shell said. ‘If we wanted them bankrupted and scared off the streets. Or’ – she straightened, eyes hard – ‘we could finally use that defence pack we have been talking about since '85. The one we swore no one would stand in front of a bench blind again if we could help it.’"
  },
  {
    "pid": "p014",
    "text": "The word “pack” set something fizzing under my ribs. It took me straight back to the cramped kitchen in Grimethorpe the night we wrote NOISE, BASE, MOVEMENT, ACCESS, DISRUPTION on a notebook page and I had said, ‘Plain English guide to your rights.’"
  },
  {
    "pid": "p015",
    "text": "‘You have still got that notebook?’ Shell asked."
  },
  {
    "pid": "p016",
    "text": "‘Of course,’ I said. ‘I keep it with the tally disc.’"
  },
  {
    "pid": "p017",
    "text": "‘Good,’ she said. ‘We do not throw away exhibits, remember?’"
  },
  {
    "pid": "p018",
    "text": "She cleared half the table with a sweep of her arm."
  },
  {
    "pid": "p019",
    "text": "‘Right,’ she said. ‘If they want a show, we will give them one. But it will be in our language.’"
  },
  {
    "pid": "p020",
    "text": "*"
  },
  {
    "pid": "p021",
    "text": "Shell's kitchen became the war room."
  },
  {
    "pid": "p022",
    "text": "We dragged in an extra table from upstairs, wedged it against the worktop and covered both with paper. Old leaflets, press clippings, copies of the Community Charge regulations Riz had charmed out of a bored clerk. A photocopy of a photocopy of a legal aid leaflet, now so faint you had to squint to make out the text."
  },
  {
    "pid": "p023",
    "text": "On the fridge, between Lily's school drawings and a postcard of Durham Cathedral, Shell stuck a fresh sheet of A4."
  },
  {
    "pid": "p024",
    "text": "DEFENCE PACK – TO DO."
  },
  {
    "pid": "p025",
    "text": "Underneath she made a list."
  },
  {
    "pid": "p026",
    "text": "WHAT IS A SUMMONS?\nWHAT HAPPENS IF YOU DO NOT GO?\nWHAT CAN THEY ASK?\nWHAT CAN YOU SAY?\nWHO CAN HELP?"
  },
  {
    "pid": "p027",
    "text": "‘We keep it to four pages,’ she said, tapping her pen. ‘Maybe six if we have to. Big print. No Latin. No 'heretofore'.’"
  },
  {
    "pid": "p028",
    "text": "‘You do know some of us quite like Latin,’ Riz objected mildly."
  },
  {
    "pid": "p029",
    "text": "‘You can do the footnotes,’ she said."
  },
  {
    "pid": "p030",
    "text": "We divided the work."
  },
  {
    "pid": "p031",
    "text": "Riz took the regulations and translated them into English. Every time he tried to sneak in a “notwithstanding” Shell crossed it out."
  },
  {
    "pid": "p032",
    "text": "‘If my Auntie Dor can not read it while she is stirring a pan of stew, it is no use to us,’ she said."
  },
  {
    "pid": "p033",
    "text": "Charlotte went through her archives and pulled every clipping we had on poll tax court cases so far. Most of them were from Scotland: grainy pictures of long queues outside sheriff courts, quotes from pensioners talking about “criminalising poverty”."
  },
  {
    "pid": "p034",
    "text": "‘We cherry-pick examples that show people answering back and winning adjournments,’ she said. ‘Otherwise it just reads like a list of defeats and no one will turn up.’"
  },
  {
    "pid": "p035",
    "text": "I took charge of tone."
  },
  {
    "pid": "p036",
    "text": "‘We do not promise miracles,’ I said. ‘We do not say 'you will win'. We say, 'you will not be alone and this is what to expect'.’"
  },
  {
    "pid": "p037",
    "text": "Shell nodded."
  },
  {
    "pid": "p038",
    "text": "‘And we emphasise that if you go and speak, you make it harder for them to rush through the list,’ she said. ‘Clogging the court is not a side effect, it is the point.’"
  },
  {
    "pid": "p039",
    "text": "‘Disruption,’ I said softly."
  },
  {
    "pid": "p040",
    "text": "She gave me a bleak little smile."
  },
  {
    "pid": "p041",
    "text": "‘Finally,’ she said. ‘The fifth heading gets its day out.’"
  },
  {
    "pid": "p042",
    "text": "We worked till late. Lily fell asleep on the sofa with a felt-tip pen still in her hand, a streak of blue across her cheek."
  },
  {
    "pid": "p043",
    "text": "‘I feel like a cross between a social worker and a propagandist,’ Riz said, massaging his cramped fingers."
  },
  {
    "pid": "p044",
    "text": "‘Welcome to adulthood under Thatcher,’ Charlotte replied."
  },
  {
    "pid": "p045",
    "text": "By the time we were done, the “DEFENCE PACK” was real: four double-sided sheets, stapled at the top left, written in plain English. Boxed sections explained how to ask for an adjournment, what to do if you did not understand a question, how to say, ‘I cannot afford this,’ without sounding like you were apologising for existing."
  },
  {
    "pid": "p046",
    "text": "On the back page we put a simple line in bold."
  },
  {
    "pid": "p047",
    "text": "YOU ARE NOT ALONE."
  },
  {
    "pid": "p048",
    "text": "Underneath, a phone number for The Furnace."
  },
  {
    "pid": "p049",
    "text": "‘We are going to regret that bit,’ I said."
  },
  {
    "pid": "p050",
    "text": "‘We are already regretting everything else,’ Shell replied. ‘Might as well be consistent.’"
  },
  {
    "pid": "p051",
    "text": "*"
  },
  {
    "pid": "p052",
    "text": "Court day dawned grey and muggy. By eight, the pavement outside the magistrates' court was already crowded."
  },
  {
    "pid": "p053",
    "text": "People held their summonses like talismans. Some clutched plastic bags with documents in, others had nothing but the stiff envelope in their pocket. A few wore their best clothes, as if for a job interview or a funeral."
  },
  {
    "pid": "p054",
    "text": "Shell moved through the crowd with a canvas bag full of defence packs, pressing one into any hand that looked empty."
  },
  {
    "pid": "p055",
    "text": "‘Have a read while you are waiting,’ she said. ‘If you have got questions, we will try to answer them. We can not do it for you, but we can stand near you.’"
  },
  {
    "pid": "p056",
    "text": "‘Will it help?’ an older woman asked, voice tight."
  },
  {
    "pid": "p057",
    "text": "‘It will not make it worse,’ Shell said. ‘And it might slow them down.’"
  },
  {
    "pid": "p058",
    "text": "The police presence was low-key: a few constables at the door, trying to look bored. Inside, the air smelled of polish and anxiety."
  },
  {
    "pid": "p059",
    "text": "We had split our people into teams."
  },
  {
    "pid": "p060",
    "text": "‘Observers,’ I said, ticking off a list. ‘Defendants. Support. Floaters.’"
  },
  {
    "pid": "p061",
    "text": "‘I still think 'floaters' sounds like something you skim off a pond,’ Riz muttered."
  },
  {
    "pid": "p062",
    "text": "‘Then do not write it on your badge,’ I replied."
  },
  {
    "pid": "p063",
    "text": "Jonathan Finch, the solicitor who had once scared a council official into backing down over a housing case, was waiting for us in the foyer, tie slightly askew."
  },
  {
    "pid": "p064",
    "text": "‘You understand I can not represent all of them,’ he said, sweeping a hand at the mass of people. ‘Legal aid is not a magic pudding.’"
  },
  {
    "pid": "p065",
    "text": "‘We know,’ Shell said. ‘But you can brief them. Tell them what to say. Tell them they are allowed to ask questions. They listen to you more than they listen to us.’"
  },
  {
    "pid": "p066",
    "text": "He sighed, then nodded."
  },
  {
    "pid": "p067",
    "text": "‘Fine,’ he said. ‘Get them into the side room in tens. I will do my best.’"
  },
  {
    "pid": "p068",
    "text": "We commandeered a small interview room and turned it into an impromptu classroom. Ten people at a time shuffled in and perched on plastic chairs while Finch ran through the basics."
  },
  {
    "pid": "p069",
    "text": "‘You are not criminals,’ he said, voice firm. ‘You are citizens in dispute with your council over a tax. Hold your head up. Speak clearly. If you do not understand a question, say so. If you need more time, ask for an adjournment. If they will not give you one, that is on the record.’"
  },
  {
    "pid": "p070",
    "text": "He held up one of the defence packs."
  },
  {
    "pid": "p071",
    "text": "‘These are good,’ he said. ‘They will not save your life, but they might save your nerves.’"
  },
  {
    "pid": "p072",
    "text": "Shell shot me a quick, tired grin."
  },
  {
    "pid": "p073",
    "text": "*"
  },
  {
    "pid": "p074",
    "text": "The list outside Courtroom 3 went on for pages. Names and case numbers marched down the clipboard like a roll call of the borough."
  },
  {
    "pid": "p075",
    "text": "‘They have overbooked,’ Riz said, running his finger down the columns. ‘They are hoping half of them will not turn up.’"
  },
  {
    "pid": "p076",
    "text": "‘They misjudged the biscuits,’ I said, nodding towards the side table where someone from the court service had set out a small plate of custard creams. It was already under siege from children."
  },
  {
    "pid": "p077",
    "text": "Once the magistrate took her seat, things moved fast."
  },
  {
    "pid": "p078",
    "text": "‘Case of X vs Y Council,’ the clerk intoned. ‘Non-payment of Community Charge.’"
  },
  {
    "pid": "p079",
    "text": "People went in, people came out, clutching bits of paper."
  },
  {
    "pid": "p080",
    "text": "‘Adjourned,’ one man said, eyes bright. ‘She said I had to bring proof of my income. I told her I could not read half the forms they sent. She looked embarrassed. It was great.’"
  },
  {
    "pid": "p081",
    "text": "‘They gave me an order,’ a woman in her fifties said, lip trembling. ‘But it is less than they wanted. And he said if I keep paying what I can they will not send the bailiffs.’"
  },
  {
    "pid": "p082",
    "text": "‘They told me if I did not sign something they would put me in prison,’ a teenager said, furious. ‘So I told them about my mum and they backed off.’"
  },
  {
    "pid": "p083",
    "text": "Every story got noted down. Observers scribbled details on clipboards: how long each case took, what questions were asked, which magistrates were dismissive and which at least pretended to listen."
  },
  {
    "pid": "p084",
    "text": "‘We are doing time-and-motion on injustice,’ Riz said under his breath."
  },
  {
    "pid": "p085",
    "text": "‘We are clogging the pipes,’ I replied."
  },
  {
    "pid": "p086",
    "text": "At one point, Shell came out of Courtroom 2, face flushed."
  },
  {
    "pid": "p087",
    "text": "‘They are trying to herd people through three at a time,’ she said. ‘Standing them in front of the bench like a school assembly.’"
  },
  {
    "pid": "p088",
    "text": "‘Can they do that?’ I asked."
  },
  {
    "pid": "p089",
    "text": "‘They can try,’ she said. ‘We can tell people to insist on their own hearing. It says 'you' on the summons, not 'you and two strangers'.’"
  },
  {
    "pid": "p090",
    "text": "We started passing the word down the queue."
  },
  {
    "pid": "p091",
    "text": "‘If they call you in as a group, ask politely to be heard alone,’ I said. ‘If they huff, all the better. It goes on the record that you asked.’"
  },
  {
    "pid": "p092",
    "text": "It slowed things down beautifully."
  },
  {
    "pid": "p093",
    "text": "By mid-afternoon, the clerk's hand was cramping. The magistrate's patience was visibly fraying."
  },
  {
    "pid": "p094",
    "text": "‘We will have to adjourn the rest to another date,’ she said at last, rubbing her temples. ‘We can not sit all night.’"
  },
  {
    "pid": "p095",
    "text": "There was a murmur in the courtroom that might almost have been called smug."
  },
  {
    "pid": "p096",
    "text": "Outside, on the pavement, Shell exhaled a long, shaky breath."
  },
  {
    "pid": "p097",
    "text": "‘That,’ she said, ‘is the sound of us being a stone in their pipe.’"
  },
  {
    "pid": "p098",
    "text": "‘They will just list them again,’ someone objected."
  },
  {
    "pid": "p099",
    "text": "‘Good,’ she said. ‘We will come back. And in the meantime, more people will have the pack.’"
  },
  {
    "pid": "p100",
    "text": "*"
  },
  {
    "pid": "p101",
    "text": "Not every story that day was a small victory."
  },
  {
    "pid": "p102",
    "text": "There was Sarah, for starters."
  },
  {
    "pid": "p103",
    "text": "She was the young mum from the estate who had once cried in our office because she could not work out how to fill in a form about her rent. Now she sat on a hard bench outside Courtroom 4, clutching her summons with white knuckles."
  },
  {
    "pid": "p104",
    "text": "‘You do not have to do this,’ I said quietly."
  },
  {
    "pid": "p105",
    "text": "‘I know,’ she replied. ‘But if I do not, they win, do they not?’"
  },
  {
    "pid": "p106",
    "text": "When her case was called, Shell and I went in with her, sitting on the hard wooden seats at the back. Finch stood beside her at the front."
  },
  {
    "pid": "p107",
    "text": "The clerk read out the accusation as if it was a shopping list. The magistrate peered over her glasses."
  },
  {
    "pid": "p108",
    "text": "‘Do you accept that you have not paid the amount due?’ she asked."
  },
  {
    "pid": "p109",
    "text": "‘I could not pay it,’ Sarah said, voice shaking but audible. ‘I am not refusing. I just do not have it. I have got two kids. My husband is out of work. We are already behind on the rent.’"
  },
  {
    "pid": "p110",
    "text": "The magistrate made a face that might have been meant to look sympathetic."
  },
  {
    "pid": "p111",
    "text": "‘We hear that a lot,’ she said. ‘The law is the law.’"
  },
  {
    "pid": "p112",
    "text": "Finch stepped in."
  },
  {
    "pid": "p113",
    "text": "‘My client has not received clear information about her entitlement to benefits,’ he said. ‘She has difficulty with written forms. She has come today in good faith and is trying to resolve matters.’"
  },
  {
    "pid": "p114",
    "text": "He gestured towards the defence pack in her hand."
  },
  {
    "pid": "p115",
    "text": "‘She had to get advice from a community centre because the council's own letters are incomprehensible,’ he added."
  },
  {
    "pid": "p116",
    "text": "The magistrate tutted at the word “incomprehensible” as if it were a personal insult."
  },
  {
    "pid": "p117",
    "text": "‘This is not a forum for criticism of council communications,’ she said sharply."
  },
  {
    "pid": "p118",
    "text": "‘Perhaps it should be,’ he replied."
  },
  {
    "pid": "p119",
    "text": "There was a tiny intake of breath from the clerk."
  },
  {
    "pid": "p120",
    "text": "In the end, Sarah walked out with an order she would struggle to pay. It was not a story you could put in a leaflet under “success”."
  },
  {
    "pid": "p121",
    "text": "Outside, she leant against the wall and slid slowly down until she was sitting on the pavement."
  },
  {
    "pid": "p122",
    "text": "‘I knew it,’ she said flatly. ‘I knew they would not care.’"
  },
  {
    "pid": "p123",
    "text": "‘They had to listen to you for ten minutes,’ Shell said, crouching beside her. ‘They had to hear your name and your kids' names. They had to write you into their book. You clogged up their morning. That is not nothing.’"
  },
  {
    "pid": "p124",
    "text": "‘It does not pay the bill,’ Sarah said."
  },
  {
    "pid": "p125",
    "text": "‘No,’ Shell replied softly. ‘It does not. We will see what we can find from the solidarity fund for the worst of it. But you came. That matters.’"
  },
  {
    "pid": "p126",
    "text": "Later, when we went back through the observers' notes, Sarah's case was there: time taken, questions asked, magistrate's exact phrasing when she said, ‘the law is the law’. It went into the growing folder labelled COURT – STORIES."
  },
  {
    "pid": "p127",
    "text": "Evidence, of a sort."
  },
  {
    "pid": "p128",
    "text": "*"
  },
  {
    "pid": "p129",
    "text": "Towards the end of the day, a man in a cheap suit appeared in the corridor and hovered near our group."
  },
  {
    "pid": "p130",
    "text": "‘Can I help you?’ Shell asked, wary."
  },
  {
    "pid": "p131",
    "text": "He shifted from foot to foot."
  },
  {
    "pid": "p132",
    "text": "‘I work upstairs,’ he said, dropping his voice. ‘Clerical.’"
  },
  {
    "pid": "p133",
    "text": "‘Congratulations,’ Riz said. ‘It is always nice to put a face to the handwriting.’"
  },
  {
    "pid": "p134",
    "text": "The man flushed."
  },
  {
    "pid": "p135",
    "text": "‘I just wanted to say,’ he said, ‘you are not the only ones who think this is wrong. We get told to process so many of these, there is barely time to check if they have even spelt people's names right.’"
  },
  {
    "pid": "p136",
    "text": "‘That is the least of their sins,’ Shell said."
  },
  {
    "pid": "p137",
    "text": "‘I know,’ he said quickly. ‘I can not…’ He glanced towards a nearby door. ‘I can not say too much. But there are forms people can fill in to write off arrears in cases of hardship. They do not advertise them. You have to know what to ask for.’"
  },
  {
    "pid": "p138",
    "text": "‘And what do you ask for?’ I said."
  },
  {
    "pid": "p139",
    "text": "He took a breath."
  },
  {
    "pid": "p140",
    "text": "‘Discretionary remission,’ he said, as if the words tasted odd in his mouth. ‘If they look blank, ask them where to get the form. If they still look blank, mention you will be writing to the Ombudsman.’"
  },
  {
    "pid": "p141",
    "text": "Riz's pen was already moving."
  },
  {
    "pid": "p142",
    "text": "‘And you are telling us this because…?’ Shell asked."
  },
  {
    "pid": "p143",
    "text": "‘Because I am not allowed to tell them,’ he said, nodding towards the people clutching their summonses. ‘Not without getting hauled in for a chat about my 'attitude'. You are noisy enough to get away with it.’"
  },
  {
    "pid": "p144",
    "text": "He looked at his watch."
  },
  {
    "pid": "p145",
    "text": "‘I have to get back,’ he said. ‘Good luck.’"
  },
  {
    "pid": "p146",
    "text": "‘Thank you,’ Shell said quietly."
  },
  {
    "pid": "p147",
    "text": "After he had gone, she added a new line to the next batch of defence packs."
  },
  {
    "pid": "p148",
    "text": "IF YOU ARE IN GENUINE HARDSHIP, ASK ABOUT 'DISCRETIONARY REMISSION'. DO NOT LET THEM FROWN YOU OUT OF IT."
  },
  {
    "pid": "p149",
    "text": "‘Access is not always a bishop and a back room,’ she said to me. ‘Sometimes it is a bored clerk with a conscience and a stack of forms.’"
  },
  {
    "pid": "p150",
    "text": "*"
  },
  {
    "pid": "p151",
    "text": "By the time the court cleared for the day, everyone was frayed."
  },
  {
    "pid": "p152",
    "text": "The magistrates looked tired. The clerks' hands were stained with ink. Our people had that peculiar drained look you get when you have had to be brave in small, sustained ways for hours."
  },
  {
    "pid": "p153",
    "text": "On the pavement outside, we gathered in a loose circle."
  },
  {
    "pid": "p154",
    "text": "‘Raise your hand if you got an adjournment,’ I called."
  },
  {
    "pid": "p155",
    "text": "Hands went up. Not all, but enough to be a forest rather than a lonely tree."
  },
  {
    "pid": "p156",
    "text": "‘Raise your hand if you said something you were proud of,’ Shell added."
  },
  {
    "pid": "p157",
    "text": "More hands. A few rueful smiles."
  },
  {
    "pid": "p158",
    "text": "‘Raise your hand if you feel sick and want to go home and never see a summons again,’ Riz said."
  },
  {
    "pid": "p159",
    "text": "Every hand."
  },
  {
    "pid": "p160",
    "text": "We laughed, which helped."
  },
  {
    "pid": "p161",
    "text": "‘We will put together what we have learned today,’ I said. ‘The pack will get better. Next time it will be harder for them to rush. This is not a one-off stunt. It is a process.’"
  },
  {
    "pid": "p162",
    "text": "‘Everything is a process with you,’ someone grumbled, not unkindly."
  },
  {
    "pid": "p163",
    "text": "‘That is how you outlast them,’ I replied."
  },
  {
    "pid": "p164",
    "text": "*"
  },
  {
    "pid": "p165",
    "text": "In 2025, when Keira picked up the COURT – STORIES folder from the floor and asked why on earth I had kept what looked like minutes of a particularly depressing parish council meeting, this is what I tried to tell her."
  },
  {
    "pid": "p166",
    "text": "‘You can not see the effect from one day,’ I said. ‘You have to stack it. Summons by summons, adjournment by adjournment. Every time they had to re-list a case, that was another little crack. Every time someone like Sarah said 'I can not pay' on the record, it made it harder for them to pretend we were all just chancers and thugs.’"
  },
  {
    "pid": "p167",
    "text": "She flipped through the pages."
  },
  {
    "pid": "p168",
    "text": "‘You even wrote down how many minutes each case took,’ she said."
  },
  {
    "pid": "p169",
    "text": "‘Of course,’ I replied. ‘Disruption is not just throwing bricks. It is wasting time. Their time. Making bureaucracy feel its own weight for once.’"
  },
  {
    "pid": "p170",
    "text": "‘It reads like…’ She hesitated."
  },
  {
    "pid": "p171",
    "text": "‘Like what?’ I prompted."
  },
  {
    "pid": "p172",
    "text": "‘Like the dullest thing in the world,’ she said. ‘And also like the bit that actually made a difference.’"
  },
  {
    "pid": "p173",
    "text": "‘That is infrastructure for you,’ I said. ‘Boring and vital. The fifth heading was never going to be glamorous. It was always going to look like this: people with leaflets in queues, someone in a cheap suit whispering about a form, magistrates sighing as they realise they will have to come back next week.’"
  },
  {
    "pid": "p174",
    "text": "She held up one of the defence packs, its staple rusted, edges thumbed soft."
  },
  {
    "pid": "p175",
    "text": "‘And you kept these,’ she said."
  },
  {
    "pid": "p176",
    "text": "‘Of course,’ I said. ‘Exhibits. Proof we did not take it lying down. Proof that when they tried to turn us into case numbers, we turned up and clogged their nice neat docket instead.’"
  },
  {
    "pid": "p177",
    "text": "She smiled, small and fierce."
  },
  {
    "pid": "p178",
    "text": "‘I wish I had been there,’ she said."
  },
  {
    "pid": "p179",
    "text": "‘No, you do not,’ I replied. ‘You are exactly where we were aiming at.’"
  }
]
