[
  {
    "pid": "p001",
    "text": "News sat wrong in the air."
  },
  {
    "pid": "p002",
    "text": "You could feel it before you knew what it was."
  },
  {
    "pid": "p003",
    "text": "It started on the radio in the kitchen, that thin, clipped voice they wheeled out whenever something serious had happened somewhere foreign. We were all half doing other things – Shell chopping onions, Riz rummaging through a cardboard box of phone lists and flyers, me wrestling with a roll of gaffer tape – but the room tilted a little when the presenter said the word ‘nuclear’."
  },
  {
    "pid": "p004",
    "text": "‘…an incident at a power station in the Soviet Union. Western experts suggest there may have been… significant release of radiation…’"
  },
  {
    "pid": "p005",
    "text": "Shell stopped mid-chop. The knife stayed in her hand but her other hand went to Lucas in his bouncer, palm on his belly like she could shield him from whatever was coming down the line."
  },
  {
    "pid": "p006",
    "text": "He had been born three months earlier, in January, with no more ceremony than a phone call from Barnsley hospital and a train time scribbled on the back of an envelope. Lily had come down in the autumn after the strike ended, old enough for school, young enough to think London was an adventure. Lucas followed in the first week of February, when Shell finally admitted she could not keep doing the Yorkshire-London split with a baby. One minute we were trying to work out how to feed a roomful of adults on lentils; the next we were at King’s Cross with a pram, two bags and a baby who had decided London air was an insult. Shell had moved out of the solicitor’s squat by then – too many stairs, too much draught – into a damp but solid two-bed on the estate round the corner. ‘If I am going to be building an empire,’ she had said, shoving a chest of drawers into place while Lily solemnly handed her screws, ‘I need walls that do not fall down when he sneezes.’ The flat was never quiet after that. There were toys under every chair, rota sheets blu-tacked at kid height, casseroles cooling next to sterilising bottles. Shell handled it the only way she knew: lists on the fridge, kids bundled to meetings with crayons and biscuits, one arm always free for a pan or a phone."
  },
  {
    "pid": "p007",
    "text": "‘Turn it up,’ Riz said, already crossing the tiles in his socks."
  },
  {
    "pid": "p008",
    "text": "He nudged the dial, trying to find that one notch where the interference dropped away. The voice cleared."
  },
  {
    "pid": "p009",
    "text": "‘…authorities insist the situation is under control, though Swedish monitoring stations have reported elevated radiation levels…’"
  },
  {
    "pid": "p010",
    "text": "I looked at Shell."
  },
  {
    "pid": "p011",
    "text": "‘Sweden?’ I said. ‘That is miles away.’"
  },
  {
    "pid": "p012",
    "text": "‘Which means whatever it is has already gone for a walk,’ Riz muttered."
  },
  {
    "pid": "p013",
    "text": "Lucas kicked his heels against the bouncer frame, delighted with the noise he was making. The smell of frying onions and garlic filled the kitchen, thick and homely, at odds with the words coming out of the radio."
  },
  {
    "pid": "p014",
    "text": "‘…no cause for alarm in the United Kingdom at this stage. Government sources stress there is no immediate danger to public health…’"
  },
  {
    "pid": "p015",
    "text": "I could feel my shoulders coming up even before I knew I was doing it."
  },
  {
    "pid": "p016",
    "text": "There it was again, I thought. The phrase they used when you ought to be worried."
  },
  {
    "pid": "p017",
    "text": "Shell turned the gas down under the saucepan like that would help, then caught herself and snorted."
  },
  {
    "pid": "p018",
    "text": "‘Listen to them,’ she said. ‘They do not even sound like they believe themselves.’"
  },
  {
    "pid": "p019",
    "text": "I imagined the studio – suit, tie, papers in hand – staring at a script, waiting for the producer to nod. No immediate danger. I had heard versions of it for picket lines and rubber bullets and mounted police. No immediate danger as long as you were not poor, or in uniform, or in the wrong place at the wrong time."
  },
  {
    "pid": "p020",
    "text": "Riz was still close to the radio, one hand braced on the wall."
  },
  {
    "pid": "p021",
    "text": "‘Where is the station?’ I asked him."
  },
  {
    "pid": "p022",
    "text": "‘Chernobyl,’ he said carefully, trying the shape of the foreign word. ‘Somewhere in Ukraine. Reactor is on fire by the sound of it.’"
  },
  {
    "pid": "p023",
    "text": "The presenter moved on to the markets, like you could slide from fallout to share prices without taking a breath."
  },
  {
    "pid": "p024",
    "text": "Shell stirred the pot, the wooden spoon clacking against the side."
  },
  {
    "pid": "p025",
    "text": "‘Do we… need to do anything?’ she said quietly."
  },
  {
    "pid": "p026",
    "text": "‘What, like put Lucas in a bin bag?’ I said, and wished I had picked any other words as soon as they were out."
  },
  {
    "pid": "p027",
    "text": "She shot me a look."
  },
  {
    "pid": "p028",
    "text": "‘Do not be a prat.’"
  },
  {
    "pid": "p029",
    "text": "‘I just mean… we do not know anything yet, do we,’ I backtracked. ‘All rumour and blokes in white coats guessing through a telescope.’"
  },
  {
    "pid": "p030",
    "text": "Riz scratched at his jaw."
  },
  {
    "pid": "p031",
    "text": "‘They will minimise it,’ he said. ‘They always do. They will be more worried about panic than cancer rates. “No immediate danger” is code for “we have not finished the lying yet”.’"
  },
  {
    "pid": "p032",
    "text": "Shell blew out a breath and turned back to the sauce. Chopped peppers went in next, the colours bright against the brown pan."
  },
  {
    "pid": "p033",
    "text": "‘And we are opening The Furnace on Saturday,’ she said. ‘Perfect timing.’"
  },
  {
    "pid": "p034",
    "text": "We called an emergency meeting that evening."
  },
  {
    "pid": "p035",
    "text": "The main hall still smelled of paint and dust and the old life the building had had before we got our hands on it – a print works, or maybe a little factory, it had never been completely clear. Mismatched chairs – some from a church clear-out, some liberated from a council storeroom, one or two that must have fallen off the back of a van years ago – were dragged into a rough circle. There was a hand-painted banner drying across the far wall, ‘THE FURNACE’ in stencilled black letters on a sheet that used to be somebody’s duvet cover."
  },
  {
    "pid": "p036",
    "text": "There were a dozen of us, maybe fifteen. Core crew, band, a few regulars from the estate who had shown up so often they were basically staff."
  },
  {
    "pid": "p037",
    "text": "Imran was there too, perched on the edge of a chair like he was waiting for a bus, jacket still on. He had the calm, practical face of someone who fixed problems for a living, the sort who could look at a tangle of wires and see, not a mess, but an answer."
  },
  {
    "pid": "p038",
    "text": "‘So,’ Shell said, hands on her hips. ‘We need to decide whether we go ahead.’"
  },
  {
    "pid": "p039",
    "text": "‘You cannot cancel,’ Alex said straight away, leaning back on two legs of his chair. ‘We have spent weeks telling every bugger we know this place is opening. Got bands lined up, got a big pot of curry on the go in my head, got people excited. You cancel and they will forget you even exist.’"
  },
  {
    "pid": "p040",
    "text": "‘That is one way of viewing nuclear fallout,’ Riz said dryly. ‘As bad PR.’"
  },
  {
    "pid": "p041",
    "text": "Alex dropped the chair forward with a thud."
  },
  {
    "pid": "p042",
    "text": "‘I did not mean it like that,’ he said. ‘I just mean… what are we actually cancelling for? A fire in a reactor half a continent away?’"
  },
  {
    "pid": "p043",
    "text": "‘They are saying the cloud is drifting across Europe,’ said a woman near the back – Anna, from the tenants’ group. She had got her youngest on her lap, sleepy and heavy, thumb in his mouth. ‘My neighbour reckons we should not let the kids out if it rains. She rang her sister in Germany and they are all keeping their windows shut.’"
  },
  {
    "pid": "p044",
    "text": "‘There is a lot of “reckons” in that sentence,’ Alex said."
  },
  {
    "pid": "p045",
    "text": "‘Easy for you,’ she shot back. ‘You have not got a toddler who eats mud for pleasure.’"
  },
  {
    "pid": "p046",
    "text": "The room muttered. I could feel the tightness again, that knot between shoulder blades you got when you knew something was wrong but could not see it."
  },
  {
    "pid": "p047",
    "text": "‘We do not have the full story,’ Riz said. ‘We have got Soviet secrecy on one side and British calm-down-dear on the other. Somewhere in between is the truth.’"
  },
  {
    "pid": "p048",
    "text": "‘We are not going to get the truth before Saturday,’ Shell said."
  },
  {
    "pid": "p049",
    "text": "Everyone looked at me. I did not quite know when I had become the bloke people looked at, but there it was."
  },
  {
    "pid": "p050",
    "text": "‘If we cancel,’ I said slowly, ‘what are we saying? That we do not trust them and we are scared. Which is fair enough. If we go ahead, what are we saying?’"
  },
  {
    "pid": "p051",
    "text": "‘That it is safe,’ Anna said."
  },
  {
    "pid": "p052",
    "text": "‘Not necessarily,’ I said. ‘We could say… we are not ignoring it. We are not pretending it is fine. We can make the night about it. About how they treat us like kids who cannot handle the facts. About invisible things they do not want to talk about.’"
  },
  {
    "pid": "p053",
    "text": "‘Then make the invisible noisy,’ I said, and heard how odd it sounded even as it landed."
  },
  {
    "pid": "p054",
    "text": "Alex blinked at me."
  },
  {
    "pid": "p055",
    "text": "‘Go on then, Oppenheimer,’ he said."
  },
  {
    "pid": "p056",
    "text": "‘A Geiger counter,’ I said. ‘Not for a lecture. As a statement. Put the sensor up on the roof where the rain hits, run a cable down, and feed the clicks through the PA under everything. Not loud. Just there. A background clock, counting while the radio tells us not to worry.’"
  },
  {
    "pid": "p057",
    "text": "There was a small, shifting pause as people tried the idea in their heads."
  },
  {
    "pid": "p058",
    "text": "‘Can we even get one of those?’ Anna said."
  },
  {
    "pid": "p059",
    "text": "Imran rubbed his thumb along the seam of his lighter."
  },
  {
    "pid": "p060",
    "text": "‘We can rig something,’ he said. ‘Don’t ask me to swear it’s calibrated like a lab. But a tube that clicks when it’s meant to click, yes. If you want it on the roof, we’ll keep the electronics inside and just run the probe out. Weatherproof it. Tape it down. I can make it behave.’"
  },
  {
    "pid": "p061",
    "text": "Riz’s mouth twitched."
  },
  {
    "pid": "p062",
    "text": "‘“No immediate danger,”’ he said. ‘Fine. We measure ourselves.’"
  },
  {
    "pid": "p063",
    "text": "‘You want a Chernobyl launch party?’ Alex said, eyebrows up."
  },
  {
    "pid": "p064",
    "text": "‘I want a night where we do not pretend this is not happening,’ I said. ‘Where we talk about it between songs instead of letting the BBC talk at us. Where people can come together in a room and admit they are scared and angry instead of dealing with it on their own in front of the telly.’"
  },
  {
    "pid": "p065",
    "text": "Shell folded her arms."
  },
  {
    "pid": "p066",
    "text": "‘Can we do that,’ she said, ‘without putting people at actual risk?’"
  },
  {
    "pid": "p067",
    "text": "We all glanced at the high windows, grey evening light pressing in. There had been sunshine all day, that thin London kind that tricked you into leaving your jacket at home, but it had clouded over now. I pictured the air above us like a big invisible puddle with the edges climbing."
  },
  {
    "pid": "p068",
    "text": "‘We can keep the kids indoors,’ I said. ‘We have got the back room set up with crayons and that knackered telly that only shows cartoons if you kick it. We can tell people if they are worried about the weather not to come. We are not forcing anyone.’"
  },
  {
    "pid": "p069",
    "text": "‘It is an old building,’ Riz said. ‘Thick walls, high ceiling. If it becomes an issue, this is probably safer than half the damp flats on the estate.’"
  },
  {
    "pid": "p070",
    "text": "Anna kissed the top of her son’s head."
  },
  {
    "pid": "p071",
    "text": "‘I would rather be here,’ she said quietly, ‘with you lot, than sitting at home listening to them say it is nothing. If we are all going to glow in the dark we might as well do it together.’"
  },
  {
    "pid": "p072",
    "text": "There was a ripple of grim laughter."
  },
  {
    "pid": "p073",
    "text": "Shell looked round the circle, weighing it up."
  },
  {
    "pid": "p074",
    "text": "‘Okay,’ she said eventually. ‘We go ahead. We put notices up: “If you are worried, stay home, we will tell you what was said”. We keep the kids inside. We make food so people are not going out for chips in the rain. And we talk about it properly.’"
  },
  {
    "pid": "p075",
    "text": "‘And we do not call it a Chernobyl party,’ Riz added."
  },
  {
    "pid": "p076",
    "text": "Alex raised a finger."
  },
  {
    "pid": "p077",
    "text": "‘Can we at least play “Two Tribes”?’"
  },
  {
    "pid": "p078",
    "text": "‘Wrong war,’ I said. ‘Right feeling.’"
  },
  {
    "pid": "p079",
    "text": "The day of the opening, I woke to rain on the window and that old miner’s superstition that rain was bad news."
  },
  {
    "pid": "p080",
    "text": "It had rained at Orgreave. It had rained the day Dad went down for the first time. It had rained the morning we buried Auntie Jean."
  },
  {
    "pid": "p081",
    "text": "I lay there for a bit, listening to it pattering on the glass, counting heartbeats, trying not to imagine what was mixed in with it."
  },
  {
    "pid": "p082",
    "text": "Downstairs, the kettle clicked off and on again, overworked already. Someone had left a note on the kitchen table in Shell’s neat block capitals:"
  },
  {
    "pid": "p083",
    "text": "REMEMBER – KEEP KIDS INSIDE, DOOR STAFF TELL PEOPLE WHY.\nCURRY – STIR EVERY 20 MINUTES.\nDO NOT LET ALEX NEAR THE TILL."
  },
  {
    "pid": "p084",
    "text": "Beneath that, in different handwriting:"
  },
  {
    "pid": "p085",
    "text": "DO NOT LET DANNY DO “JUST ONE MORE SPEECH” – A."
  },
  {
    "pid": "p086",
    "text": "I made tea, then went to The Furnace."
  },
  {
    "pid": "p087",
    "text": "The hall looked like itself for the first time."
  },
  {
    "pid": "p088",
    "text": "The banner was up, straight enough if you did not stare at it too long. The stage – two pallets, some planks, and a sheet of thick board robbed from a skip – had a sort of dignity under the coloured lights we had borrowed from a youth club. The PA was strung together from odds and ends but it worked; we had tested every cable twice, kicked every stand, shouted through every microphone. The walls were still raw brick in places, plaster in others, white where we had run out of cream and swapped to whatever was in the reduced bin at B&Q."
  },
  {
    "pid": "p089",
    "text": "Imran had been in since lunchtime, running an extra line down from a high window like it was just another speaker lead. The little box he had cobbled together sat under the tea table, out of the way of feet and spilled milk, a hand-lettered strip of masking tape on it: COUNTER."
  },
  {
    "pid": "p090",
    "text": "‘Probe’s up under the guttering,’ he said when he caught me looking. ‘It’s not science. It’s listening. You wanted the roof, you’ve got the roof.’"
  },
  {
    "pid": "p091",
    "text": "He flicked a switch and, under the hum of the system, a dry, patient clicking came through the PA. Not loud enough to spook people. Loud enough that, once you noticed it, you couldn’t un-notice it."
  },
  {
    "pid": "p092",
    "text": "‘We’ll run it for the night,’ he said. ‘Long enough that no one can pretend they didn’t hear it. If it starts to drown anything else, we kill it. I am not trying to make the place unliveable.’"
  },
  {
    "pid": "p093",
    "text": "Rows of chairs at the back, space at the front for people to dance or stand or sway in that way Londoners did when they were pretending not to dance. Along one side, a trestle table with a huge metal pot of veggie curry, another of rice, stacks of chipped plates and mismatched bowls, sliced bread in plastic bags. Someone – Shell’s neighbour, I thought – had made a tray of fairy cakes with red and yellow icing, the sort of thing you got at school fairs. There were big catering tins of tea bags, a couple of plastic barrels of cheap lager on loan from the pub round the corner, and a battered sugar jar that had seen more communal kitchens than I had."
  },
  {
    "pid": "p094",
    "text": "At the door, we had a little table for flyers and zines. Anti-apartheid, tenants' rights, a hand-stapled pamphlet on policing at demonstrations. In the corner, by the fire exit, the kids' corner: donated toys, second-hand picture books, a rolled-up poster of a rainbow someone had thought was appropriate. The television was already on, sound low, a cartoon cat mouthing silent meows."
  },
  {
    "pid": "p095",
    "text": "When I tell Keira about the five headings in 2025 – what I later called fingerprints – this is what I mean by Base: not just four walls and a roof, but a place people could come back to. Where you could bring your kids and know someone would watch them while you stuffed envelopes. Where the kettle was always on even if we were broke. The Furnace was Noise made solid, Movement's anchor point, Access's training ground, Disruption's factory floor. Everything else radiated from here."
  },
  {
    "pid": "p096",
    "text": "Around six, people started arriving."
  },
  {
    "pid": "p097",
    "text": "The first were always the ones who worried they would be turned away – older faces from the estate, miners who had drifted south after the pits closed, students who still felt like they were sneaking into the grown-ups’ room. They came in shaking water from their coats, stamping their feet, laughing a bit too loud at nothing as they adjusted to the light."
  },
  {
    "pid": "p098",
    "text": "‘Oi, you lot, shoes off if you are going in the kids’ room,’ Shell called, without turning round from the stove. ‘Radio has been on all day, I am not letting you track whatever is in the rain across the floor.’"
  },
  {
    "pid": "p099",
    "text": "‘Thought you said there were no immediate dangers, love,’ said one bloke, dropping his trainers by the door."
  },
  {
    "pid": "p100",
    "text": "‘That is why I am taking precautions,’ she said. ‘When have you ever known me to trust a government spokesman?’"
  },
  {
    "pid": "p101",
    "text": "People chuckled and queued automatically for tea. It was muscle memory. Queues for soup kitchens, for union kettles, for strike pay. Same shape of body, different building."
  },
  {
    "pid": "p102",
    "text": "I was halfway through helping Alex carry an amp up onto the stage when I noticed the camera."
  },
  {
    "pid": "p103",
    "text": "It arrived attached to a bloke in an army surplus jacket and a grin. The camera was one of those chunky VHS beasts I had only ever seen in shop windows and on news reports – grey casing, fat shoulder pad, lens that looked like it could see round corners. It was ridiculous and beautiful at the same time."
  },
  {
    "pid": "p104",
    "text": "‘Blimey,’ I said. ‘Who died and left you a film crew?’"
  },
  {
    "pid": "p105",
    "text": "He patted the camera like a pet."
  },
  {
    "pid": "p106",
    "text": "‘Uncle in Canada,’ he said. ‘Sent it over last year. I am Paul. Anna said you might want something like this.’"
  },
  {
    "pid": "p107",
    "text": "Anna, the tenants’ group woman, rolled her eyes."
  },
  {
    "pid": "p108",
    "text": "‘I said do not point that thing at me when I am serving rice,’ she said. ‘But yes, he has got it, might as well use it.’"
  },
  {
    "pid": "p109",
    "text": "I stepped down off the stage and ran my hand along the side of the camera. It felt like an instrument more than a gadget, heavy and full of potential."
  },
  {
    "pid": "p110",
    "text": "‘You know how to work it?’ I asked."
  },
  {
    "pid": "p111",
    "text": "‘More or less,’ Paul said. ‘Red button is record, other red button is stop. The rest is showing off.’"
  },
  {
    "pid": "p112",
    "text": "‘We can tape the sets,’ Alex said behind me, suddenly interested. ‘Send them out with the cassettes.’"
  },
  {
    "pid": "p113",
    "text": "‘We can tape the speeches,’ I said, the idea arriving fully formed. ‘Not just the noise. The talking in between. Keep a record of what was actually said before the papers turn it into something else.’"
  },
  {
    "pid": "p114",
    "text": "Paul shrugged."
  },
  {
    "pid": "p115",
    "text": "‘Point me at what matters and I will roll,’ he said. ‘As long as someone changes the tape when it runs out. And as long as no one drops it, because my uncle will murder me from across the Atlantic.’"
  },
  {
    "pid": "p116",
    "text": "By eight, the place was full."
  },
  {
    "pid": "p117",
    "text": "The bands we had roped in – a local ska outfit with a trombone player who always looked surprised to find himself making that much sound, a duo of poets who sometimes remembered their lines, us – hovered at the side, tuning, checking lists, re-checking set times that were never really fixed to begin with."
  },
  {
    "pid": "p118",
    "text": "Posh kids had found us too. You could see them instantly – the haircuts a bit too considered, the clothes that managed to be ripped in all the correct places and none of the cold ones, the way they handled their cigarettes. Some of them were straight from the 100 Club nights, recognisable as much by attitude as by face. They stood near the back at first, trying to look like they were slumming it, then were gradually drawn forward by the energy, the smell of sweat and curry and stale paint."
  },
  {
    "pid": "p119",
    "text": "Charlotte slipped in a little late, rain on her coat shoulders, camera hanging from her neck. She kissed Shell on the cheek – Shell who looked thinner than she had in the summer, that vein pulsing at her temple when she frowned – waved at Lucas, who was painting something unspeakable on a piece of paper in the kids' corner, then came over to me."
  },
  {
    "pid": "p120",
    "text": "'Is this it?' she said, sweeping her arm round the hall."
  },
  {
    "pid": "p121",
    "text": "‘Sort of,’ I said. ‘Ours. Hers. Everyone’s. It is a bit like the strike kitchen but with better speakers.’"
  },
  {
    "pid": "p122",
    "text": "‘It is beautiful,’ she said simply. ‘Properly beautiful.’"
  },
  {
    "pid": "p123",
    "text": "She lifted the camera and started working the room, looking through the viewfinder, framing. Shell at the stove, brow furrowed in concentration; Anna leaning down to whisper to her kid; Riz taping a notice about children and rain to the door; two punks from the estate arguing about whether the Clash counted as punk or not."
  },
  {
    "pid": "p124",
    "text": "The radio was in the corner behind the tea table, turned up just enough that you could hear if there was an emergency announcement, turned down enough that it did not compete with the band line checks. Every now and then a word drifted over: ‘fallout’, ‘precautionary’, ‘monitoring’."
  },
  {
    "pid": "p125",
    "text": "Under that, the counter clicked on. A second clock in the room."
  },
  {
    "pid": "p126",
    "text": "‘Still “no immediate danger”?’ I asked Riz as I passed."
  },
  {
    "pid": "p127",
    "text": "‘Still,’ he said. ‘Though apparently we are not to drink rainwater off the ground, which frankly had never been one of my hobbies.’"
  },
  {
    "pid": "p128",
    "text": "We went on third."
  },
  {
    "pid": "p129",
    "text": "The first band loosened the place up; people danced, or whatever passed for dancing when you had only ever really done it at weddings and picket line socials. The poets did a set that had half the room roaring and the other half staring like they had walked in on someone’s therapy session. There was a short break for more curry. The pot was half-empty, streaked red and brown, the smell of cumin and chilli hanging around like an extra guest."
  },
  {
    "pid": "p130",
    "text": "Then it was us. Coalface."
  },
  {
    "pid": "p131",
    "text": "I stepped up onto the pallets. The lights threw heat at my face. For a second I saw not the room in front of me but the yard at Orgreave, the glare off riot shields. Then I blinked and it was gone, and it was just us again – Alex to my left, guitar strap digging into his shoulder; Pete on bass that night, solid as a pillar; Tommy behind the kit, sticks tapping lightly on his knees; Shell at the side of the stage, arms folded, watching everything, always."
  },
  {
    "pid": "p132",
    "text": "Paul crouched at the edge with the camcorder, the red light winking."
  },
  {
    "pid": "p133",
    "text": "I gripped the microphone."
  },
  {
    "pid": "p134",
    "text": "‘Evening,’ I said. My voice came back to me from the speakers, slightly delayed, slightly stranger. ‘Welcome to The Furnace.’"
  },
  {
    "pid": "p135",
    "text": "There was a cheer, small at first, then bigger when people realised they were allowed to make noise."
  },
  {
    "pid": "p136",
    "text": "‘We were going to do a nice simple opening night,’ I went on. ‘Bit of music, bit of shouting about the Tories, you know the drill. Then… current events decided otherwise.’"
  },
  {
    "pid": "p137",
    "text": "A murmur ran through the hall. The word was there without me saying it yet: Chernobyl."
  },
  {
    "pid": "p138",
    "text": "‘So,’ I said, ‘before we make any racket, we need to talk about the thing in the air. Literally.’"
  },
  {
    "pid": "p139",
    "text": "The clicking was there under my voice, steady as breath."
  },
  {
    "pid": "p140",
    "text": "I paused. You could have balanced a glass on the silence."
  },
  {
    "pid": "p141",
    "text": "‘They are telling us,’ I said slowly, ‘that a nuclear power station has had a little… mishap. That some radioactivity has escaped. That there is “no immediate danger” to us here.’"
  },
  {
    "pid": "p142",
    "text": "I let the phrase hang. There were a few hollow laughs."
  },
  {
    "pid": "p143",
    "text": "‘You recognise that one?’ I said. ‘Same line they use when they want you to keep shopping. When they send police horses into a crowd and tell you it was a measured response. When they tell you men in uniforms are protecting you from… well, from you.’"
  },
  {
    "pid": "p144",
    "text": "I thought of Thatcher in that room in July, calling us an enemy within, safe from cameras because she thought it was just her and her own. I thought of horses at Orgreave and the photographs that never made it to the front page."
  },
  {
    "pid": "p145",
    "text": "‘Here is what I know,’ I said. ‘When someone who has never done a day’s graft down a pit tells me there is “no immediate danger”, I look where they are not pointing. When they say the air is fine, I check the rain. When they say the miners were violent, I check who has got the bruises.’"
  },
  {
    "pid": "p146",
    "text": "There was a growl of agreement now, a low sound from chests rather than throats. I leaned in."
  },
  {
    "pid": "p147",
    "text": "‘Radiation is awkward for them,’ I said. ‘You cannot baton it. You cannot arrest it. You cannot put it in a headline about thugs and scroungers. It is just there. Invisible. Like the debt they owe you for thirty years of coal. Like the lies in the papers. Like the fear they do not want to mention because it does not look good on the six o’clock news.’"
  },
  {
    "pid": "p148",
    "text": "Alex glanced at me, half a grin starting. He could tell I was off script, but the good kind."
  },
  {
    "pid": "p149",
    "text": "‘So here is what we are going to do,’ I said. ‘We are going to stay in this room, where the walls are thick and the company is honest. We are going to eat the curry Shell has been stirring since dawn. We are going to let the kids play where we can see them. And in between songs, we are going to talk about what they are not saying. We are going to share information, not rumours. We are going to remember who benefits when they tell us not to worry.’"
  },
  {
    "pid": "p150",
    "text": "I swallowed, feeling my own pulse in my throat."
  },
  {
    "pid": "p151",
    "text": "‘At Orgreave,’ I said, ‘the danger was visible. Horses, shields, batons. You could see it coming, even if you could not get out of the way. This—’ I gestured upwards ‘—is different. But the people making the decisions are the same. The ones who wrote “enemy within” in their notebooks and then denied saying it. The ones who sent you down holes in the ground and shut the pits when it suited them. If they can lie about your lungs, they can lie about your bones. If they can lie about the miners, they can lie about the cloud.’"
  },
  {
    "pid": "p152",
    "text": "I looked out over the room. Faces I knew, faces I did not. Old men with arms like tree trunks, young women with babies on their hips, students with badges, punks with safety pins, posh kids with their hair just so."
  },
  {
    "pid": "p153",
    "text": "‘So tonight,’ I said, ‘this is our reactor. Our control room. The place where we decide how we are going to talk about this. Where we remember that information is a kind of power as well. We are Coalface. This is The Furnace. Let us make some heat they cannot spin.’"
  },
  {
    "pid": "p154",
    "text": "The cheer that time was real and ragged and filled every corner."
  },
  {
    "pid": "p155",
    "text": "Tommy counted us in."
  },
  {
    "pid": "p156",
    "text": "We went."
  },
  {
    "pid": "p157",
    "text": "We played harder than we had ever played."
  },
  {
    "pid": "p158",
    "text": "Old songs sharpened by the context – “Orgreave Morning” with a new line about clouds, “Enemy Within” retooled to nod at power stations as well as police lines. A new one we had barely rehearsed, chords scrawled on a scrap of paper at soundcheck, lyrics about fallout and lies and invisible dust that I half-made up on the spot."
  },
  {
    "pid": "p159",
    "text": "Between songs, I kept talking. Not for ages – just fragments, little hooks."
  },
  {
    "pid": "p160",
    "text": "‘They tell you you will be fine if you keep calm. I say you will be fine if you keep receipts, if you remember who said what, when.’"
  },
  {
    "pid": "p161",
    "text": "‘They say it is too complicated for you to understand. I say if you can balance a house budget on strike pay, you can understand half-lives and prevailing wind.’"
  },
  {
    "pid": "p162",
    "text": "‘They say the danger is out there, somewhere foreign. I say the danger is in the room where they write the statements.’"
  },
  {
    "pid": "p163",
    "text": "Each time, I saw people’s faces shift. Some laughed, some nodded, some looked angry, some scared. A few of the posh kids were mouthing the lines along by the third repetition, which was both ridiculous and exactly what I was aiming for."
  },
  {
    "pid": "p164",
    "text": "Paul moved round the edge of the crowd, camera on his shoulder, capturing bits of everything. A child asleep on a chair with noise all around him. Shell refilling plates with a practised scoop and scrape. Riz in the corner between numbers, explaining to a young bloke in a denim jacket what a ‘becquerel’ was, in words small enough you could write them on the back of a fag packet."
  },
  {
    "pid": "p165",
    "text": "In the break after our set, I stepped down and stumbled off the pallets, shirt sticking to my back. I was handed a mug of tea by someone anonymous; I drank half of it without tasting."
  },
  {
    "pid": "p166",
    "text": "‘That was…’ Charlotte appeared at my elbow, cheeks flushed, camera bumping against her chest. ‘That was something.’"
  },
  {
    "pid": "p167",
    "text": "‘Too much?’ I asked, suddenly self-conscious."
  },
  {
    "pid": "p168",
    "text": "‘Not enough,’ she said. ‘I am… I have been making notes as well as pictures. I think there might be a piece in this. “From Coal to Cloud” or something less terrible.’"
  },
  {
    "pid": "p169",
    "text": "‘Do not you lot have an embargo on anything that makes us look human?’ I said."
  },
  {
    "pid": "p170",
    "text": "She pulled a face."
  },
  {
    "pid": "p171",
    "text": "‘I will pitch it,’ she said. ‘They will probably say no. “Too political”, “our readers do not want to think about Ukrainians in boiler suits”. But I have to try.’"
  },
  {
    "pid": "p172",
    "text": "She glanced over at a group near the bar – three of the posh kids, one I recognised from a gig in town. They were arguing about something, hands drawing shapes in the air."
  },
  {
    "pid": "p173",
    "text": "‘Listen,’ she said. ‘When you were talking about invisible danger and lies, they were hanging on every word. Roger there has got an uncle at the Ministry of Agriculture. Emma’s dad sits on some committee about nuclear policy. They are going to carry that language back into rooms you cannot go near.’"
  },
  {
    "pid": "p174",
    "text": "‘Good,’ I said. ‘That is the idea. Trojan horse with a decent fringe.’"
  },
  {
    "pid": "p175",
    "text": "She smiled."
  },
  {
    "pid": "p176",
    "text": "‘Give me the phrases you want them to repeat,’ she said. ‘The exact ones. I will put them in the captions if they let me.’"
  },
  {
    "pid": "p177",
    "text": "I thought back over what I had said, which bits had felt right in my mouth."
  },
  {
    "pid": "p178",
    "text": "‘“If they can lie about your lungs, they can lie about your bones”,’ I said. ‘That one felt solid. “The danger is in the room where they write the statements.” And… “information is power too, so stop letting them own the words”.’"
  },
  {
    "pid": "p179",
    "text": "She nodded, the journalist in her already carving them into type."
  },
  {
    "pid": "p180",
    "text": "‘Okay,’ she said. ‘Okay. Let me see what I can do.’"
  },
  {
    "pid": "p181",
    "text": "Later, in the quieter back room, a young mum sat on a plastic chair with her coat still on, Lucas asleep in her lap now, her own child dozing on a blanket at her feet. She was staring at the poster we had stuck to the wall – a photocopy of some foreign news report with a map of Europe and contour lines of radiation."
  },
  {
    "pid": "p182",
    "text": "Next to her, a bloke with wild hair and a duffel coat was sketching on a paper plate with a biro."
  },
  {
    "pid": "p183",
    "text": "‘So,’ he said, ‘this is Sweden, right? And here is us. The wind was coming like this…’ He drew arrows, his plate a tiny world. ‘The worst of it looks like it has gone over the North Sea, but we will get some. Not enough to drop you dead in the street. Enough that it will matter if you are already fragile. Kids. Pregnant women. People with rubbish lungs.’"
  },
  {
    "pid": "p184",
    "text": "‘How do you know?’ she asked, voice tight."
  },
  {
    "pid": "p185",
    "text": "‘I work at the Polytechnic,’ he said. ‘Physics department. They have been ringing round trying to get proper figures. Government are not exactly rushing to share.’"
  },
  {
    "pid": "p186",
    "text": "‘So what do I do?’ she said. ‘Tell him not to ever go outside again?’"
  },
  {
    "pid": "p187",
    "text": "He hesitated."
  },
  {
    "pid": "p188",
    "text": "‘No,’ he said. ‘You… choose your battles. Keep him inside in the rain for a while. Maybe do not let him eat vegetables that grew right by a road this week. But mostly… you push for the truth. You do not let them make you into a folk tale. “Remember when everyone panicked for no reason”. You make sure the record shows you had reason.’"
  },
  {
    "pid": "p189",
    "text": "She looked at him like she was not sure whether to thank him or slap him."
  },
  {
    "pid": "p190",
    "text": "‘And in the meantime?’ she said."
  },
  {
    "pid": "p191",
    "text": "He gestured towards the hall."
  },
  {
    "pid": "p192",
    "text": "‘In the meantime,’ he said, ‘you come to places like this, where you are not being treated like an idiot. You eat curry with people who will help you if the worst happens. You do not sit alone with the television.’"
  },
  {
    "pid": "p193",
    "text": "Shell appeared in the doorway, tea towel over her shoulder."
  },
  {
    "pid": "p194",
    "text": "‘We are not charging for seconds,’ she said. ‘If you are worrying yourself sick, you might as well do it with a full plate.’"
  },
  {
    "pid": "p195",
    "text": "The woman laughed, sudden and wet, tears in it. She took her plate to the kitchen."
  },
  {
    "pid": "p196",
    "text": "The night ended the way good nights always did – too fast and in a tangle."
  },
  {
    "pid": "p197",
    "text": "People drifted out into the drizzle in little groups, coats hauled tight, voices low and buzzing with everything they had seen and heard. There was talk of other meetings, of leaflets, of petitions. Someone started a half-hearted chant about radiation and the Tories that did not quite scan but had the right spirit."
  },
  {
    "pid": "p198",
    "text": "Inside, we stacked chairs, scraped plates, tipped the last sludgy inch of curry into the bin. Paul helped Riz coil cables, the camcorder now tucked safely back in its padded bag."
  },
  {
    "pid": "p199",
    "text": "‘Got some good bits,’ he said. ‘You kept saying that thing about lungs and bones. Crowd liked it.’"
  },
  {
    "pid": "p200",
    "text": "‘Good,’ I said, tiredness crashing in now the adrenaline had gone. ‘I want it stuck in their heads in the morning when they are making toast.’"
  },
  {
    "pid": "p201",
    "text": "Shell slumped on a chair, kicked off her boots, flexed her toes."
  },
  {
    "pid": "p202",
    "text": "‘We did it,’ she said. ‘We actually opened the bloody place.’"
  },
  {
    "pid": "p203",
    "text": "‘During a nuclear accident,’ Alex said. ‘Trust us to pick our moment.’"
  },
  {
    "pid": "p204",
    "text": "She looked round, at the banner, at the scuffed floor, at the empty cups."
  },
  {
    "pid": "p205",
    "text": "‘I kept thinking,’ she said softly, ‘about the strike kitchen. About that room in Grimethorpe. The big pans, the steam, the kids underfoot. Only this time, we built it somewhere they do not own. No pit managers, no council committee. Just… us.’"
  },
  {
    "pid": "p206",
    "text": "Riz sat on the stage edge, swinging his legs."
  },
  {
    "pid": "p207",
    "text": "‘Not just us,’ he said. ‘All the people who turned up. That scientist, what is his name, Mark? Anna and her lot. The students. The posh kids. It is like… we have built a room where the streams cross.’"
  },
  {
    "pid": "p208",
    "text": "‘A reactor,’ I said, remembering my own words, feeling them settle in my chest. ‘Only this one is meant to blow up.’"
  },
  {
    "pid": "p209",
    "text": "Shell threw a balled-up napkin at me."
  },
  {
    "pid": "p210",
    "text": "‘Do not say “blow up” in this context,’ she said. ‘You will jinx us.’"
  },
  {
    "pid": "p211",
    "text": "Charlotte came back in from a phone call in the corridor, her face tight."
  },
  {
    "pid": "p212",
    "text": "‘Well?’ I asked."
  },
  {
    "pid": "p213",
    "text": "‘My editor says it is not “quite right” for the feature section,’ she said, mimicking his voice. ‘“Our readers are a bit… fatigued with miners and nuclear scares, Charlotte. Can you find something lighter? Perhaps a profile of that young actress in the West End?”’"
  },
  {
    "pid": "p214",
    "text": "She let out a breath somewhere between a laugh and a groan."
  },
  {
    "pid": "p215",
    "text": "‘He said, and I quote, “this sounds like agitprop”.’"
  },
  {
    "pid": "p216",
    "text": "‘Is not that what you write for them anyway?’ Alex said."
  },
  {
    "pid": "p217",
    "text": "‘Apparently the wrong kind,’ she said. ‘He did say the photos were “atmospheric”, which is code for “we might stick one in a collage about youth culture and not tell anyone where it is”.’"
  },
  {
    "pid": "p218",
    "text": "‘So that is a no,’ I said."
  },
  {
    "pid": "p219",
    "text": "‘That is a no,’ she said. ‘Unless I can sell it somewhere else. I will try the smaller papers, the weeklies. Someone must want to know what happens when you put miners, mums and Marxists in a room with a reactor cloud overhead.’"
  },
  {
    "pid": "p220",
    "text": "She leaned against the wall, staring at the banner."
  },
  {
    "pid": "p221",
    "text": "‘Sometimes I feel like I am the one with fallout on me,’ she said. ‘Too political for the arts pages, too arty for news. Contaminated.’"
  },
  {
    "pid": "p222",
    "text": "I walked over, stood next to her."
  },
  {
    "pid": "p223",
    "text": "‘They can say no,’ I said. ‘But they cannot un-hear it. Your editor knows now that places like this exist. Those kids know. Their parents will know when they get home and try to explain why they smell of curry and cheap beer and certainty.’"
  },
  {
    "pid": "p224",
    "text": "She looked at me, a little smile breaking through."
  },
  {
    "pid": "p225",
    "text": "‘You always talk like you are designing a blueprint,’ she said. ‘Lines and arrows. What goes where after tonight.’"
  },
  {
    "pid": "p226",
    "text": "‘Someone has to,’ I said. ‘Otherwise it is just noise, is not it.’"
  },
  {
    "pid": "p227",
    "text": "Out by the bar, I heard someone repeating one of my lines, trying it out on their tongue for size."
  },
  {
    "pid": "p228",
    "text": "‘If they can lie about your lungs, they can lie about your bones,’ they said to their mate, who nodded, serious now."
  },
  {
    "pid": "p229",
    "text": "I felt something click into place, the same way it had the first time I saw one of our tapes on a stranger’s shelf. The words were leaving me already, mutating, attaching themselves to other conversations, other rooms."
  },
  {
    "pid": "p230",
    "text": "Not just noise."
  },
  {
    "pid": "p231",
    "text": "Blueprints."
  },
  {
    "pid": "p232",
    "text": "Markers."
  },
  {
    "pid": "p233",
    "text": "Whatever you wanted to call them."
  },
  {
    "pid": "p234",
    "text": "We locked up late. Shell did a last sweep of the kids’ corner, lifting a sleeping Lucas into her arms, turning off the cartoon cat mid-adventure. I switched off the lights one by one, leaving the hall in darkness except for the glow from the street outside."
  },
  {
    "pid": "p235",
    "text": "For a moment I stood there, feeling the size of it. Four walls, a roof, a stage. A room full of echoes of things said and sung."
  },
  {
    "pid": "p236",
    "text": "Somewhere far away, a reactor core was still burning. Here, in that old warehouse, another kind of reaction had started."
  },
  {
    "pid": "p237",
    "text": "Invisible as fallout, but ours."
  }
]
