[
  {
    "pid": "p001",
    "text": "When I think back to where it began, it was not Orgreave or marches in London or some speech in Parliament. It was this kitchen. My dad at the sink, Saturday morning, no coal on his shoulders for once. Mam in her nightdress with an apron tied over the top. The little radio on the shelf trying to drag the world in from somewhere far off and important."
  },
  {
    "pid": "p002",
    "text": "It was still dark outside, just a thin strip of grey over the rooftops. The little radio did its best with the Today programme, voices arriving through static like they had had to walk all the way from London to get here."
  },
  {
    "pid": "p003",
    "text": "The kitchen smelled of bacon ends, hot fat and steam, and the permanent background note of coal that clung to everything round here. Saturday breakfast, but no one was relaxed. The welfare meeting was at half ten and everyone knew what it meant."
  },
  {
    "pid": "p004",
    "text": "I sat at the table in my decent trousers – not work clothes, Mam had insisted – watching Dad stand by the sink in his vest, pale skin powdery grey where the coal never fully washed out. He was rolling a cigarette and listening to the radio with that tight, flat expression he got when they were talking about the union."
  },
  {
    "pid": "p005",
    "text": "’…fresh calls this morning for Arthur Scargill to put the National Union of Mineworkers’ strike plans to a national ballot,’ the presenter was saying. ‘The government insists it will not give in to what ministers described as “industrial blackmail” by a minority of militant unions, determined, in the words of one Cabinet source, to “hold the country to ransom.”’"
  },
  {
    "pid": "p006",
    "text": "Mam half-turned from the stove. ‘That will be us, then. Militants.’ She said it lightly, but there was a crease between her eyebrows."
  },
  {
    "pid": "p007",
    "text": "The reporter droned on about uneconomic pits, energy policy, law and order. There was a snatch of some minister – not her, not yet – talking about ‘facing down extremists’ and ‘defending democracy’. He sounded very calm. They always did. You could hear the shape of something worse crouched just behind the words, like he was practising a phrase for later."
  },
  {
    "pid": "p008",
    "text": "Dad’s hand jerked. Tobacco spilled across the draining board."
  },
  {
    "pid": "p009",
    "text": "‘Extremists now, are we,’ he muttered. ‘Last year they were glad enough of lights turning on.’"
  },
  {
    "pid": "p010",
    "text": "He did not raise his voice. Somehow that made it worse. He just stood there, Saturday morning when he should have been reading the paper or fixing something in the yard, listening to his life being folded into a word that fit in someone else’s mouth."
  },
  {
    "pid": "p011",
    "text": "Mam reached past him and turned the gas down under the pan so the bacon would not burn."
  },
  {
    "pid": "p012",
    "text": "‘They have been calling Scargill owt they can think of for months,’ she said. ‘You know what she is like, Thatcher.’"
  },
  {
    "pid": "p013",
    "text": "‘He can take it,’ Dad said. ‘He is thick-skinned. It is the lads she is talking about now, whether she says it or not. Anyone says no is a problem that needs sorting.’"
  },
  {
    "pid": "p014",
    "text": "He brushed the spilled tobacco back into his palm, fingertips shaking a bit, and tipped it into the Rizla."
  },
  {
    "pid": "p015",
    "text": "I looked from him to the radio and back again. I had seen Thatcher on the telly enough times: hair like a helmet, pearls, that calm schoolmistress tone. Holding the country to ransom, extremists, blackmail. It sounded like something from the front of a comic. Bad guys in balaclavas hijacking a train."
  },
  {
    "pid": "p016",
    "text": "‘That us, then?’ I said, before I could stop myself. ‘Ransomers. Extremists.’"
  },
  {
    "pid": "p017",
    "text": "Dad glanced at me, eyes tired but sharp."
  },
  {
    "pid": "p018",
    "text": "‘You go down there and put your back into it day after day,’ he said, ‘and the country runs on what comes back up. Soon as it is not convenient, you are an extremist. That is how it works.’"
  },
  {
    "pid": "p019",
    "text": "Mam put a plate in front of him. Two rashers, one egg, a fried slice cut in half so it looked like more. There were three of us at the table those days – Mam, Dad, me. My older brothers had moved out years back, one to a factory over in Barnsley, one to the army down south. The house felt emptier without them, like there were draughts where they used to sit."
  },
  {
    "pid": "p020",
    "text": "‘Eat that before it gets cold,’ Mam said. She poured me tea, strong enough to fix leather, and slid the sugar bowl over. ‘Both of you need your strength for this morning.’"
  },
  {
    "pid": "p021",
    "text": "The word extremist went round in my head as I picked up my fork. It did not match the man opposite me with the coal ingrained in his knuckles, or the woman who cut fried bread into two neat triangles so it looked like twice as much. It did not match the little run of terrace houses outside, leaning into one another so the wind did not get in. Whoever they meant on the radio, they had not walked down our street. If we were really some danger hidden inside the country, we were doing a good job of disguising it as Saturday breakfast and neat trousers for the welfare."
  },
  {
    "pid": "p022",
    "text": "They moved on to interest rates and something about the Americans. Dad reached over and turned the volume down until it was just hiss."
  },
  {
    "pid": "p023",
    "text": "‘Meeting’s at half ten,’ he said, still not looking at either of us. ‘Ken Handley called it yesterday. Every man at Grimethorpe pit.’"
  },
  {
    "pid": "p024",
    "text": "Mam wiped her hands on the tea towel, the corner already grey from use."
  },
  {
    "pid": "p025",
    "text": "‘And what do you reckon they will decide?’ she asked quietly."
  },
  {
    "pid": "p026",
    "text": "He scraped his fork across the plate, collecting the last bit of egg."
  },
  {
    "pid": "p027",
    "text": "‘Cortonwood walked out Monday,’ he said. ‘Bullcliffe Wood the same. Yorkshire Area’s already voted to back them. Now it is our turn.’"
  },
  {
    "pid": "p028",
    "text": "‘To vote,’ Mam said."
  },
  {
    "pid": "p029",
    "text": "‘Aye. To vote.’ He pushed his chair back. The legs made a sound on the lino I had heard every morning of my life. ‘But we all know which way it will go. Can’t let Cortonwood stand alone. If they close one pit, they will close them all. It is just a matter of when.’"
  },
  {
    "pid": "p030",
    "text": "He looked at me properly then."
  },
  {
    "pid": "p031",
    "text": "‘You coming?’ he asked."
  },
  {
    "pid": "p032",
    "text": "I hesitated. ‘Can I? I have only just started.’"
  },
  {
    "pid": "p033",
    "text": "‘You are down there with us, are you not?’ Dad said. ‘Your vote is as good as anyone’s. That is how it works.’"
  },
  {
    "pid": "p034",
    "text": "For a second I just stared at the table. Toast crumbs, a smear of egg, the ring of his mug on the cloth. In a few hours we would be at the welfare with every other miner in Grimethorpe, deciding whether to walk away from our wages for something that might last weeks. Or months. Or longer."
  },
  {
    "pid": "p035",
    "text": "‘Aye,’ I said. ‘I am coming.’"
  },
  {
    "pid": "p036",
    "text": "Mam made a soft noise, halfway between approval and worry."
  },
  {
    "pid": "p037",
    "text": "‘Right then,’ Dad said. ‘Best get yourselves ready. It is not every day you vote to stop the world.’"
  },
  {
    "pid": "p038",
    "text": "*"
  },
  {
    "pid": "p039",
    "text": "We left the house just after ten. The street was already moving – men in their Saturday best, clean shirts and pressed trousers, walking in twos and threes toward the centre of the village. You could feel it in the air, that tightness, like everyone was holding their breath at once."
  },
  {
    "pid": "p040",
    "text": "The March morning was wet and cold, the kind of damp that got into your bones. Streetlights were still on, yellow against the grey. A few curtains twitched as we passed – women watching their men go to decide the future."
  },
  {
    "pid": "p041",
    "text": "The slag heap squatted to the east, a grey mountain against the lightening sky. Every windowsill we passed had its coating of coal dust, black on the white paint like a signature."
  },
  {
    "pid": "p042",
    "text": "‘Morning, Bill,’ someone called from across the road."
  },
  {
    "pid": "p043",
    "text": "‘Morning, Ron.’"
  },
  {
    "pid": "p044",
    "text": "‘All right, Danny?’"
  },
  {
    "pid": "p045",
    "text": "‘Aye,’ I said, dipping my chin. With Dad beside me I stood a bit taller. It was automatic, like checking your lamp battery before you went down."
  },
  {
    "pid": "p046",
    "text": "We were not the only ones heading to the welfare. The flow of men increased as we got closer – older blokes in flat caps, younger lads barely out of school, deputies and face workers all mixed together. Nobody was talking much. Just the sound of boots on pavement and the odd cough."
  },
  {
    "pid": "p047",
    "text": "The welfare club sat at the edge of the village, a squat brick building with small windows and a sign that had been repainted so many times you could see the ghosts of old letters underneath. It was where we held union meetings, where the band practised, where kids had birthday parties in the back room. The heart of Grimethorpe, if a place like ours could be said to have one."
  },
  {
    "pid": "p048",
    "text": "By the time we got there, the car park was already full. Men were streaming through the double doors, stamping their feet, shaking rain off their shoulders. Inside, the main hall was packed."
  },
  {
    "pid": "p049",
    "text": "It was not like a normal union meeting. This felt different. Heavier. The air was thick with cigarette smoke and tension, bodies pressed close, the smell of damp wool and cheap soap and something sharper underneath – fear, maybe, or anger that had not worked out what shape to take yet."
  },
  {
    "pid": "p050",
    "text": "At the front, on the little raised platform where the band usually set up, Ken Handley stood with a clipboard. Branch Secretary, grey-haired, solid as a pit prop. Next to him was Jack Wade, younger, angrier, the kind of bloke who could make a room listen just by standing still."
  },
  {
    "pid": "p051",
    "text": "I squeezed in next to Dad, shoulder to shoulder with men I had known all my life. Terry Barker from down our street. Frank who worked maintenance. Old Jim who had been underground since before I was born. Every face I knew, every voice familiar."
  },
  {
    "pid": "p052",
    "text": "Someone passed round mugs of tea. I took one, hands grateful for the warmth."
  },
  {
    "pid": "p053",
    "text": "Ken Handley cleared his throat. The room did not go quiet immediately – it took a few seconds for the message to spread, for men to nudge each other and turn toward the front."
  },
  {
    "pid": "p054",
    "text": "‘Right, lads,’ Ken said. His voice was steady, the kind that had practice over machinery and wind. ‘You know why we are here. Let us not waste time pretending otherwise.’"
  },
  {
    "pid": "p055",
    "text": "A low murmur ran through the room."
  },
  {
    "pid": "p056",
    "text": "‘Thursday, first of March, NCB told Cortonwood they are shutting in five weeks. Five weeks, after promising them five years. That pit’s been there over a century. More than a thousand men. Gone, just like that.’"
  },
  {
    "pid": "p057",
    "text": "Someone swore under their breath."
  },
  {
    "pid": "p058",
    "text": "‘Monday, fifth of March, Cortonwood lads walked out. Held their own vote, same as we are doing today. Unanimous. Every man.’"
  },
  {
    "pid": "p059",
    "text": "Ken paused, let that sit."
  },
  {
    "pid": "p060",
    "text": "‘Bullcliffe Wood followed. Then Kellingley. Then pits across Yorkshire. Wednesday, the area met. Yorkshire NUM voted to back the walkouts, to make it official. We already had the mandate from eighty-one – any pit threatened with closure for economic reasons, we strike to defend it.’"
  },
  {
    "pid": "p061",
    "text": "He held up a piece of paper."
  },
  {
    "pid": "p062",
    "text": "‘This morning I got word from the area office. Arthur Scargill is calling it a national dispute on Monday. Yorkshire’s out. Scotland’s moving. Durham, South Wales, Kent – they are all deciding this weekend, same as us.’"
  },
  {
    "pid": "p063",
    "text": "Another murmur, louder this time."
  },
  {
    "pid": "p064",
    "text": "‘But it has to be our decision,’ Ken went on. ‘Not Arthur’s. Not the area’s. Ours. Every man in this room needs to say whether Grimethorpe Colliery stands with Cortonwood, or whether we go in Monday like nowt’s happened.’"
  },
  {
    "pid": "p065",
    "text": "He looked out across the packed hall."
  },
  {
    "pid": "p066",
    "text": "‘I will tell you straight: Coal Board’s got a list. Twenty pits, they say, but we all know it is more. Grimethorpe’s on it. We have heard the rumours. Seventeenth, someone said. Could be higher, could be lower. Does not matter. If we let them close Cortonwood without a fight, we are next. And after us, every other pit in this country they decide is not making enough profit.’"
  },
  {
    "pid": "p067",
    "text": "Dad’s jaw was tight beside me. I could feel the tension radiating off him."
  },
  {
    "pid": "p068",
    "text": "Jack Wade stepped forward. His voice came out rougher, angrier."
  },
  {
    "pid": "p069",
    "text": "‘Government’s been planning this for years,’ he said. ‘Stockpiling coal. Getting the laws changed. They want to break us, same as they broke the steelworkers. Thatcher said it herself – she wants rid of the unions, wants rid of anyone who says no. Well, we are saying no. Yorkshire’s saying no. The question is, does Grimethorpe?’"
  },
  {
    "pid": "p070",
    "text": "‘Too bloody right we do,’ someone shouted from the back."
  },
  {
    "pid": "p071",
    "text": "There was a ripple of agreement, but Ken held up his hand."
  },
  {
    "pid": "p072",
    "text": "‘We do this proper,’ he said. ‘This is not a rally. This is a vote. Every man gets to decide for himself. Cortonwood and Bullcliffe sent delegates this morning to tell us what they have seen, what they know about the closure programme. You lot need to hear it, then we vote.’"
  },
  {
    "pid": "p073",
    "text": "A bloke I did not recognise stepped up. Cortonwood badge on his jacket. He looked tired, hollowed out."
  },
  {
    "pid": "p074",
    "text": "‘I am Dave,’ he said simply. ‘From Cortonwood. We were told our pit had five years left, minimum. Invested in new equipment, did everything they asked. Then Monday, manager calls us in and says we are done in five weeks. No warning. No consultation. Just “you are finished, off you go.”’"
  },
  {
    "pid": "p075",
    "text": "He swallowed hard."
  },
  {
    "pid": "p076",
    "text": "‘We walked out that afternoon. We had no choice. You let them do this without a fight, there is no point having a union at all. They will pick you off one by one, pit by pit, and you will wake up one morning and there will be nowt left.’"
  },
  {
    "pid": "p077",
    "text": "The room was completely silent now."
  },
  {
    "pid": "p078",
    "text": "‘I know what I am asking,’ the Cortonwood bloke went on. ‘I know you lot have families, bills, kids to feed. So do we. But if we do not stand together now, there will not be owt left to stand for.’"
  },
  {
    "pid": "p079",
    "text": "He stepped back. Ken nodded his thanks."
  },
  {
    "pid": "p080",
    "text": "‘Right,’ he said. ‘You have heard it. Cortonwood’s out. Bullcliffe Wood’s out. Yorkshire’s backing them. Arthur’s calling it national on Monday. The question before this branch is: does Grimethorpe Colliery join the strike, effective Monday morning, or do we go to work?’"
  },
  {
    "pid": "p081",
    "text": "He paused."
  },
  {
    "pid": "p082",
    "text": "‘This is not a secret ballot. We are doing it the old way – a show of hands. Anyone who wants to can speak first, say their piece. Then we vote.’"
  },
  {
    "pid": "p083",
    "text": "For a moment no one moved. Then Old Jim stood up, wheezing a bit."
  },
  {
    "pid": "p084",
    "text": "‘I have worked that pit forty-two years,’ he said. ‘My dad worked it before me. His dad before him. If we let them close Cortonwood, we are saying it was all for nowt. I am voting to stand with them.’"
  },
  {
    "pid": "p085",
    "text": "He sat down. There was a murmur of approval."
  },
  {
    "pid": "p086",
    "text": "A younger lad – couldn’t have been more than twenty – stood up, nervous."
  },
  {
    "pid": "p087",
    "text": "‘What if it lasts months?’ he asked. ‘What if they do not back down? I have a baby coming in June. How do we live with no wages?’"
  },
  {
    "pid": "p088",
    "text": "‘Same way Cortonwood’s living,’ someone called out. ‘Same way miners have always done. We look after our own.’"
  },
  {
    "pid": "p089",
    "text": "The lad sat down, not looking convinced but not arguing."
  },
  {
    "pid": "p090",
    "text": "Dad stood up. My stomach clenched."
  },
  {
    "pid": "p091",
    "text": "‘I have been here twenty-three years,’ he said. His voice was quiet but it carried. ‘I have breathed that dust, crawled through them seams, watched good men get hurt for coal that keeps this country running. And now they are telling us we are not worth keeping. That we are uneconomic. That we are extremists for wanting to keep our jobs.’"
  },
  {
    "pid": "p092",
    "text": "He looked round the room."
  },
  {
    "pid": "p093",
    "text": "‘I have got a son just started at the pit. Seventeen. I do not want him spending his life underground, truth be told. But if there is no pit, there is nowt for him here at all. No work, no future, no village. Because that is what happens when the pit closes – the whole place dies.’"
  },
  {
    "pid": "p094",
    "text": "He paused."
  },
  {
    "pid": "p095",
    "text": "‘So I am voting to strike. Not because I think we will win. I do not know if we will. But because if we do not fight now, we have already lost.’"
  },
  {
    "pid": "p096",
    "text": "He sat down. I realised I had been holding my breath."
  },
  {
    "pid": "p097",
    "text": "Ken scanned the room."
  },
  {
    "pid": "p098",
    "text": "‘Anyone else?’"
  },
  {
    "pid": "p099",
    "text": "Silence. Men shifted, looked at each other, but no one else stood."
  },
  {
    "pid": "p100",
    "text": "‘Right then,’ Ken said. ‘Time to vote. This is a resolution of the Grimethorpe NUM branch to join the national strike called by the Yorkshire Area, effective Monday twelfth of March, nineteen eighty-four. All in favour, raise your hand.’"
  },
  {
    "pid": "p101",
    "text": "There was a second – just one – where the room hung suspended. Then, like a wave, hands went up."
  },
  {
    "pid": "p102",
    "text": "I looked round. Every hand. Every single one. Men young and old, married and single, those with kids and those without. A sea of raised arms, defiant and afraid and determined all at once."
  },
  {
    "pid": "p103",
    "text": "I put my hand up too. Dad’s was already raised beside me."
  },
  {
    "pid": "p104",
    "text": "‘Against?’ Ken said."
  },
  {
    "pid": "p105",
    "text": "Silence. Not a single hand."
  },
  {
    "pid": "p106",
    "text": "‘Abstentions?’"
  },
  {
    "pid": "p107",
    "text": "Nothing."
  },
  {
    "pid": "p108",
    "text": "Ken looked out at the forest of raised hands, and something shifted in his face."
  },
  {
    "pid": "p109",
    "text": "‘Carried unanimously,’ he said, and his voice cracked just slightly. ‘Grimethorpe Colliery is on strike.’"
  },
  {
    "pid": "p110",
    "text": "The room erupted. Not cheering – it was too serious for that – but a low roar of voices, men turning to each other, shaking hands, clapping shoulders. Relief and dread mixed together."
  },
  {
    "pid": "p111",
    "text": "‘Every hand in that room went up,’ Jack Wade said, loud enough to cut through the noise. ‘Near enough every man. That is Grimethorpe. We stand together.’"
  },
  {
    "pid": "p112",
    "text": "Someone started singing – ‘The Internationale’, rough and off-key – and others joined in. I did not know all the words but I hummed along, feeling the sound vibrate through the packed bodies around me."
  },
  {
    "pid": "p113",
    "text": "Dad put his hand on my shoulder, squeezed once, said nothing."
  },
  {
    "pid": "p114",
    "text": "Ken was calling for quiet again, trying to get the room’s attention."
  },
  {
    "pid": "p115",
    "text": "‘Right, listen up,’ he shouted. ‘We have work to do. No one down the pit Monday. Pickets at the gates from four a.m. Monday morning, rotating shifts. We need rotas, we need organisation, we need to make sure every family’s looked after. Meeting tomorrow afternoon, two o’clock, back here. Bring your wives, bring anyone who wants to help. This is not just the men’s fight now. It is all of us.’"
  },
  {
    "pid": "p116",
    "text": "Men were already moving toward the doors, spilling out into the car park, lighting cigarettes, talking in clusters. The tension had broken into something else – not quite relief, but purpose. We had decided. Now it was real."
  },
  {
    "pid": "p117",
    "text": "Outside, the rain had stopped but the sky was still grey. Men stood in groups, talking quietly, making plans. Some headed straight home to tell their families. Others went to the pub – the one that would give tick when the strike fund ran dry."
  },
  {
    "pid": "p118",
    "text": "Dad and I walked back in silence for a while. The streets felt different now, like something had shifted in the foundations."
  },
  {
    "pid": "p119",
    "text": "‘You all right?’ Dad asked eventually."
  },
  {
    "pid": "p120",
    "text": "‘Aye,’ I said. ‘I think so.’"
  },
  {
    "pid": "p121",
    "text": "‘It is done, then. Come Monday, we are out.’"
  },
  {
    "pid": "p122",
    "text": "I nodded. My hand was still tingling from being raised, from being counted. From being part of that unanimous sea."
  },
  {
    "pid": "p123",
    "text": "‘What happens now?’ I asked."
  },
  {
    "pid": "p124",
    "text": "Dad lit a cigarette, cupped his hand round the flame against the wind."
  },
  {
    "pid": "p125",
    "text": "‘Now?’ he said. ‘Now we tell your mam, and then we work out how we are going to eat for the next however long this lasts. And come Monday morning, we stand at those gates and we do not let anyone through who is not meant to be there.’"
  },
  {
    "pid": "p126",
    "text": "He blew smoke into the cold air."
  },
  {
    "pid": "p127",
    "text": "‘And we hope to God that when this is over, there is still a pit left to go back to.’"
  },
  {
    "pid": "p128",
    "text": "We turned the corner onto our street. Mrs Barlow was already on her step, arms folded, hair sticking up, waiting."
  },
  {
    "pid": "p129",
    "text": "‘Well?’ she called as we got close. ‘What did you decide?’"
  },
  {
    "pid": "p130",
    "text": "‘We are out,’ Dad said simply."
  },
  {
    "pid": "p131",
    "text": "She nodded, like she had known all along."
  },
  {
    "pid": "p132",
    "text": "‘About bloody time,’ she said. ‘Letting them close pits without a fight. What kind of country would we be then?’"
  },
  {
    "pid": "p133",
    "text": "She went back inside. Dad and I kept walking."
  },
  {
    "pid": "p134",
    "text": "At our door, Dad paused, hand on the latch."
  },
  {
    "pid": "p135",
    "text": "‘You know this will not be easy,’ he said. ‘Could last weeks. Months, even. No wages. Police on the streets. You saw what they are saying on the radio – extremists, militants. It will get worse before it gets better.’"
  },
  {
    "pid": "p136",
    "text": "‘I know,’ I said."
  },
  {
    "pid": "p137",
    "text": "‘And you still put your hand up.’"
  },
  {
    "pid": "p138",
    "text": "‘Aye.’"
  },
  {
    "pid": "p139",
    "text": "He nodded, something like pride flickering across his tired face."
  },
  {
    "pid": "p140",
    "text": "‘Right then,’ he said. ‘Let us go tell your mam.’"
  },
  {
    "pid": "p141",
    "text": "Mam was at the kitchen table when we came in, hands wrapped round a mug, waiting."
  },
  {
    "pid": "p142",
    "text": "‘Well?’ she said, though her face told me she already knew."
  },
  {
    "pid": "p143",
    "text": "‘Unanimous,’ Dad said. ‘Every hand went up. We are out Monday.’"
  },
  {
    "pid": "p144",
    "text": "Mam closed her eyes for a second, then opened them and looked at me."
  },
  {
    "pid": "p145",
    "text": "‘You voted too?’"
  },
  {
    "pid": "p146",
    "text": "‘Aye.’"
  },
  {
    "pid": "p147",
    "text": "She stood up, came over, pulled me into a hug that was fiercer than I expected."
  },
  {
    "pid": "p148",
    "text": "‘Then we will make it work,’ she said into my shoulder. ‘Same as we always do.’"
  },
  {
    "pid": "p149",
    "text": "She let me go, turned to Dad."
  },
  {
    "pid": "p150",
    "text": "‘I will ring Shell,’ she said. ‘And Mrs Kaur. We will need to organise. Meals, money, childcare. If the men are going to be on picket lines, the women will need to keep everything else running.’"
  },
  {
    "pid": "p151",
    "text": "‘Aye,’ Dad said quietly. ‘Aye, you will.’"
  },
  {
    "pid": "p152",
    "text": "Outside, the afternoon was drawing in. Soon it would be dark. Monday would come, and with it the strike. A year of hardship we could not yet imagine. Orgreave and police horses and empty cupboards and soup kitchens and everything else that came after."
  },
  {
    "pid": "p153",
    "text": "But for now, in that kitchen, the three of us stood together. The decision made. The die cast."
  },
  {
    "pid": "p154",
    "text": "Grimethorpe had voted. One hundred percent. And come Monday morning, the pit would be silent."
  }
]
