[
  {
    "pid": "p000",
    "text": "Chapter Seventeen – February 1990, London – Coach Grid and Phone Tree"
  },
  {
    "pid": "p001",
    "text": "By February 1990, The Furnace looked less like a venue and more like the inside of somebody's head when they had too many ideas and not enough hours."
  },
  {
    "pid": "p002",
    "text": "We had dragged the pool table into a corner and buried it under folders. The stage was half-blocked by trestle tables covered in phone lists, teapots and coach brochures nicked from a travel agent in Brixton who turned out to be one of us. Riz had commandeered the far wall for what he called “central command”: a sheet of hardboard almost as big as the pit baths wall back in Grimethorpe, painted off-white and bolted to the bricks."
  },
  {
    "pid": "p003",
    "text": "On it, the country was being rebuilt in drawing pins."
  },
  {
    "pid": "p004",
    "text": "Not the neat, politically correct map you got on election night. This was our version. Scotland squashed so we could fit more Highland towns, Wales stretched so its valleys did not sit on top of each other, London blown up until half of south-east England disappeared into it. Black marker for motorways, blue for routes we had already used on tour, little arrows where we knew there was a half-decent café open late."
  },
  {
    "pid": "p005",
    "text": "‘Do not you dare say it is not to scale,’ Riz told me that first morning, pin held between his teeth and red ink up his arms. ‘This is emotional geography. Different discipline.’"
  },
  {
    "pid": "p006",
    "text": "He pressed the first red pin into Southwark and attached a scrap of paper with a number scrawled across it: 1."
  },
  {
    "pid": "p007",
    "text": "‘That is the Dalston run. Our home turf,’ I said."
  },
  {
    "pid": "p008",
    "text": "‘That,’ he corrected, ‘is the first nail in Thatcher's coffin. Pass me yellow for Lambeth.’"
  },
  {
    "pid": "p009",
    "text": "Shell chalked the date across the blackboard we had dragged down from the rehearsal room."
  },
  {
    "pid": "p010",
    "text": "10 FEBRUARY 1990 COACHES CONFIRMED: 3"
  },
  {
    "pid": "p011",
    "text": "She underlined it twice, then turned with the look she had when a list had just been born and the world did not yet know it belonged to her."
  },
  {
    "pid": "p012",
    "text": "‘Give it an hour,’ she said. ‘We will be in double figures.’"
  },
  {
    "pid": "p013",
    "text": "We had been talking about the march for weeks by then. The All-Britain Anti-Poll Tax Federation had finally put a date in ink: 31 March, London, national demo. Scotland had already been on the front line for a year. Courts jammed, sheriffs drowning in paperwork, non-payment letters flying like confetti. England and Wales were next. The thing about a tax that landed on your own doorstep with your name on it was that you did not have to explain it. It explained itself every time the post hit the mat."
  },
  {
    "pid": "p014",
    "text": "The phone rang before I could finish my tea."
  },
  {
    "pid": "p015",
    "text": "‘Furnace,’ I said, clamping the receiver between shoulder and jaw and reaching for a pen. ‘Danny speaking.’"
  },
  {
    "pid": "p016",
    "text": "‘Is this where I book the revolution?’ A woman, laughing underneath the impatience. Yorkshire. Leeds or nearby."
  },
  {
    "pid": "p017",
    "text": "‘You are not the first to say that,’ I replied. ‘Which is either encouraging or worrying. Where are you calling from?’"
  },
  {
    "pid": "p018",
    "text": "‘Chapeltown Anti-Poll Tax Union. We have had a whip-round. We reckon two coaches, maybe three if you let us bring the kids.’"
  },
  {
    "pid": "p019",
    "text": "‘Kids are the point,’ I said. ‘We are not doing a lads' away day to Wembley. Give me names for the contact list.’"
  },
  {
    "pid": "p020",
    "text": "As she listed them – Lorna, Dev, Mrs Harris from the corner shop who was “fierce as anything when she is crossed” – I wrote them in block capitals on the sheet labelled NORTH, then shouted over my shoulder."
  },
  {
    "pid": "p021",
    "text": "‘Riz. Leeds. Two confirmed, one probable.’"
  },
  {
    "pid": "p022",
    "text": "He walked to the map, chose a red pin and stabbed it into the city with more flourish than necessary, sticking three tiny strips of paper beside it: 2 + 1?"
  },
  {
    "pid": "p023",
    "text": "‘Do not tease them with question marks,’ Shell called. ‘Bad for morale.’"
  },
  {
    "pid": "p024",
    "text": "‘That is for me,’ he said. ‘Motivation. We will get them the third.’"
  },
  {
    "pid": "p025",
    "text": "I read the Leeds woman the rough timetable and told her where in London they would land. She sounded surprised there was already a plan."
  },
  {
    "pid": "p026",
    "text": "‘Thought you lot were all just punks and hippies with loudspeakers,’ she said."
  },
  {
    "pid": "p027",
    "text": "‘Some of us learned spreadsheets by accident,’ I said. ‘Do not tell the lads at home. They will disown me.’"
  },
  {
    "pid": "p028",
    "text": "When I put the phone down the chalk squeaked again."
  },
  {
    "pid": "p029",
    "text": "COACHES CONFIRMED: 5"
  },
  {
    "pid": "p030",
    "text": "It was barely ten in the morning."
  },
  {
    "pid": "p031",
    "text": "*"
  },
  {
    "pid": "p032",
    "text": "By midday we were four mugs of tea in, the ashtray looked like a sculpture, and the wall was sprouting more colour than an eighties album cover."
  },
  {
    "pid": "p033",
    "text": "South London pins clustered like a rash. Brixton, Peckham, Lewisham, an early call from Bromley. North London was slower, though Charlotte assured me by lunchtime that “Finchley will come. They are just British about it. They will say 'I do not like to make a fuss' all the way to the coach door.”"
  },
  {
    "pid": "p034",
    "text": "She sat on a flight case near the map, camera round her neck, clicking occasionally. Not dramatic Berlin shots this time. Small things: Shell's hand steadying the chalk; the creased corners of old coach charts; Riz's tongue poking out as he tried to get two pins level."
  },
  {
    "pid": "p035",
    "text": "‘Why do you want photos of this?’ I asked when she dropped the camera to her chest."
  },
  {
    "pid": "p036",
    "text": "‘Because this is the bit nobody notices,’ she said. ‘If Trafalgar Square goes off, they will print burning cars and kids in scarves. They will not print tea stains and phone bills. But this is how it happens.’"
  },
  {
    "pid": "p037",
    "text": "I thought of the ledger in Grimethorpe union office tracking shifts, and Mam's notebook with tally marks for tins and potatoes in 1984. History in biro, tucked in drawers."
  },
  {
    "pid": "p038",
    "text": "‘You are making our mess look heroic,’ I said."
  },
  {
    "pid": "p039",
    "text": "‘It is heroic,’ she said. ‘It just does not feel like it because you have not had lunch.’"
  },
  {
    "pid": "p040",
    "text": "She was right about that. Shell had sworn she would do a proper rota for food, but somewhere between Lambeth and Haringey she ended up eating dry toast over the bin while the rest of us survived on biscuits and the last of the Christmas chocolates."
  },
  {
    "pid": "p041",
    "text": "‘You are going to fall over,’ I told her, as she darted between table and phone. ‘Sit for five minutes.’"
  },
  {
    "pid": "p042",
    "text": "‘Five minutes is a whole coach,’ she said. ‘Sit down yourself.’"
  },
  {
    "pid": "p043",
    "text": "Her hair was darker now than in the early Coalface days, cut shorter so it did not fall in her eyes over paperwork. A vein pulsed at her temple. I recognised it from school when she would do three people's homework because she could not bear for them to fail."
  },
  {
    "pid": "p044",
    "text": "The phone rang again. Then the other one. Then the little red light on the fax in the office flashed like an irritated eye."
  },
  {
    "pid": "p045",
    "text": "‘Right,’ Shell said, clapping once like a teacher. ‘We are going to pilot the phone tree properly this afternoon. No more ad hoc calls. Order, comrades.’"
  },
  {
    "pid": "p046",
    "text": "There were groans from the volunteers, but not serious ones. A dozen extra bodies had appeared by now, people we had seen at gigs or meetings who drifted in once word spread that The Furnace was “where it was happening”: students with peace badges on denim jackets, an older woman from the tenants' association who sat in the corner knitting between calls, a skinny lad from the estate up the road who had once tried to bunk into a gig and was now, somehow, responsible for half of Southwark."
  },
  {
    "pid": "p047",
    "text": "She handed out little cards, each printed with ten names and numbers in her uncompromising hand."
  },
  {
    "pid": "p048",
    "text": "‘These are yours,’ she said. ‘Guard them with your lives. If we need to get word out fast – change of route, police roadblocks, anything – we ring the top line. Those people ring the ten below, and so on. No improvising your own versions, no deciding you would rather ring a mate instead. Discipline is the point.’"
  },
  {
    "pid": "p049",
    "text": "‘Like a pyramid scheme,’ the tenants' woman said approvingly. ‘Only morally sound.’"
  },
  {
    "pid": "p050",
    "text": "‘Exactly.’ Shell smiled. ‘Except instead of flogging dodgy saucepans, we are redistributing information.’"
  },
  {
    "pid": "p051",
    "text": "The estate lad squinted at his card."
  },
  {
    "pid": "p052",
    "text": "‘What if they do not pick up?’ he asked. ‘Half of these are my aunties. They never answer till the third try.’"
  },
  {
    "pid": "p053",
    "text": "‘You try three times,’ she said. ‘Then you ring me. Next time I see your aunties I will have a word.’"
  },
  {
    "pid": "p054",
    "text": "There was laughter. Under it I heard the quiet click of people realising how serious this was. The march had gone from a date in the paper to something they were personally threaded into."
  },
  {
    "pid": "p055",
    "text": "‘Think of it like stewarding,’ I said. ‘We keep saying this is not a consumer event. You do not just turn up and wait to be entertained. You take responsibility. This is the communications version.’"
  },
  {
    "pid": "p056",
    "text": "‘Yeah,’ the lad said. ‘Like the moshpit. If someone goes down, you pick them up.’"
  },
  {
    "pid": "p057",
    "text": "I nodded. ‘Exactly that.’"
  },
  {
    "pid": "p058",
    "text": "He grinned and thumped the table. I saw him a second later on the map in my head, not as a vague 'youth' but as a pin in our own grid."
  },
  {
    "pid": "p059",
    "text": "*"
  },
  {
    "pid": "p060",
    "text": "In the afternoon, the older generation arrived to inspect the chaos."
  },
  {
    "pid": "p061",
    "text": "Len from the old miners' support group turned up with a box of tea bags and a face like he had walked into a teenager's bedroom."
  },
  {
    "pid": "p062",
    "text": "‘What is all this then?’ he said, staring at the map. ‘We organising a demo or invading Normandy?’"
  },
  {
    "pid": "p063",
    "text": "‘Basic logistics, Len,’ Shell said, not looking up from her clipboard. ‘You know, that thing you lot always said the other side did better.’"
  },
  {
    "pid": "p064",
    "text": "He harrumphed but did not contradict her."
  },
  {
    "pid": "p065",
    "text": "‘I am not saying it is not impressive,’ he said, stepping closer. ‘I am saying in my day we had a committee, a newsletter and a coach sheet pinned in the welfare. This looks like a record label exploded.’"
  },
  {
    "pid": "p066",
    "text": "Riz beamed. ‘Best compliment I have had for weeks.’"
  },
  {
    "pid": "p067",
    "text": "Len peered at the colours."
  },
  {
    "pid": "p068",
    "text": "‘What are those ones?’ he asked, pointing at a Midlands cluster."
  },
  {
    "pid": "p069",
    "text": "‘Yellow is confirmed,’ I said. ‘Blue is about two-thirds full but waiting on money. Red is people who swear they are coming and will definitely forget unless we nag.’"
  },
  {
    "pid": "p070",
    "text": "‘And green?’ He tapped a lone dot near Norwich."
  },
  {
    "pid": "p071",
    "text": "‘Aspirational,’ I said. ‘Bloke rang, very keen, no one else yet. We have put him down as seed. See what he sprouts by the weekend.’"
  },
  {
    "pid": "p072",
    "text": "Len grunted, but there was a hint of respect now."
  },
  {
    "pid": "p073",
    "text": "‘Well,’ he said. ‘If you had had this lot in '84, we might have stood a better chance.’"
  },
  {
    "pid": "p074",
    "text": "He caught himself, as if he had said too much, and busied himself unpacking tea."
  },
  {
    "pid": "p075",
    "text": "‘Anyway,’ he added. ‘Watch you do not get carried away with your new toys. It is not pins on a wall that matter. It is what people will do when they get here. A march is not a day out. It is a battle of wills.’"
  },
  {
    "pid": "p076",
    "text": "‘We know,’ I said, thinking of Orgreave. ‘That is why we are building more than transport. This is about keeping our side knitted, so we do not end up scattered and easy to pick off.’"
  },
  {
    "pid": "p077",
    "text": "He nodded slowly."
  },
  {
    "pid": "p078",
    "text": "‘Good answer,’ he said. ‘I will shut up and make tea.’"
  },
  {
    "pid": "p079",
    "text": "He did not shut up, of course. Len never did. But he stopped needling and started telling stories instead, about marches that had gone wrong because organisers thought getting bodies to a park and shouting a few slogans was enough."
  },
  {
    "pid": "p080",
    "text": "‘You are doing good work,’ he said later, quietly, when we found ourselves side by side at the map. ‘I do not always understand your music and your… 'phone tree'. But you are learning from our mistakes. That is what matters.’"
  },
  {
    "pid": "p081",
    "text": "Some small boy part of me, still wanting nods from the older men who had stood with my dad, tugged in my chest. I tried not to show it."
  },
  {
    "pid": "p082",
    "text": "‘Cheers, Len,’ I said. ‘We are making it up as we go, if I am honest.’"
  },
  {
    "pid": "p083",
    "text": "‘Course you are,’ he said. ‘That is the job.’"
  },
  {
    "pid": "p084",
    "text": "*"
  },
  {
    "pid": "p085",
    "text": "Shell went down just after four."
  },
  {
    "pid": "p086",
    "text": "It was not dramatic at first. She just stopped mid-sentence, one hand on the back of a chair, the other on the table edge, and shut her eyes."
  },
  {
    "pid": "p087",
    "text": "‘…and you will have Hackney ring Walthamstow and Walthamstow ring—’"
  },
  {
    "pid": "p088",
    "text": "‘Shell?’ I said."
  },
  {
    "pid": "p089",
    "text": "She opened her eyes, but the room had gone out of focus in them, like the way a picture blurs when the tape judders."
  },
  {
    "pid": "p090",
    "text": "‘Need air,’ she said. ‘Bit stuffy.’"
  },
  {
    "pid": "p091",
    "text": "‘It is February,’ I said. ‘We could hang meat in here, it is that cold.’"
  },
  {
    "pid": "p092",
    "text": "She tried to laugh. It came out wrong. The knitting woman was on her feet in a second, brisk as a nurse."
  },
  {
    "pid": "p093",
    "text": "‘Sit,’ she ordered. ‘Now.’"
  },
  {
    "pid": "p094",
    "text": "‘I cannot, I have got Lambeth coming back at six,’ Shell protested, but her knees buckled even as she said it. I got an arm round her and steered her to the sofa we kept for late-night crashers, shocked by how little she weighed. Once she sat she pressed her fingers to her temples."
  },
  {
    "pid": "p095",
    "text": "‘How long since you ate anything that was not a biscuit?’ the woman asked."
  },
  {
    "pid": "p096",
    "text": "Shell squinted, doing the maths."
  },
  {
    "pid": "p097",
    "text": "‘Yesterday?’ she guessed."
  },
  {
    "pid": "p098",
    "text": "‘Idiot,’ I said, unable to keep it light. ‘You shout at everyone else about looking after themselves.’"
  },
  {
    "pid": "p099",
    "text": "‘I am fine,’ she said. ‘Head is just—’"
  },
  {
    "pid": "p100",
    "text": "She stopped herself at “ringing”."
  },
  {
    "pid": "p101",
    "text": "The knitting woman disappeared and came back with a thick slice of bread spread with margarine and a mug of tea you could have stood a spoon in."
  },
  {
    "pid": "p102",
    "text": "‘You sit,’ she told Shell. ‘You eat. If you stand up before that is gone, I am telling the movement you fainted because you were too busy conquering London to remember your stomach. We will put it on a leaflet.’"
  },
  {
    "pid": "p103",
    "text": "Shell gave a weak chuckle."
  },
  {
    "pid": "p104",
    "text": "‘You are brutal,’ she said."
  },
  {
    "pid": "p105",
    "text": "‘I have raised four kids and two husbands,’ the woman said. ‘You lot are a doddle.’"
  },
  {
    "pid": "p106",
    "text": "I knelt in front of Shell."
  },
  {
    "pid": "p107",
    "text": "‘You do not have to carry all this,’ I said. ‘We have people now. Let us pick some of it up.’"
  },
  {
    "pid": "p108",
    "text": "‘If I put it down,’ she whispered, ‘I am scared it will all fall apart.’"
  },
  {
    "pid": "p109",
    "text": "‘It will not,’ I said. ‘That is the point of the tree. No single branch holding everything.’"
  },
  {
    "pid": "p110",
    "text": "She looked past me at the boards and lists."
  },
  {
    "pid": "p111",
    "text": "‘This is what we dreamed of,’ she said so quietly I barely heard. ‘Back in Grimethorpe. Something bigger than the pit. A proper network.’"
  },
  {
    "pid": "p112",
    "text": "‘And networks do not depend on one person not fainting on a Thursday,’ I said. ‘We are not that daft.’"
  },
  {
    "pid": "p113",
    "text": "She stared another moment, then let her shoulders drop."
  },
  {
    "pid": "p114",
    "text": "‘Alright,’ she said. ‘Half an hour.’"
  },
  {
    "pid": "p115",
    "text": "‘An hour,’ I said. ‘Non-negotiable. I will forge your signature on any forms.’"
  },
  {
    "pid": "p116",
    "text": "‘That is not how signatures work.’"
  },
  {
    "pid": "p117",
    "text": "‘Trust me,’ I said. ‘Forgery is underrated in the underground.’"
  },
  {
    "pid": "p118",
    "text": "She smiled properly then and bit into the bread."
  },
  {
    "pid": "p119",
    "text": "For the next hour I banned her from the phones. People came over to ask questions and we answered them instead. It felt strange at first, like playing a gig without your best guitarist, but then I realised how much of the system she had already put in place. The lists were clear. The map made sense. The rhythm of calls and confirmations had its own momentum."
  },
  {
    "pid": "p120",
    "text": "We were no longer a scrappy band of mates improvising. We were a machine built out of human beings and plastic phones and drawing pins and cheap biro, and it carried on even when one of the main cogs had to sit and breathe."
  },
  {
    "pid": "p121",
    "text": "That, I realised later, was one of Shell's real achievements. Not that she could juggle twenty things at once, but that she had designed it so we did not have to rely on that forever."
  },
  {
    "pid": "p122",
    "text": "*"
  },
  {
    "pid": "p123",
    "text": "By early evening, the place had shifted again. The daytime volunteers drifted off to childcare, shifts, classes. A second wave came in: the night crew. Bar staff from nearby pubs who came after closing to help tally numbers; students who had skipped seminars; two nurses still in uniform, stethoscopes swinging as they leaned over lists."
  },
  {
    "pid": "p124",
    "text": "Riz vanished upstairs and reappeared with his radio face on."
  },
  {
    "pid": "p125",
    "text": "‘Furnace FM special,’ he announced, waving a cassette. ‘Coach call-out edition. Who is up for an impromptu broadcast?’"
  },
  {
    "pid": "p126",
    "text": "We had rigged a little pirate set-up months before, sending our signal across a few square miles if the wind cooperated and the neighbours did not complain. That night we plugged straight into the whole operation."
  },
  {
    "pid": "p127",
    "text": "‘Alright, south London,’ his voice crackled from the speakers as he began, ‘this is Riz on Furnace FM and we are building the biggest day trip your council has ever seen. If you are skint, angry and sick of a tax that charges your nan more than a banker, listen up…’"
  },
  {
    "pid": "p128",
    "text": "People cheered as if he were in a club, even though he was only across the hall. Between tracks – The Jam, The Specials, a scratchy live recording of us – he read out contact numbers for unions, estate groups, tenants' associations. He named the knitting woman, the estate lad, Shell's phone tree. It was publicity, morale and admin at once."
  },
  {
    "pid": "p129",
    "text": "A knot of younger volunteers clustered round the speaker, nodding. One girl in a denim jacket covered in hand-drawn symbols turned to me."
  },
  {
    "pid": "p130",
    "text": "‘I had your Coalface tape,’ she said. ‘Our big brother brought it back from some gig in London. We played it when Mam was out. That is how I knew about this place. When they said there were coaches going from here, I thought… right. Time to move from listening to doing.’"
  },
  {
    "pid": "p131",
    "text": "I tried to picture her at twelve, sitting on a bedroom floor in some northern town, headphones on, hearing my younger voice shout over a guitar we could barely keep in tune."
  },
  {
    "pid": "p132",
    "text": "‘How old are you now?’ I asked."
  },
  {
    "pid": "p133",
    "text": "‘Seventeen,’ she said. ‘Eighteen by the march. Do not worry, I have cleared it with Mam.’"
  },
  {
    "pid": "p134",
    "text": "She grinned, steel under it."
  },
  {
    "pid": "p135",
    "text": "‘She says if I get arrested she will be furious,’ the girl added. ‘But she also says if we do not stand up now, I will be paying this tax for the rest of my life, so she is baking pies for the coach.’"
  },
  {
    "pid": "p136",
    "text": "‘Pies,’ I said. ‘From tape to pies. That is a trajectory.’"
  },
  {
    "pid": "p137",
    "text": "‘From tapes to coaches,’ she said. ‘Full circle, is it not?’"
  },
  {
    "pid": "p138",
    "text": "I looked at the map again. She was right. The C90s we had made out of desperation now sat like little ghosts under everything: in how people had heard of us, trusted us enough to ring, felt part of something before they ever set foot in London."
  },
  {
    "pid": "p139",
    "text": "That was one of the moments when I first consciously thought of it as a pattern, not a set of accidents. We had always found ways to move sounds and stories through gaps – tapes hand to hand, radio broadcasts slipping between frequencies, photographs pushed into the right hands. The shapes had changed but the principle was the same."
  },
  {
    "pid": "p140",
    "text": "Later, sitting with Keira in 2025, I would call it the Coach Grid fingerprint: the map with its pins and lines, the lists and cards and numbers that showed we were not just shouting in one warehouse any more. We had built routes and commitments from Brighton to Bradford, Glasgow down to Kent. Even if someone had wiped every other trace of us, that board, photographed the way Charlotte did that day, would have proved we had reached far beyond one postcode."
  },
  {
    "pid": "p141",
    "text": "*"
  },
  {
    "pid": "p142",
    "text": "Around nine, Mam rang."
  },
  {
    "pid": "p143",
    "text": "‘You sound like you are in a betting shop,’ she said after a burst of background noise hit the line."
  },
  {
    "pid": "p144",
    "text": "‘Phones,’ I said. ‘We are doing the big tally. What is up?’"
  },
  {
    "pid": "p145",
    "text": "‘What is up is your father has seen the thing in the paper,’ she said. ‘About the march. He has got his stoic face on but I can tell he wants to come.’"
  },
  {
    "pid": "p146",
    "text": "‘What, to London?’ My mind did a little somersault. Bill Ashcroft in Trafalgar Square."
  },
  {
    "pid": "p147",
    "text": "‘He says he is too old for traipsing up and down streets getting shoved by horses,’ she went on. ‘But he has been on the phone to lads all afternoon asking who else is going. He thinks I cannot hear.’"
  },
  {
    "pid": "p148",
    "text": "‘Tell him there will be a coach from Barnsley,’ I said. ‘We are working on it. We will make sure he is with people who know what they are doing.’"
  },
  {
    "pid": "p149",
    "text": "‘So there is a coach?’ she asked, sharpening."
  },
  {
    "pid": "p150",
    "text": "‘There will be,’ I said. ‘We have got a green pin there. Aspirational.’"
  },
  {
    "pid": "p151",
    "text": "‘I do not know what that means,’ she said. ‘But it sounds like not yet.’"
  },
  {
    "pid": "p152",
    "text": "‘It means get him to the union office,’ I replied. ‘If they commit numbers, we will help with the rest. And Mam?’"
  },
  {
    "pid": "p153",
    "text": "‘Yes, love?’"
  },
  {
    "pid": "p154",
    "text": "‘If he does decide to come, make sure he is near someone steady. For my sake.’"
  },
  {
    "pid": "p155",
    "text": "‘He is steadier than you sometimes,’ she said. ‘But I know what you mean.’"
  },
  {
    "pid": "p156",
    "text": "There was a pause, softer."
  },
  {
    "pid": "p157",
    "text": "‘I am proud of you,’ she added. ‘Seeing your names in print, hearing about this place. It is like the strike never really ended. You have just changed battlegrounds.’"
  },
  {
    "pid": "p158",
    "text": "‘It is not just me,’ I said, looking at Shell now back on her feet, pale but upright; at Riz in his makeshift studio; at Charlotte lining up another shot of the map. ‘If it was just me we would still be arguing about what font to use.’"
  },
  {
    "pid": "p159",
    "text": "‘I know,’ she said. ‘But you are in the thick of it. That is what matters. Your dad pretends not to care about your punk nonsense, but he keeps that tape next to his records. Plays it when he thinks I am at bingo.’"
  },
  {
    "pid": "p160",
    "text": "I swallowed."
  },
  {
    "pid": "p161",
    "text": "‘Tell him he is a soft sod,’ I said. ‘And that I will see him in March if he rediscovers his inner hooligan.’"
  },
  {
    "pid": "p162",
    "text": "‘There is life in the old dog,’ she said. ‘I will put pies in the freezer.’"
  },
  {
    "pid": "p163",
    "text": "We hung up. I went back into the hall with my chest tighter and my shoulders a little straighter."
  },
  {
    "pid": "p164",
    "text": "‘Everything all right?’ Charlotte asked."
  },
  {
    "pid": "p165",
    "text": "‘Yes,’ I said. ‘Mam says my dad is thinking of coming on one of the coaches.’"
  },
  {
    "pid": "p166",
    "text": "She raised her eyebrows."
  },
  {
    "pid": "p167",
    "text": "‘That is big,’ she said."
  },
  {
    "pid": "p168",
    "text": "‘Feels like closing a circle,’ I said. ‘We started because of people like him. Be good to have him there when it comes to a head.’"
  },
  {
    "pid": "p169",
    "text": "She slipped her hand into mine for a second, squeezed, let go."
  },
  {
    "pid": "p170",
    "text": "‘Let us make sure we give him a day worth travelling for,’ she said."
  },
  {
    "pid": "p171",
    "text": "*"
  },
  {
    "pid": "p172",
    "text": "By ten, the blackboard read:"
  },
  {
    "pid": "p173",
    "text": "COACHES CONFIRMED: 38"
  },
  {
    "pid": "p174",
    "text": "A smudge of chalk over the eight made it look like it was still moving."
  },
  {
    "pid": "p175",
    "text": "‘We will have forty by the weekend,’ Shell announced, now upright, pale but defiant. ‘More once the Scottish lot firm up their second wave. And that is just what has come through us. Imagine what is happening in every other little hub like this.’"
  },
  {
    "pid": "p176",
    "text": "‘It is like away fixtures,’ I said suddenly. ‘When we went to see Barnsley, there would be coaches from every estate, every club. This is the same, except the match is at Trafalgar and the away team is the government.’"
  },
  {
    "pid": "p177",
    "text": "‘That is awful,’ Riz said. ‘You are going to use it in a song, are you not?’"
  },
  {
    "pid": "p178",
    "text": "‘Probably,’ I said. ‘If it scans.’"
  },
  {
    "pid": "p179",
    "text": "The room laughed, tired but genuine."
  },
  {
    "pid": "p180",
    "text": "We stood there, the core of us, looking at what we had built in a single long day. Pins and chalk and paper. Names and numbers. Stories of parents baking pies, teenagers stepping into politics, old militants learning new tricks."
  },
  {
    "pid": "p181",
    "text": "I felt that particular kind of exhaustion that carries a charge, the sense you have nudged something heavy a few inches and it is now rolling under its own weight."
  },
  {
    "pid": "p182",
    "text": "‘We are not generals,’ I said, half to myself. ‘We are just fans organising an away day.’"
  },
  {
    "pid": "p183",
    "text": "Shell glanced at me."
  },
  {
    "pid": "p184",
    "text": "‘Fans with a phone tree and a very complicated wall chart,’ she said. ‘Do not undersell us.’"
  },
  {
    "pid": "p185",
    "text": "‘No danger,’ I said. ‘Not after today.’"
  },
  {
    "pid": "p186",
    "text": "We turned the lights down one by one, leaving the map under a single anglepoise so Charlotte could get her last shots. In the half-light, the pins glinted like stars, each one tied to a spare chair on a coach, to a lunchbox packed, to a decision at a kitchen table."
  },
  {
    "pid": "p187",
    "text": "I went home with the pattern stamped behind my eyes. Close them and you would have seen it too: a network of lines converging on a square in central London, each drawn by hands like ours, each stubborn in its own small way."
  },
  {
    "pid": "p188",
    "text": "You do not topple a government with a song. I had learned that. But you might help crack a flagship policy with a map, a phone and enough people willing to spend a Saturday on a coach because some miner's lad in London and his friends had made it easy – and necessary – to do so."
  }
]
