[
  {
    "date": "1984-03-01",
    "title": "Announcement of Pit Closures",
    "description": "The National Coal Board informed miners at Cortonwood their pit would close in five weeks, despite earlier assurances of a longer lifespan."
  },
  {
    "date": "1984-03-05 to 1984-03-12",
    "title": "Beginning of the Miners' Strike",
    "description": "Cortonwood miners walked out on March 5, followed by other Yorkshire pits. The Yorkshire NUM backed the walkouts and a national strike began on March 12."
  },
  {
    "date": "1984-06",
    "title": "Battle of Orgreave",
    "description": "Violent clashes between striking miners and police took place at the Orgreave coking plant in South Yorkshire, with mounted police charges and many injuries."
  },
  {
    "date": "1984-07",
    "title": "The 'Enemy Within' Speech",
    "description": "Prime Minister Margaret Thatcher referred to militant miners' leaders and certain councils as 'the enemy within' in a speech to the 1922 Committee."
  },
  {
    "date": "1984-10-12",
    "title": "Brighton Hotel Bombing",
    "description": "An IRA bomb exploded at the Grand Hotel in Brighton during the Conservative Party Conference, killing five people and injuring many others."
  },
  {
    "date": "1984-10",
    "title": "Grimethorpe Slag Heap Arrests",
    "description": "Twenty-two people were arrested in Grimethorpe for collecting coal from a slag heap to heat their homes during the strike, later prompting an official apology."
  },
  {
    "date": "Late 1984 to Early 1985",
    "title": "LGSM Solidarity",
    "description": "Lesbians and Gays Support the Miners (LGSM) formed to raise funds and support for striking mining communities, building solidarity across groups."
  },
  {
    "date": "1985-03-03",
    "title": "End of the Miners' Strike",
    "description": "The strike ended without a deal. Miners in many areas returned to work together, including highly symbolic community marches."
  },
  {
    "date": "1985-07-13",
    "title": "Live Aid",
    "description": "A major dual-venue concert at Wembley Stadium (London) and JFK Stadium (Philadelphia) raised funds for the Ethiopian famine."
  },
  {
    "date": "1986-04",
    "title": "Chernobyl Disaster",
    "description": "A catastrophic nuclear accident at the Chernobyl Nuclear Power Plant released radioactive contamination across Europe."
  },
  {
    "date": "1986-10-27",
    "title": "The 'Big Bang'",
    "description": "Deregulation of the City of London's financial markets reshaped the UK economy and the culture of the financial district."
  },
  {
    "date": "1987-06",
    "title": "1987 General Election",
    "description": "The Conservative Party won a third consecutive term under Margaret Thatcher."
  },
  {
    "date": "1987-12",
    "title": "Signing of the INF Treaty",
    "description": "Ronald Reagan and Mikhail Gorbachev signed the Intermediate-Range Nuclear Forces Treaty in Washington, D.C."
  },
  {
    "date": "1988-05-24",
    "title": "Enactment of Section 28",
    "description": "Section 28 became law as part of the Local Government Act 1988, restricting local authorities from 'promoting homosexuality' or 'pretended family relationships'."
  },
  {
    "date": "1989-04-01",
    "title": "Poll Tax Implementation in Scotland",
    "description": "The Community Charge (Poll Tax) was introduced in Scotland a year earlier than in England and Wales, sparking mass non-payment campaigns."
  },
  {
    "date": "1989-04-15",
    "title": "Hillsborough Disaster",
    "description": "A fatal human crush occurred at Hillsborough Stadium during an FA Cup semi-final, resulting in 97 deaths and widespread trauma."
  },
  {
    "date": "1989-11-09",
    "title": "Fall of the Berlin Wall",
    "description": "Following weeks of civil unrest, the border between East and West Berlin opened and citizens began dismantling the wall."
  },
  {
    "date": "1990-03-31",
    "title": "Battle of Trafalgar Square",
    "description": "A national demonstration against the Poll Tax in London culminated in a riot in Trafalgar Square, involving mounted police charges and arson."
  },
  {
    "date": "1990-06",
    "title": "Mass Poll Tax Summonses",
    "description": "Magistrates' courts were flooded with summonses for non-payment of the Poll Tax, leading to coordinated defense efforts and court-clogging tactics."
  },
  {
    "date": "1990-11-22",
    "title": "Resignation of Margaret Thatcher",
    "description": "After a leadership challenge, Thatcher resigned as Prime Minister and Leader of the Conservative Party."
  }
]
